[
  {
    "q": "Welk fundamenteel beginsel ligt vastgelegd in artikel 1 van het Wetboek van Strafrecht en vormt de basis voor de strafrechtelijke aansprakelijkheid?",
    "a": [
      "Het opportuniteitsbeginsel dat bepaalt dat het Openbaar Ministerie beslist over vervolging.",
      "Het legaliteitsbeginsel dat stelt dat geen feit strafbaar is dan uit kracht van een daaraan voorafgegane wettelijke strafbepaling.",
      "Het schuldbeginsel dat inhoudt dat zonder schuld geen straf kan worden opgelegd aan een verdachte.",
      "Het vertrouwensbeginsel dat burgers moeten kunnen vertrouwen op toezeggingen van de overheid."
    ],
    "c": 1,
    "exp": "Art. 1 Sr.\n\nHet materieel strafrechtelijke legaliteitsbeginsel is neergelegd in art. 1 Sr: geen feit is strafbaar dan uit kracht van een daaraan voorafgegane wettelijke strafbepaling. Dit beginsel beoogt rechtszekerheid te waarborgen."
  },
  {
    "q": "Bij welke interpretatiemethode wordt de betekenis van een delictsbestanddeel mede ontleend aan de strekking of het doel van de strafbepaling?",
    "a": [
      "De wetshistorische interpretatiemethode.",
      "De grammaticale interpretatiemethode.",
      "De teleologische interpretatiemethode.",
      "De wetssystematische interpretatiemethode."
    ],
    "c": 2,
    "exp": "Rechtsleer/Interpretatiemethoden.\n\nBij de teleologische interpretatiemethode wordt de interpretatie van een delictsbestanddeel mede ontleend aan de strekking of de ratio (het doel) van de bepaling waarin het bestanddeel figureert."
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het arrest 'Elektriciteit' (HR 23 mei 1921) over de kwalificatie van elektriciteit als 'enig goed' in de zin van artikel 310 Sr?",
    "a": [
      "Elektriciteit is geen stoffelijk object en kan daarom nooit als een goed in de zin van art. 310 Sr worden aangemerkt.",
      "Elektriciteit is alleen een goed als het fysiek kan worden opgeslagen in een accu of batterij.",
      "Elektriciteit is geen goed, maar het aftappen ervan valt onder het delict oplichting in plaats van diefstal.",
      "Elektriciteit is een goed omdat het een zelfstandig bestaan heeft, overdraagbaar is en een economische waarde vertegenwoordigt."
    ],
    "c": 3,
    "exp": "HR Elektriciteit.\n\nDe Hoge Raad bepaalde dat elektriciteit te zien is als een vermogensobject omdat het economische waarde heeft en door de mens kan worden beheerst. Het begrip 'enig goed' heeft een autonome strafrechtelijke betekenis die niet beperkt is tot stoffelijke voorwerpen."
  },
  {
    "q": "Welke klacht van de verdediging werd door de Hoge Raad verworpen in het arrest RuneScape met betrekking tot de kwalificatie van virtuele objecten?",
    "a": [
      "De klacht dat virtuele objecten geen goed kunnen zijn omdat ze enkel bestaan uit 'bits en bytes'.",
      "De klacht dat de verdachten geen oogmerk van wederrechtelijke toeëigening hadden.",
      "De klacht dat het slachtoffer geen feitelijke heerschappij had over de virtuele goederen.",
      "De klacht dat er geen sprake was van dwang of geweld bij de overdracht van de objecten."
    ],
    "c": 0,
    "exp": "HR RuneScape.\n\nDe Hoge Raad oordeelde dat de virtuele aard van de objecten, bestaande uit 'bits en bytes', niet in de weg staat om deze aan te merken als goed in de zin van art. 310 Sr. Doorslaggevend was dat de objecten reële waarde hadden en de aangever de feitelijke en exclusieve heerschappij verloor."
  },
  {
    "q": "Wat houdt het verbod op terugwerkende kracht in zoals neergelegd in artikel 1 lid 1 Sr en welke uitzondering bestaat hierop?",
    "a": [
      "Nieuwe wetgeving mag nooit worden toegepast op feiten uit het verleden, zonder enige uitzondering.",
      "Strafbepalingen moeten voorafgaan aan het feit, maar bij verandering van wetgeving na het feit wordt de voor de verdachte gunstigste bepaling toegepast.",
      "Alleen veranderingen in het strafprocesrecht mogen met terugwerkende kracht worden toegepast in het nadeel van de verdachte.",
      "Terugwerkende kracht is toegestaan als de nieuwe wetgeving de strafbaarheid van een feit uitbreidt."
    ],
    "c": 1,
    "exp": "Art. 1 Sr.\n\nHet verbod op terugwerkende kracht (art. 1 lid 1 Sr) stelt dat een feit alleen strafbaar is op grond van een voorafgaande wet. Art. 1 lid 2 Sr bevat de uitzondering: bij verandering van wetgeving na het tijdstip waarop het feit is begaan, worden de voor de verdachte gunstigste bepalingen toegepast."
  },
  {
    "q": "Welke eis stelt het lex certa-beginsel aan de wetgever met betrekking tot strafbepalingen?",
    "a": [
      "De wetgever moet strafbepalingen uitsluitend baseren op gewoonterecht en ongeschreven normen.",
      "De wetgever moet strafbepalingen zo vaag mogelijk formuleren om ruimte te laten voor de rechter.",
      "De wetgever moet strafbepalingen zo duidelijk, voorzienbaar en precies mogelijk formuleren.",
      "De wetgever moet de strafmaat voor elk delict exact vastleggen zonder bandbreedte."
    ],
    "c": 2,
    "exp": "Rechtsleer/Lex Certa.\n\nHet lex certa-beginsel eist van de wetgever dat hij heldere en afgebakende strafbepalingen vervaardigt. De terminologie moet zo duidelijk en precies mogelijk zijn zodat de burger weet welk gedrag strafbaar is."
  },
  {
    "q": "Kan het gewoonterecht in het Nederlandse strafrecht dienen als directe bron voor strafbaarheid (lex scripta)?",
    "a": [
      "Ja, gewoonterecht kan zelfstandig een strafbaar feit in het leven roepen als de wet zwijgt.",
      "Ja, maar alleen voor overtredingen en niet voor misdrijven zoals omschreven in het wetboek.",
      "Nee, slechts de geschreven wet in materiële zin mag een directe bron van het strafrecht zijn.",
      "Nee, tenzij de Hoge Raad bepaalt dat een ongeschreven norm als wet moet worden beschouwd."
    ],
    "c": 2,
    "exp": "Rechtsleer/Lex Scripta.\n\nHet lex scripta-beginsel houdt in dat de gewoonte nooit een directe bron van het strafrecht is. Slechts de geschreven wet (in materiële zin) mag een bron van strafbaarheid zijn om willekeur te voorkomen."
  },
  {
    "q": "Wat oordeelde het EHRM in de zaak Kudrevičius t. Litouwen over de eis van voorafgaande toestemming voor demonstraties?",
    "a": [
      "Het eisen van voorafgaande toestemming is per definitie in strijd met artikel 11 EVRM.",
      "Het eisen van toestemming is niet per se in strijd met artikel 11 EVRM, mits dit het demonstratierecht niet uitholt.",
      "Demonstraties zonder voorafgaande toestemming verliezen direct hun bescherming onder het EVRM.",
      "Autoriteiten mogen elke demonstratie verbieden als er geen administratieve toestemming is verleend."
    ],
    "c": 1,
    "exp": "EHRM Kudrevičius t. Litouwen.\n\nHet Hof oordeelde dat een procedure voor voorafgaande toestemming niet per se in strijd is met art. 11 EVRM, zolang deze procedure de autoriteiten in staat stelt maatregelen te treffen voor een ordelijk verloop en het demonstratierecht niet uitholt."
  },
  {
    "q": "Onder welke voorwaarden kan volgens het EHRM in Kudrevičius t. Litouwen een vreedzame demonstratie die verkeershinder veroorzaakt strafrechtelijk worden bestraft?",
    "a": [
      "Zodra er enige vorm van verkeershinder ontstaat, is strafrechtelijk ingrijpen altijd gerechtvaardigd.",
      "Alleen als de demonstranten geweld gebruiken tegen de politie of omstanders.",
      "Als de demonstranten opzettelijk ernstige wanorde en langdurige blokkades veroorzaken die verder gaan dan normale hinder.",
      "Strafrechtelijk ingrijpen bij een vreedzame demonstratie is nooit toegestaan volgens het EVRM."
    ],
    "c": 2,
    "exp": "EHRM Kudrevičius t. Litouwen.\n\nHet Hof oordeelde dat de blokkades van hoofdwegen gedurende twee dagen, die ernstige verstoring van verkeer en economie veroorzaakten, verder gingen dan normale hinder. Zulke opzettelijke obstructie valt niet onder de kern van art. 11 EVRM en rechtvaardigde strafrechtelijk optreden."
  },
  {
    "q": "Welk criterium hanteert de Hoge Raad in het arrest Extinction Rebellion om te bepalen of strafrechtelijk optreden tegen een demonstrant gerechtvaardigd is?",
    "a": [
      "Strafrechtelijk optreden is gerechtvaardigd zodra de demonstratie niet is aangemeld bij de gemeente.",
      "Strafrechtelijk optreden is pas gerechtvaardigd als de demonstrant zich schuldig maakt aan 'laakbaar gedrag' (reprehensible act).",
      "Strafrechtelijk optreden is gerechtvaardigd als de demonstratie politiek gevoelige onderwerpen betreft.",
      "Strafrechtelijk optreden is alleen gerechtvaardigd als er sprake is van fysiek geweld tegen personen."
    ],
    "c": 1,
    "exp": "HR Extinction Rebellion.\n\nDe Hoge Raad stelt dat strafrechtelijke sancties bij vreedzaam protest alleen zijn toegestaan indien de betoger 'laakbaar gedrag' (reprehensible act) vertoont. In casu werd het gevaarlijk maken van een trap als laakbaar aangemerkt."
  },
  {
    "q": "Welke straftheorie ziet de rechtvaardiging van de straf primair in het vergelden van het aangerichte kwaad en is gericht op het verleden?",
    "a": [
      "De relatieve theorie.",
      "De verenigingstheorie.",
      "De preventieve theorie.",
      "De absolute theorie."
    ],
    "c": 3,
    "exp": "Rechtsleer/Straftheorieën.\n\nDe absolute theorieën zoeken de rechtvaardiging van de straf in vergelding. Binnen deze theorieën is de strafoplegging gericht op het verleden: de daad rechtvaardigt de straf."
  },
  {
    "q": "Wat is het kernmerk van de relatieve straftheorieën in het strafrecht?",
    "a": [
      "Zij richten zich op de vergelding van het gepleegde onrecht ongeacht het effect.",
      "Zij zoeken de rechtvaardiging van de straf in het toekomstige effect, zoals preventie.",
      "Zij stellen dat straf alleen mag worden opgelegd als de dader volledig toerekeningsvatbaar is.",
      "Zij baseren de strafmaat uitsluitend op de zwaarte van het delict in het wetboek."
    ],
    "c": 1,
    "exp": "Rechtsleer/Straftheorieën.\n\nDe relatieve theorieën zoeken de rechtvaardiging van de straf in het effect dat de straf zal hebben op de dader en de samenleving (preventie). Deze theorieën zijn gericht op de toekomst."
  },
  {
    "q": "Wat is het fundamentele verschil tussen rechtsdelicten en wetsdelicten?",
    "a": [
      "Rechtsdelicten zijn in de wet omschreven, wetsdelicten zijn ongeschreven normen.",
      "Rechtsdelicten worden bestraft met gevangenisstraf, wetsdelicten alleen met een geldboete.",
      "Rechtsdelicten zijn intrinsiek moreel afkeurenswaardig, wetsdelicten zijn strafbaar omdat de wet het zegt.",
      "Rechtsdelicten verjaren sneller dan wetsdelicten vanwege hun lichtere aard."
    ],
    "c": 2,
    "exp": "Rechtsleer/Delicten.\n\nRechtsdelicten zijn gedragingen die wezenlijk immoreel zijn en rechtsgoederen schenden (zoals moord). Wetsdelicten (vaak overtredingen) zijn strafbaar puur omdat de wetgever dit heeft bepaald om de orde te handhaven, zonder dat ze per se diep immoreel zijn."
  },
  {
    "q": "Wat is een belangrijk materieelrechtelijk verschil tussen misdrijven en overtredingen?",
    "a": [
      "Bij overtredingen is de poging strafbaar, bij misdrijven niet.",
      "Bij misdrijven is medeplichtigheid nooit strafbaar, bij overtredingen wel.",
      "Bij misdrijven moet altijd sprake zijn van opzet of schuld, bij overtredingen in beginsel niet.",
      "Bij overtredingen kunnen vrijheidsstraffen worden opgelegd, bij misdrijven niet."
    ],
    "c": 2,
    "exp": "Rechtsleer/Misdrijven vs Overtredingen.\n\nEen groot verschil is dat bij misdrijven in de regel een bestanddeel is opgenomen dat opzet of schuld (culpa) uitdrukt. Bij overtredingen hoeft de rechter in beginsel geen onderzoek te doen naar opzet of schuld (leer van het fait materiel, hoewel genuanceerd door AVAS)."
  },
  {
    "q": "Wat houdt het karakter van het strafrecht als 'ultimum remedium' in?",
    "a": [
      "Het strafrecht mag pas worden toegepast als alle andere rechtsmiddelen geen oplossing bieden.",
      "Het strafrecht is het eerste middel dat de overheid moet inzetten bij normschendingen.",
      "Het strafrecht dient uitsluitend om de zwaarste criminelen uit de samenleving te verwijderen.",
      "Het strafrecht mag alleen worden gebruikt voor delicten die met levenslang worden bedreigd."
    ],
    "c": 0,
    "exp": "Rechtsleer/Ultimum Remedium.\n\nHet ultimum remedium-karakter houdt in dat het strafrecht als uiterst redmiddel moet worden gezien. Voordat straffen worden ingezet, moet gekeken worden naar andere wegen (civiel, bestuursrecht) om het leed op te lossen."
  },
  {
    "q": "Welke interpretatiemethode maakt gebruik van parlementaire geschiedenis om de bedoeling van de wetgever te achterhalen?",
    "a": [
      "De grammaticale interpretatiemethode.",
      "De teleologische interpretatiemethode.",
      "De wetssystematische interpretatiemethode.",
      "De wetshistorische interpretatiemethode."
    ],
    "c": 3,
    "exp": "Rechtsleer/Interpretatiemethoden.\n\nBij de wetshistorische interpretatiemethode stelt de rechter de uitleg afhankelijk van de bedoeling die de wetgever had. Hierbij wordt gebruikgemaakt van parlementaire documenten (wetsgeschiedenis)."
  },
  {
    "q": "Waarin verschilt het legaliteitsbeginsel in artikel 7 EVRM van artikel 1 Sr met betrekking tot de bronnen van recht?",
    "a": [
      "Artikel 7 EVRM erkent alleen formele wetten als bron, terwijl artikel 1 Sr ook gewoonterecht toelaat.",
      "Artikel 7 EVRM verbiedt extensieve interpretatie, terwijl artikel 1 Sr dit expliciet toestaat.",
      "Artikel 7 EVRM omvat onder 'law' ook ongeschreven recht (jurisprudentie), terwijl artikel 1 Sr primair ziet op geschreven wet.",
      "Artikel 7 EVRM heeft geen verbod op terugwerkende kracht, terwijl artikel 1 Sr dit wel heeft."
    ],
    "c": 2,
    "exp": "Rechtsleer/Legaliteitsbeginsel.\n\nArt. 7 EVRM hanteert het begrip 'law', waaronder niet alleen geschreven recht wordt verstaan (zoals in art. 1 Sr in beginsel het geval is), maar ook ongeschreven recht en jurisprudentie (common law benadering)."
  },
  {
    "q": "Wat is de betekenis van de nulla poena-regel binnen het legaliteitsbeginsel?",
    "a": [
      "Er mag geen straf worden opgelegd zonder dat de schuld van de dader is bewezen.",
      "Er mag geen straf worden opgelegd die niet in de wet is voorzien of het wettelijk maximum overschrijdt.",
      "Er mag geen straf worden opgelegd als de verdachte niet aanwezig was bij de rechtszitting.",
      "Er mag geen straf worden opgelegd voor feiten die in het buitenland zijn gepleegd."
    ],
    "c": 1,
    "exp": "Rechtsleer/Nulla Poena.\n\nDe nulla poena-regel houdt in dat de rechter gebonden is aan de wet voor de strafoplegging. Er mogen geen onbekende straffen of straffen die het wettelijke maximum te boven gaan worden opgelegd."
  },
  {
    "q": "Welk argument gebruikte de Hoge Raad in het RuneScape-arrest om te onderbouwen dat virtuele objecten 'goederen' zijn?",
    "a": [
      "De virtuele objecten waren tastbaar aanwezig op de server van het spel.",
      "De virtuele objecten vielen onder de definitie van elektriciteit zoals in 1921 bepaald.",
      "De virtuele objecten vertegenwoordigden reële waarde en de aangever verloor de feitelijke en exclusieve heerschappij.",
      "De spelregels van RuneScape verboden expliciet het wegnemen van virtuele objecten."
    ],
    "c": 2,
    "exp": "HR RuneScape.\n\nDe Hoge Raad oordeelde dat de virtuele aard niet in de weg staat aan de kwalificatie als goed. Doorslaggevend was dat de objecten reële waarde hadden (tijd/inspanning) en dat de aangever de 'feitelijke en exclusieve heerschappij' verloor."
  },
  {
    "q": "Welke overweging speelde een rol bij de strafoplegging in het arrest Extinction Rebellion om het demonstratierecht niet te veel in te perken?",
    "a": [
      "De Hoge Raad oordeelde dat de verdachte moest worden vrijgesproken vanwege de vrijheid van meningsuiting.",
      "De Hoge Raad bepaalde dat een onvoorwaardelijke gevangenisstraf passend was gezien de schade.",
      "Het hof legde een geheel voorwaardelijke boete op om een 'chilling effect' op toekomstige demonstraties te voorkomen.",
      "De Hoge Raad stelde dat demonstranten immuniteit genieten zolang de demonstratie vreedzaam is."
    ],
    "c": 2,
    "exp": "HR Extinction Rebellion.\n\nHet hof (bevestigd door de HR) legde een lichte, geheel voorwaardelijke geldboete op. Dit was om proportionaliteit te waarborgen en te voorkomen dat een 'chilling effect' anderen zou ontmoedigen hun demonstratierecht uit te oefenen."
  },
  {
    "q": "Welke interpretatiemethode kijkt naar de plaats van een bepaling binnen de wet en de verhouding tot andere regels?",
    "a": [
      "De grammaticale interpretatiemethode.",
      "De wetssystematische interpretatiemethode.",
      "De wetshistorische interpretatiemethode.",
      "De teleologische interpretatiemethode."
    ],
    "c": 1,
    "exp": "Rechtsleer/Interpretatiemethoden.\n\nBij de wetssystematische interpretatiemethode stemt de rechter zijn interpretatie af op argumenten die ontleend zijn aan het systeem van de regeling en de plaats van de bepaling in de wet."
  },
  {
    "q": "Wat houdt het verbod van analogie in het strafrecht in?",
    "a": [
      "De rechter mag een wettelijke bepaling niet toepassen op een geval dat niet onder de tekst valt, ook al lijkt het erop.",
      "De rechter mag geen gebruik maken van jurisprudentie uit andere rechtsgebieden zoals het civiel recht.",
      "De rechter mag geen straf opleggen die lager is dan het wettelijk minimum.",
      "De rechter mag wetten niet interpreteren aan de hand van maatschappelijke ontwikkelingen."
    ],
    "c": 0,
    "exp": "Rechtsleer/Analogieverbod.\n\nHet verbod van analogie houdt in dat de rechter strafbepalingen niet mag oprekken om feiten strafbaar te stellen die niet onder de tekst van de wet vallen, zelfs als het geval sterk lijkt op wat wel strafbaar is gesteld."
  },
  {
    "q": "Wat is het kenmerk van de verenigingstheorie met betrekking tot de rechtvaardiging van straf?",
    "a": [
      "Deze theorie wijst vergelding volledig af en richt zich enkel op resocialisatie.",
      "Deze theorie stelt dat straf alleen gerechtvaardigd is als het slachtoffer ermee instemt.",
      "Deze theorie combineert vergelding als grondslag met preventieve doelen voor de toekomst.",
      "Deze theorie baseert straf uitsluitend op de economische kosten van het delict."
    ],
    "c": 2,
    "exp": "Rechtsleer/Verenigingstheorie.\n\nDe verenigingstheorie combineert elementen van absolute (vergelding) en relatieve (preventie) theorieën. Vergelding is de grondslag, maar de straf dient ook doelen zoals preventie en resocialisatie."
  },
  {
    "q": "Welke stroming binnen het strafrecht legde de nadruk op een sober wetboek, wilsvrijheid en vergelding?",
    "a": [
      "De Moderne Richting.",
      "De Utrechtse School.",
      "De Klassieke Richting.",
      "De Abolitionistische Stroming."
    ],
    "c": 2,
    "exp": "Rechtsleer/Klassieke Richting.\n\nDe Klassieke Richting stond aan de basis van het Wetboek van Strafrecht (1886). Deze stroming ging uit van indeterminisme (vrije wil), vergelding als strafdoel en een sober wetboek met eenvoudige delictsomschrijvingen."
  },
  {
    "q": "Wat betekent het dat autoriteiten een zekere mate van 'tolerantie' moeten tonen bij demonstraties volgens het EHRM in Kudrevičius?",
    "a": [
      "Dat de politie nooit mag ingrijpen bij demonstraties, ongeacht de gevolgen.",
      "Dat verkeershinder op zichzelf geen reden is om een demonstratie direct te beëindigen.",
      "Dat demonstranten altijd toestemming moeten krijgen, zelfs voor illegale acties.",
      "Dat de overheid verplicht is om demonstraties financieel te ondersteunen."
    ],
    "c": 1,
    "exp": "EHRM Kudrevičius t. Litouwen.\n\nHet Hof oordeelde dat overheden een zekere mate van tolerantie moeten tonen: hinder zoals verkeersoverlast rechtvaardigt op zichzelf nog geen inperking van de demonstratievrijheid, tenzij de verstoring excessief is."
  },
  {
    "q": "Wat is het verschil tussen materieel en formeel strafrecht?",
    "a": [
      "Materieel strafrecht regelt de procedure, formeel strafrecht de strafbare feiten.",
      "Materieel strafrecht geldt voor burgers, formeel strafrecht voor de politie.",
      "Materieel strafrecht bepaalt wat strafbaar is, formeel strafrecht regelt het proces van opsporing en berechting.",
      "Materieel strafrecht staat in het wetboek, formeel strafrecht is ongeschreven recht."
    ],
    "c": 2,
    "exp": "Rechtsleer/Materieel vs Formeel.\n\nMaterieel strafrecht bepaalt wat strafbaar is, welke straffen gelden en de voorwaarden voor strafbaarheid. Formeel strafrecht (strafprocesrecht) regelt de procedure van opsporing, vervolging en berechting."
  },
  {
    "q": "Welk element werd in het Elektriciteitsarrest door de Hoge Raad cruciaal geacht om elektriciteit als 'enig goed' aan te merken?",
    "a": [
      "Dat elektriciteit zichtbaar is voor het menselijk oog.",
      "Dat elektriciteit een fysieke substantie heeft die vastgepakt kan worden.",
      "Dat elektriciteit onder de wetgeving voor nutsvoorzieningen viel.",
      "Dat elektriciteit een economische waarde heeft en door de mens beheersbaar is."
    ],
    "c": 3,
    "exp": "HR Elektriciteit.\n\nDe Hoge Raad oordeelde dat elektriciteit een goed is in de zin van art. 310 Sr omdat het een economische waarde vertegenwoordigt en door de mens kan worden opgewekt en beheerst (overgedragen)."
  },
  {
    "q": "Waarom faalde het derde cassatiemiddel in het RuneScape-arrest dat stelde dat het 'een speldoel' was om bezit af te nemen?",
    "a": [
      "Omdat het spel geen regels had over diefstal.",
      "Omdat de Hoge Raad oordeelde dat spelregels niet boven de strafwet gaan.",
      "Omdat de spelregels niet voorzagen in de wijze waarop de goederen hier werden weggenomen (onder dwang).",
      "Omdat de verdachten geen officiële spelers van het spel waren."
    ],
    "c": 2,
    "exp": "HR RuneScape.\n\nDe Hoge Raad verwierp het argument dat het afnemen van bezit bij het spel hoorde (r.o. 3.6.3), omdat de spelregels niet voorzagen in de wijze waarop de verdachten de goederen hadden weggenomen (namelijk door mishandeling en dwang buiten het spel om)."
  },
  {
    "q": "Wat is extensieve interpretatie en hoe verhoudt dit zich tot het legaliteitsbeginsel?",
    "a": [
      "Het is een verboden interpretatiemethode waarbij de rechter buiten de wet treedt.",
      "Het is een toegestane uitleg waarbij de rechter de wet ruim uitlegt, maar binnen de taalkundige betekenis blijft.",
      "Het is een methode die alleen door de wetgever mag worden toegepast bij nieuwe wetten.",
      "Het is een interpretatie die strijdig is met het lex certa-beginsel en daarom altijd wordt vernietigd."
    ],
    "c": 1,
    "exp": "Rechtsleer/Interpretatie.\n\nExtensieve interpretatie is een toelaatbare uitbreidende uitleg. Het verschil met de verboden analogie is dat de rechter bij extensieve interpretatie taalkundig binnen de bewoordingen van de delictsomschrijving blijft."
  },
  {
    "q": "Welk doel heeft het strafrechtelijke legaliteitsbeginsel primair?",
    "a": [
      "Het beschermen van de overheid tegen burgers.",
      "Het waarborgen van de inkomsten van de staat door boetes.",
      "Het bieden van rechtszekerheid aan het individu tegen willekeurige overheidsmacht.",
      "Het zorgen voor een zo hoog mogelijke strafmaat voor misdrijven."
    ],
    "c": 2,
    "exp": "Rechtsleer/Legaliteitsbeginsel.\n\nHet legaliteitsbeginsel (art. 1 Sr) beoogt vooral rechtszekerheid te waarborgen: burgers moeten kunnen weten welke handelingen strafbaar zijn en welke straffen daarop staan, ter bescherming tegen willekeurige machtsuitoefening."
  }
]