[
  {
    "q": "Het legaliteitsbeginsel in artikel 1 Wetboek van Strafrecht heeft uitsluitend een rechtsbeschermende functie ten behoeve van de burger.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het legaliteitsbeginsel heeft meerdere dimensies: naast de rechtsbeschermende dimensie (begrenzing overheidsmacht) kent het ook een constitutionele dimensie (toedeling van bevoegdheden) en een generaal-preventieve dimensie (waarschuwende werking)."
  },
  {
    "q": "De absolute straftheorieën zoeken de rechtvaardiging van de straf in het realiseren van maatschappelijke doelen in de toekomst, zoals preventie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Absolute theorieën zijn gericht op het verleden en zien de rechtvaardiging in vergelding van het begane onrecht. De relatieve theorieën zijn gericht op de toekomst (preventie)."
  },
  {
    "q": "Het 'lex certa'-beginsel vereist dat strafbepalingen zo duidelijk en nauwkeurig mogelijk worden geformuleerd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het lex certa-beginsel (bestimmthetsgebot) eist van de wetgever dat strafbepalingen helder en afgebakend zijn, zodat de burger kan voorzien welk gedrag strafbaar is."
  },
  {
    "q": "In het Elektriciteitsarrest oordeelde de Hoge Raad dat elektriciteit niet als 'enig goed' in de zin van artikel 310 Sr kon worden aangemerkt omdat het niet stoffelijk is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Hoge Raad oordeelde juist dat elektriciteit wel als een goed kan worden aangemerkt, omdat het een economische waarde vertegenwoordigt en door de mens kan worden beheerst/overgedragen."
  },
  {
    "q": "Bij de teleologische interpretatiemethode staat de grammaticale betekenis van de wettekst centraal.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Bij de teleologische interpretatiemethode wordt gekeken naar de strekking, het doel of de ratio van de strafbepaling, niet primair naar de letterlijke tekst."
  },
  {
    "q": "Het verbod op analogie houdt in dat de rechter een strafbepaling niet mag toepassen op een geval dat niet onder de bewoordingen van de wet valt, ook al lijkt het sterk op een wel strafbaar gesteld geval.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Analogie is een verboden uitbreidende interpretatie waarbij de rechter buiten de grenzen van de wettekst treedt en feitelijk een nieuwe strafbepaling creëert."
  },
  {
    "q": "Volgens artikel 1 lid 2 Sr mag een nieuwe wet met terugwerkende kracht worden toegepast indien deze verandering gunstiger is voor de verdachte.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is de uitzondering op het verbod van terugwerkende kracht. Bij verandering van wetgeving na het tijdstip waarop het feit begaan is, worden de voor de verdachte gunstigste bepalingen toegepast."
  },
  {
    "q": "In het RuneScape-arrest oordeelde de Hoge Raad dat virtuele objecten geen 'goed' kunnen zijn in de zin van diefstal omdat ze uit 'bits en bytes' bestaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Hoge Raad oordeelde dat de virtuele aard niet in de weg staat aan kwalificatie als goed. Doorslaggevend was dat de objecten reële waarde hadden en de aangever de feitelijke en exclusieve heerschappij verloor."
  },
  {
    "q": "Het geweldsmonopolie van de overheid en het voorkomen van eigenrichting zijn belangrijke functies van het strafrecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het publieke strafrecht beoogt ongerichte wraak en eigenrichting te voorkomen door de reactie op normschendingen in handen van de overheid te leggen."
  },
  {
    "q": "Volgens het EHRM in de zaak Kudrevičius t. Litouwen is strafrechtelijke vervolging van demonstranten per definitie in strijd met artikel 11 EVRM.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het EHRM oordeelde dat strafrechtelijk optreden gerechtvaardigd kan zijn bij ernstige verstoring van de openbare orde (zoals langdurige blokkades), mits de sanctie proportioneel is."
  },
  {
    "q": "Rechtsdelicten zijn gedragingen die strafbaar zijn gesteld puur ter ordening van de samenleving, zonder dat ze intrinsiek moreel verwerpelijk zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Dit omschrijft wetsdelicten (mala prohibita). Rechtsdelicten (mala in se) zijn gedragingen die wezenlijk immoreel en rechtskrenkend zijn, zoals moord of diefstal."
  },
  {
    "q": "De wetshistorische interpretatiemethode maakt gebruik van de parlementaire geschiedenis om de bedoeling van de wetgever te achterhalen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij deze methode raadpleegt de rechter documenten uit de totstandkomingsgeschiedenis van de wet (Memorie van Toelichting, etc.) om de wil van de wetgever te vinden."
  },
  {
    "q": "Het ultimum remedium-karakter van het strafrecht houdt in dat het strafrecht als eerste middel moet worden ingezet bij normschendingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Ultimum remedium betekent het uiterste redmiddel. Het strafrecht mag pas worden ingezet als andere rechtsgebieden (civiel, bestuursrecht) geen toereikende oplossing bieden."
  },
  {
    "q": "Extensieve interpretatie is een toegestane uitlegmethode waarbij de rechter de wettekst ruim uitlegt, maar binnen de taalkundige betekenis blijft.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Extensieve interpretatie is toegestaan en verschilt van de verboden analogie doordat de interpretatie nog gedekt wordt door de bewoordingen van de delictsomschrijving."
  },
  {
    "q": "In het arrest Extinction Rebellion oordeelde de Hoge Raad dat strafrechtelijk optreden tegen demonstranten alleen gerechtvaardigd is bij 'laakbaar gedrag' (reprehensible acts).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De Hoge Raad sloot aan bij de EHRM-rechtspraak dat vreedzame demonstranten in beginsel niet bestraft mogen worden, tenzij ze zich schuldig maken aan laakbaar gedrag (zoals gevaarzetting)."
  },
  {
    "q": "Gewoonterecht kan in het Nederlandse strafrecht als directe bron voor strafbaarheid dienen op grond van het 'lex scripta'-beginsel.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het lex scripta-beginsel vereist geschreven wetgeving. Gewoonterecht kan in Nederland nooit een zelfstandige, directe bron van strafbaarheid zijn."
  },
  {
    "q": "Bij de wetssystematische interpretatiemethode kijkt de rechter naar de plaats van een bepaling binnen het wetboek en de verhouding tot andere regels.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De rechter ontleent argumenten aan het systeem van de wet en de samenhang tussen verschillende wetsartikelen."
  },
  {
    "q": "De Klassieke Richting in het strafrecht gaat uit van het determinisme en ziet de dader als product van zijn omgeving.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Klassieke Richting gaat uit van indeterminisme (de vrije wil) en stelt de daad en vergelding centraal. De Moderne Richting focust op determinisme en de dader."
  },
  {
    "q": "Het voorkomen van een 'chilling effect' op het demonstratierecht kan een reden zijn om een lagere of voorwaardelijke straf op te leggen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In het arrest Extinction Rebellion legde de rechter een voorwaardelijke boete op om te voorkomen dat burgers door te zware straffen ontmoedigd worden hun demonstratierecht uit te oefenen."
  },
  {
    "q": "Een belangrijk materieel verschil tussen misdrijven en overtredingen is dat bij misdrijven in de regel opzet of schuld bewezen moet worden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij misdrijven is een subjectief bestanddeel (opzet of culpa) vereist. Bij overtredingen geldt in beginsel de leer van het fait matériel (gedraging is voldoende, tenzij AVAS)."
  },
  {
    "q": "Artikel 7 EVRM kent een beperktere definitie van 'recht' (law) dan artikel 1 Sr en sluit ongeschreven recht uit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 7 EVRM hanteert een materieel wetsbegrip ('law') waaronder ook jurisprudentie en ongeschreven recht vallen, in tegenstelling tot het striktere formele wetsbegrip van art. 1 Sr."
  },
  {
    "q": "De verenigingstheorie combineert elementen van vergelding en preventie als rechtvaardiging voor de straf.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De verenigingstheorie is een synthese van absolute (vergelding) en relatieve (preventie) theorieën, waarbij vergelding vaak de grondslag is en preventie het doel."
  },
  {
    "q": "Het nulla poena-beginsel houdt in dat de rechter vrij is om elke straf op te leggen die hij passend acht, ongeacht het wettelijk maximum.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Nulla poena betekent dat er geen straf mag worden opgelegd dan krachtens de wet. De rechter is gebonden aan de wettelijke strafsoorten en maxima."
  },
  {
    "q": "In het Elektriciteitsarrest werd geoordeeld dat het aftappen van elektriciteit diefstal was, ondanks dat elektriciteit geen tastbaar voorwerp is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De Hoge Raad erkende elektriciteit als 'enig goed' vanwege de economische waarde en beheersbaarheid, ondanks het gebrek aan stoffelijkheid."
  },
  {
    "q": "Volgens het EHRM in Kudrevičius rechtvaardigt verkeershinder op zichzelf direct het beëindigen van een demonstratie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het EHRM stelt dat autoriteiten een zekere mate van tolerantie moeten tonen ten aanzien van onvermijdelijke hinder bij demonstraties."
  },
  {
    "q": "De grammaticale interpretatiemethode kijkt naar de taalkundige betekenis van de woorden in de wet.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij grammaticale interpretatie baseert de rechter zich op de letterlijke, evidente betekenis van de tekst van de bepaling."
  },
  {
    "q": "Materieel strafrecht regelt de procedures rondom opsporing en berechting, terwijl formeel strafrecht bepaalt wat strafbaar is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Dit is precies omgekeerd. Materieel recht gaat over strafbare feiten (inhoud), formeel recht gaat over het proces (procedure)."
  },
  {
    "q": "Speciale preventie heeft als doel de samenleving als geheel af te schrikken door het straffen van een dader.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Dat is generale preventie. Speciale preventie richt zich op de individuele dader om herhaling (recidive) te voorkomen."
  },
  {
    "q": "Het verbod op terugwerkende kracht in het strafrecht is absoluut en kent geen enkele uitzondering.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1 lid 2 Sr bevat een belangrijke uitzondering: bij verandering van wetgeving na het feit wordt de voor de verdachte gunstigste bepaling toegepast."
  },
  {
    "q": "De Hoge Raad oordeelde in de zaak RuneScape dat het afpakken van virtuele goederen onder bedreiging diefstal met geweld oplevert.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Omdat de virtuele goederen waarde hadden en de feitelijke heerschappij werd overgenomen, kwalificeerde de Hoge Raad dit als diefstal."
  }
]