[
  {
    "q": "De leverancier van kantoormeubilair daagt 'het College van Burgemeester en Wethouders van de gemeente Groningen' voor de burgerlijke rechter wegens een onbetaalde factuur. De advocaat van het College stelt dat de dagvaarding nietig is omdat het College geen eigen vermogen heeft en geen contractspartij kan zijn. Heeft de advocaat gelijk?",
    "sample": "Issue: Bezit het College van B&W zelfstandige rechtspersoonlijkheid en een eigen vermogen?\n\nRule: Artikel 1:1 lid 4 Awb bepaalt dat vermogensrechtelijke gevolgen van handelingen van een bestuursorgaan de rechtspersoon treffen waartoe het orgaan behoort. Artikel 2:1 BW wijst de gemeente aan als publiekrechtelijke rechtspersoon.\n\nApplication: Het College is een bestuursorgaan (orgaan) van de rechtspersoon de gemeente. Het College zelf bezit geen rechtspersoonlijkheid en heeft geen eigen vermogen. De gemeente is de juridische entiteit die contracten sluit en aansprakelijk is.\n\nConclusion: De advocaat heeft gelijk; de gemeente had gedagvaard moeten worden.",
    "checklist": [
      "Bestuursorganen hebben geen eigen vermogen",
      "Artikel 1:1 lid 4 Awb toepassen",
      "De gemeente is de rechtspersoon",
      "Vermogensrechtelijke gevolgen treffen de rechtspersoon"
    ],
    "exp": "Bestuursorganen (zoals het College) zijn onderdeel van een rechtspersoon (de gemeente). Alleen de rechtspersoon kan drager zijn van vermogensrechtelijke rechten en plichten (privaatrechtelijke rechtshandelingen). Het bestuursorgaan handelt namens de rechtspersoon."
  },
  {
    "q": "Stichting 'Kunst voor Iedereen' is privaatrechtelijk opgericht. De stichting verstrekt subsidies aan lokale kunstenaars. De gemeente financiert de stichting voor 80%. Het bestuur van de stichting bepaalt echter volledig zelfstandig, zonder enige invloed of criteria van de gemeente, aan wie subsidies worden verstrekt. Kwalificeert het bestuur van deze stichting als bestuursorgaan voor het verstrekken van subsidies?",
    "sample": "Issue: Kwalificeert het bestuur van de privaatrechtelijke stichting als b-bestuursorgaan (art. 1:1 lid 1 onder b Awb)?\n\nRule: Volgens het arrest Stichting bevordering kwaliteit leefomgeving Schipholregio moet bij de 'geldroute' aan twee cumulatieve vereisten worden voldaan: het financiële vereiste (overwegende mate >2/3 gefinancierd door a-orgaan) en het inhoudelijke vereiste (criteria in beslissende mate bepaald door a-orgaan).\n\nApplication: Aan het financiële vereiste is voldaan (80%). Aan het inhoudelijke vereiste is niet voldaan, aangezien de gemeente geen invloed heeft op de criteria.\n\nConclusion: Nee, het bestuur is geen bestuursorgaan.",
    "checklist": [
      "Toetsing aan criteria arrest Schipholregio",
      "Financieel vereiste (2/3) is voldaan",
      "Inhoudelijk vereiste criteria niet voldaan",
      "Geen b-bestuursorgaan wegens ontbreken inhoudelijke sturing"
    ],
    "exp": "Voor de kwalificatie als b-bestuursorgaan via de financieringsroute is louter financiering onvoldoende. Er moet ook sprake zijn van inhoudelijke sturing door een a-bestuursorgaan (inhoudelijk vereiste)."
  },
  {
    "q": "De Hoge Raad der Nederlanden besluit tot het ontslag van een administratief medewerker (ambtenaar) die werkzaam is bij de Raad. Is de Hoge Raad bij het nemen van dit specifieke besluit aan te merken als een bestuursorgaan in de zin van de Algemene wet bestuursrecht?",
    "sample": "Issue: Is de rechterlijke macht een bestuursorgaan bij handelingen ten aanzien van ambtenaren?\n\nRule: Artikel 1:1 lid 2 onder c Awb zondert de onafhankelijke rechterlijke macht uit van het bestuursorgaan-begrip. Artikel 1:1 lid 3 Awb maakt hierop een uitzondering (de uitzondering op de uitzondering) voor besluiten ten aanzien van ambtenaren.\n\nApplication: De Hoge Raad is deel van de rechterlijke macht, maar het besluit betreft een handeling ten aanzien van een ambtenaar als zodanig. \n\nConclusion: Ja, in dit geval kwalificeert de Hoge Raad als bestuursorgaan.",
    "checklist": [
      "Rechterlijke macht normaal uitgezonderd (1:1 lid 2)",
      "Uitzondering op uitzondering artikel 1:1 lid 3",
      "Handeling betreft een ambtenaar",
      "Hoge Raad is hier bestuursorgaan"
    ],
    "exp": "Hoewel de rechterlijke macht (trias politica) in beginsel geen bestuursorgaan is, geldt dit wel wanneer zij optreden als werkgever voor hun eigen ambtenaren (niet zijnde voor het leven benoemde rechters)."
  },
  {
    "q": "Wethouder Pietersen moet namens het College beslissen over een vergunningaanvraag van 'Bouwbedrijf Pietersen BV'. De wethouder is enig aandeelhouder van dit bedrijf. De wethouder stelt dat hij objectief kan beslissen omdat hij zijn functies strikt gescheiden houdt. Is zijn deelname aan de besluitvorming juridisch toegestaan?",
    "sample": "Issue: Is er sprake van verboden vooringenomenheid bij de besluitvorming?\n\nRule: Artikel 2:4 lid 2 Awb bepaalt dat het bestuursorgaan ertegen waakt dat personen met een persoonlijk belang de besluitvorming beïnvloeden (verbod op vooringenomenheid / nemo iudex in re sua).\n\nApplication: De wethouder heeft een direct financieel/persoonlijk belang bij de aanvraag van zijn eigen BV. Dit wekt op zijn minst de schijn van belangenverstrengeling en beïnvloedt de objectiviteit.\n\nConclusion: Nee, zijn deelname is in strijd met artikel 2:4 Awb.",
    "checklist": [
      "Strijd met artikel 2:4 Awb",
      "Verbod op vooringenomenheid",
      "Beginsel nemo iudex in re sua",
      "Persoonlijk belang mag besluitvorming niet beïnvloeden"
    ],
    "exp": "Het verbod op vooringenomenheid vereist dat functionarissen met een persoonlijk belang zich onthouden van deelname aan de besluitvorming om objectiviteit en de schijn van partijdigheid te waarborgen."
  },
  {
    "q": "De gemeenteraad van de gemeente Utrecht stelt een nieuwe verordening vast. Kwalificeert de gemeenteraad als een a-bestuursorgaan of een b-bestuursorgaan volgens de systematiek van de Algemene wet bestuursrecht?",
    "sample": "Issue: Kwalificatie van de gemeenteraad als a- of b-bestuursorgaan.\n\nRule: Artikel 1:1 lid 1 onder a Awb definieert een bestuursorgaan als een orgaan van een krachtens publiekrecht ingestelde rechtspersoon. Artikel 2:1 lid 1 BW noemt de gemeente als publiekrechtelijke rechtspersoon.\n\nApplication: De gemeente is een krachtens publiekrecht ingestelde rechtspersoon. De gemeenteraad is een orgaan van deze rechtspersoon (blijkt uit de Gemeentewet).\n\nConclusion: De gemeenteraad is een a-bestuursorgaan.",
    "checklist": [
      "Toetsing aan artikel 1:1 lid 1 sub a",
      "Gemeente is publiekrechtelijke rechtspersoon (2:1 BW)",
      "Gemeenteraad is orgaan van rechtspersoon",
      "Kwalificatie is a-bestuursorgaan"
    ],
    "exp": "Organen van publiekrechtelijke rechtspersonen (zoals Rijk, provincie, gemeente) zijn per definitie a-bestuursorganen. Hun status vloeit voort uit de wet (organiek)."
  }
]