[
  {
    "q": "Welke causaliteitstheorie geldt in de huidige Nederlandse rechtspraak als de heersende leer voor het vaststellen van het causaal verband in strafzaken?",
    "a": [
      "De theorie van de conditio sine qua non",
      "De leer van de redelijke toerekening",
      "De adequatietheorie",
      "De causa proxima-theorie"
    ],
    "c": 1,
    "exp": "HR Letale longembolie.\n\nSinds 1978 hanteert de Hoge Raad als criterium voor strafrechtelijke causaliteit de leer van de redelijke toerekening. Het gaat erom of het gevolg redelijkerwijs aan de gedraging van de verdachte kan worden toegerekend."
  },
  {
    "q": "Wat houdt het conditio sine qua non-verband in binnen het causaliteitsvraagstuk?",
    "a": [
      "De gedraging is de dichtstbijzijnde oorzaak van het gevolg",
      "Het gevolg was voor de dader redelijkerwijs te voorzien",
      "De gedraging is een onmisbare voorwaarde voor het gevolg",
      "Het gevolg is typisch verbonden aan de aard van de gedraging"
    ],
    "c": 2,
    "exp": "HR Groninger HIV.\n\nHet conditio sine qua non-verband fungeert als ondergrens van het causaal verband. Het houdt in dat de gedraging niet kan worden weggedacht zonder dat het gevolg komt te vervallen."
  },
  {
    "q": "Hoe wordt in het arrest HR Letale longembolie geoordeeld over een medische complicatie die optreedt na een verkeersongeval?",
    "a": [
      "De complicatie doorbreekt het causaal verband als deze zeldzaam is",
      "De dood is redelijkerwijs toe te rekenen aan de veroorzaker van het ongeval",
      "Alleen het initiële letsel is toe te rekenen, niet de latere embolie",
      "De medische complicatie wordt gezien als een zelfstandige nieuwe oorzaak"
    ],
    "c": 1,
    "exp": "HR Letale longembolie.\n\nHet overlijden door een longembolie als complicatie na een aanrijding kan redelijkerwijs aan de veroorzaker van de botsing worden toegerekend, ook als het letsel op zichzelf niet direct dodelijk was."
  },
  {
    "q": "Welk oordeel geeft de Hoge Raad in het arrest HR Aortaperforatie over het effect van een medische fout op het causaal verband?",
    "a": [
      "Een medische fout doorbreekt het causaal verband bij een niet-dodelijke steekwond",
      "De medische fout staat niet in de weg aan toerekening van de dood aan de dader",
      "Bij een medische fout is de arts als enige strafrechtelijk aansprakelijk voor de dood",
      "Het causaal verband vervalt als de arts de specifieke verwonding over het hoofd ziet"
    ],
    "c": 1,
    "exp": "HR Aortaperforatie.\n\nHet overlijden kan redelijkerwijs als gevolg van de gedraging aan de dader worden toegerekend, ondanks een medisch verzuim (het missen van een gaatje in de aorta) bij de behandeling."
  },
  {
    "q": "In het arrest HR Niet-behandelde longinfectie weigerde het slachtoffer medische behandeling. Wat was het oordeel over de causaliteit?",
    "a": [
      "De weigering van zorg doorbreekt de causale keten volledig",
      "De dood is niet toe te rekenen omdat het een eigen keuze was",
      "De dood is redelijkerwijs toe te rekenen aan de schutter",
      "Er is slechts sprake van poging tot doodslag door de weigering"
    ],
    "c": 2,
    "exp": "HR Niet-behandelde longinfectie.\n\nDe beslissing van het slachtoffer om af te zien van medische behandeling doorbreekt het causaal verband niet, nu de dader de omstandigheden heeft gecreëerd die tot deze keuze leidden."
  },
  {
    "q": "Wat staat centraal in de adequatietheorie bij het vaststellen van causaliteit?",
    "a": [
      "De vraag of de gedraging een noodzakelijke voorwaarde was",
      "De voorzienbaarheid van het gevolg naar algemene ervaringsregels",
      "De vraag of de oorzaak dicht in tijd bij het gevolg ligt",
      "De intentie van de wetgever bij de strafbaarstelling"
    ],
    "c": 1,
    "exp": "HR Etalageruit.\n\nBij de adequatietheorie staat de voorzienbaarheid van een gevolg centraal: kon de verdachte weten dat een bepaald gevolg zou intreden naar algemene ervaringsregels."
  },
  {
    "q": "Welke rol speelt de 'aard van de gedraging' als bouwsteen voor de redelijke toerekening?",
    "a": [
      "Het bepaalt of er sprake is van een conditio sine qua non",
      "Het beoordeelt of de gedraging geschikt is om het gevolg teweeg te brengen",
      "Het sluit alternatieve oorzaken per definitie uit van bewijs",
      "Het vervangt het vereiste van een strafbaar gevolg in de wet"
    ],
    "c": 1,
    "exp": "HR Groninger HIV.\n\nAls de gedraging naar haar aard geschikt is om het gevolg teweeg te brengen, of de kans daarop significant vergroot, is dit een hulpmiddel voor redelijke toerekening."
  },
  {
    "q": "Wat houdt de 'causa proxima'-theorie in met betrekking tot causaliteit?",
    "a": [
      "De oorzaak die het meest waarschijnlijk is, telt als juridische oorzaak",
      "De laatste factor in de reeks van gebeurtenissen geldt als de oorzaak",
      "Alle factoren die hebben bijgedragen zijn juridisch gelijkwaardig",
      "De oorzaak die het zwaarst weegt in moreel opzicht is bepalend"
    ],
    "c": 1,
    "exp": "HR Letale longembolie.\n\nDe causa proxima-leer wijst als 'de' oorzaak aan de factor die zich het dichtst bij de verwerkelijking van het gevolg bevindt (de laatste schakel)."
  },
  {
    "q": "Wanneer staat een alternatieve oorzaak volgens het arrest HR Bloedvergiftiging niet in de weg aan het bewijs van causaal verband?",
    "a": [
      "Als de alternatieve oorzaak medisch onmogelijk is gebleken",
      "Als de alternatieve oorzaak een hoogst onwaarschijnlijke mogelijkheid is",
      "Als de alternatieve oorzaak door de verdachte is aangedragen",
      "Als de alternatieve oorzaak niet door getuigen is bevestigd"
    ],
    "c": 1,
    "exp": "HR Bloedvergiftiging.\n\nEen hoogst onwaarschijnlijke mogelijkheid van een alternatieve gang van zaken staat niet in de weg aan een bewezenverklaring van het causaal verband."
  },
  {
    "q": "Welke eis stelt de Hoge Raad in het arrest HR Groninger HIV aan het conditio sine qua non-verband?",
    "a": [
      "Het moet absoluut zeker zijn dat geen andere oorzaak speelde",
      "Het verband fungeert in beginsel als ondergrens voor toerekening",
      "Het verband is niet relevant bij medische complicaties",
      "Het verband wordt aangenomen als er opzet in het spel is"
    ],
    "c": 1,
    "exp": "HR Groninger HIV.\n\nHet conditio sine qua non-verband fungeert in beginsel als ondergrens van het causaal verband; minstens is vereist dat de gedraging een onmisbare schakel vormde."
  },
  {
    "q": "Wat is de kern van de 'relevantietheorie' met betrekking tot causaliteit?",
    "a": [
      "Alleen de dichtstbijzijnde oorzaak is juridisch relevant",
      "De relevante oorzaak is die welke de wetgever in gedachten had",
      "De oorzaak die de meeste schade veroorzaakt is relevant",
      "Relevant is of de dader het gevolg heeft gewild of voorzien"
    ],
    "c": 1,
    "exp": "HR Shaken baby.\n\nBij de relevantietheorie wordt gekeken welke oorzaak in de optiek van de wetgever als meest relevant wordt bevonden binnen de delictsomschrijving."
  },
  {
    "q": "Hoe wordt causaliteit vastgesteld bij een omissiedelict (nalaten)?",
    "a": [
      "Door de schakel weg te denken in de keten van gebeurtenissen",
      "Door een hypothetische handeling bij te denken die het gevolg had voorkomen",
      "Door te kijken naar de dichtstbijzijnde oorzaak van het gevolg",
      "Door vast te stellen of er sprake was van opzet op het nalaten"
    ],
    "c": 1,
    "exp": "HR Shaken baby.\n\nBij nalaten wordt een hypothetische handeling bijgedacht: de vraag is of het gevolg waarschijnlijk zou zijn uitgebleven als de verdachte wel had gehandeld."
  },
  {
    "q": "In het arrest HR Haarlemse doodslag werd een medische fout gemaakt. Wat oordeelde de Hoge Raad over de toerekening?",
    "a": [
      "De medische fout verbrak de causale keten naar de dader",
      "Het verzuim van de arts staat niet in de weg aan toerekening",
      "De arts is als enige verantwoordelijk voor de doodslag",
      "Er was sprake van een onvoorzienbare, zelfstandige oorzaak"
    ],
    "c": 1,
    "exp": "HR Haarlemse doodslag.\n\nHet tekortschieten in medische zorg door anderen ontheft de verdachte niet van zijn aansprakelijkheid indien de dood redelijkerwijs aan hem kan worden toegerekend."
  },
  {
    "q": "Welke rol speelt 'opzet' bij de redelijke toerekening van een gevolg?",
    "a": [
      "Opzet is irrelevant voor de vaststelling van het causaal verband",
      "Opzet kan bijdragen aan het oordeel dat toerekening redelijk is",
      "Opzet vervangt de eis van een conditio sine qua non-verband",
      "Opzet maakt elke tussenkomende factor automatisch irrelevant"
    ],
    "c": 1,
    "exp": "HR Haarlemse doodslag.\n\nIndien de opzet van de verdachte mede gericht was op het ingetreden gevolg, kan dit bijdragen aan het oordeel dat redelijke toerekening mogelijk is."
  },
  {
    "q": "Wat impliceert de 'Garantenstellung' bij de beoordeling van causaliteit en schuld?",
    "a": [
      "Dat iedereen gelijk wordt beoordeeld ongeacht beroep",
      "Dat personen met specifieke functies een hogere zorgplicht hebben",
      "Dat de overheid garant staat voor de veiligheid van burgers",
      "Dat slachtoffers zelf verantwoordelijk zijn voor hun veiligheid"
    ],
    "c": 1,
    "exp": "HR Verpleegster.\n\nBij personen met een specifieke functie of beroep (Garantenstellung) worden hogere eisen gesteld aan de zorgvuldigheid en voorzienbaarheid."
  },
  {
    "q": "Wat is kenmerkend voor de 'leer van de redelijke toerekening' ten opzichte van oudere theorieën?",
    "a": [
      "Het richt zich primair op de fysieke oorzaak van het gevolg",
      "Het oriënteert zich primair op het gevolg en de redelijkheid",
      "Het vereist een strikte, ononderbroken fysieke keten",
      "Het sluit aansprakelijkheid uit bij enige onzekerheid"
    ],
    "c": 1,
    "exp": "HR Letale longembolie.\n\nDe leer van de redelijke toerekening oriënteert zich primair op het gevolg en of het redelijk is dit juridisch aan de verdachte toe te rekenen."
  },
  {
    "q": "Kan een gevolg aan de dader worden toegerekend als er sprake is van een 'complexe causale keten'?",
    "a": [
      "Nee, complexiteit sluit strafrechtelijke causaliteit uit",
      "Nee, alleen directe gevolgen zijn strafrechtelijk relevant",
      "Ja, mits het redelijk is om het gevolg toe te rekenen",
      "Ja, maar alleen als de dader het gevolg had beoogd"
    ],
    "c": 2,
    "exp": "HR Letale longembolie.\n\nOok bij een complexe causale keten (zoals tijdsverloop of complicaties) kan het gevolg redelijkerwijs worden toegerekend aan de verdachte."
  },
  {
    "q": "Wat wordt in het arrest HR Groninger HIV bepaald over de waarschijnlijkheid van het gevolg?",
    "a": [
      "Het gevolg moet absoluut zeker door de verdachte zijn veroorzaakt",
      "Het is voldoende als de gedraging het gevolg mogelijk maakte",
      "Het moet aannemelijk zijn dat het gevolg met aanzienlijke waarschijnlijkheid is veroorzaakt",
      "Waarschijnlijkheid speelt geen rol bij de vaststelling van causaliteit"
    ],
    "c": 2,
    "exp": "HR Groninger HIV.\n\nEr moet aannemelijk zijn dat het gevolg met een aanzienlijke mate van waarschijnlijkheid door de gedraging van de verdachte is veroorzaakt."
  },
  {
    "q": "Welke factor wordt genoemd als bouwsteen voor redelijke toerekening naast de aard van de gedraging?",
    "a": [
      "De hoogte van de strafmaat",
      "De ratio van de delictsomschrijving",
      "De leeftijd van de verdachte",
      "De aanwezigheid van medeplichtigen"
    ],
    "c": 1,
    "exp": "HR Shaken baby.\n\nNaast de aard van de gedraging is de ratio (strekking) van de delictsomschrijving een bouwsteen voor de redelijke toerekening."
  },
  {
    "q": "In HR Etalageruit slipte een auto tegen een verkeerszuil. Wat zei dit arrest over voorzienbaarheid?",
    "a": [
      "De exacte keten van gebeurtenissen moet voorzienbaar zijn",
      "Het gevolg moet in algemene zin redelijkerwijs te voorzien zijn",
      "Alleen direct lichamelijk letsel is redelijkerwijs te voorzien",
      "Voorzienbaarheid speelt geen rol bij verkeersongevallen"
    ],
    "c": 1,
    "exp": "HR Etalageruit.\n\nDe reeks gebeurtenissen moet te rekenen zijn tot wat redelijkerwijs voorzienbaar is als gevolg van de botsing (in algemene zin naar ervaringsregels)."
  },
  {
    "q": "Wanneer is er sprake van een 'onmisbare schakel' in de zin van het CSQN-verband?",
    "a": [
      "Als het gevolg ook zonder de gedraging zou zijn ingetreden",
      "Als het gevolg zonder de gedraging achterwege zou zijn gebleven",
      "Als de gedraging de enige oorzaak van het gevolg was",
      "Als de gedraging de meest recente oorzaak was"
    ],
    "c": 1,
    "exp": "HR Groninger HIV.\n\nEen gedraging is een onmisbare schakel (CSQN) als het gevolg bij het wegdenken van die gedraging niet zou zijn ingetreden."
  },
  {
    "q": "Hoe beïnvloedt een lang tijdsverloop tussen daad en gevolg de causaliteit?",
    "a": [
      "Na verloop van tijd vervalt het causaal verband automatisch",
      "Tijdsverloop maakt toerekening per definitie onredelijk",
      "Tijdsverloop staat redelijke toerekening niet in de weg",
      "Tijdsverloop vereist een nieuwe strafbare handeling"
    ],
    "c": 2,
    "exp": "HR Letale longembolie.\n\nEen tijdsverloop (hier 12 dagen) staat niet in de weg aan het redelijkerwijs toerekenen van het gevolg aan de oorspronkelijke gedraging."
  },
  {
    "q": "Wat is het gevolg van 'alternatieve causaliteit' voor de bewijsvoering?",
    "a": [
      "Het leidt direct tot vrijspraak wegens twijfel",
      "De rechter moet kiezen voor de meest waarschijnlijke oorzaak",
      "Het sluit redelijke toerekening niet uit als alternatieven onwaarschijnlijk zijn",
      "Het vereist dat de verdachte bewijst dat hij het niet gedaan heeft"
    ],
    "c": 2,
    "exp": "HR Groninger HIV.\n\nAlternatieve causaliteit sluit redelijke toerekening niet uit, mits aannemelijk is dat de alternatieven hoogstwaarschijnlijk niet de oorzaak waren."
  },
  {
    "q": "Wat wordt bedoeld met de 'objectieve zijde' van culpa in relatie tot causaliteit?",
    "a": [
      "De persoonlijke verwijtbaarheid van de dader",
      "De vermijdbare aanmerkelijke onvoorzichtigheid",
      "De opzet van de dader op het gevolg",
      "De afwezigheid van strafuitsluitingsgronden"
    ],
    "c": 1,
    "exp": "HR Blackout.\n\nDe objectieve zijde van culpa betreft de vermijdbare aanmerkelijke onvoorzichtigheid (het anders moeten handelen), waaruit causaliteit kan volgen."
  },
  {
    "q": "In het arrest HR Shaken Baby was er twijfel over het CSQN-verband. Waarop zag deze twijfel?",
    "a": [
      "Of de baby was overleden door schudden of door een val",
      "Of de verdachte aanwezig was tijdens het overlijden",
      "Of medisch ingrijpen het leven had kunnen redden",
      "Of de verdachte opzet had op de dood"
    ],
    "c": 2,
    "exp": "HR Shaken baby.\n\nDe twijfel zag op het causaal verband i.v.m. nalaten: of het tijdig inroepen van medische hulp het overlijden had kunnen voorkomen."
  },
  {
    "q": "Welke theorie gaat ervan uit dat de juridische oorzaak de factor is die het dichtst bij het gevolg ligt?",
    "a": [
      "De conditio sine qua non-theorie",
      "De adequatietheorie",
      "De causa proxima-theorie",
      "De relevantietheorie"
    ],
    "c": 2,
    "exp": "HR Letale longembolie.\n\nDe causa proxima-leer wijst als oorzaak de factor aan die zich het dichtst bij de verwerkelijking van het gevolg bevindt."
  },
  {
    "q": "Wat houdt het criterium 'significante mate vergroot' in bij de beoordeling van de aard van de gedraging?",
    "a": [
      "Dat de gedraging de enige reden is voor het gevolg",
      "Dat de gedraging de kans op het intreden van het gevolg aanzienlijk verhoogt",
      "Dat de gedraging een geringe invloed had op het gevolg",
      "Dat de gedraging pas na het gevolg relevant werd"
    ],
    "c": 1,
    "exp": "HR Groninger HIV.\n\nRedelijke toerekening is eerder mogelijk als de gedraging naar haar aard de kans op het intreden van het gevolg in significante mate heeft vergroot."
  },
  {
    "q": "Welk rechtsbelang wordt beschermd door de delictsomschrijving in art. 308/309 Sr (letsel door schuld)?",
    "a": [
      "De openbare orde en veiligheid",
      "Het eigendomsrecht van goederen",
      "De lichamelijke integriteit en gezondheid",
      "De betrouwbaarheid van het rechtsverkeer"
    ],
    "c": 2,
    "exp": "HR Shaken baby.\n\nDe ratio van deze delictsomschrijvingen is de bescherming van het menselijk leven, de lichamelijke integriteit en de gezondheid."
  },
  {
    "q": "Hoe verhoudt het leerstuk van 'redelijke toerekening' zich tot de voorzienbaarheid?",
    "a": [
      "Voorzienbaarheid is het enige en doorslaggevende criterium",
      "Voorzienbaarheid is geen factor van betekenis meer",
      "Voorzienbaarheid is een hulpmiddel, maar niet het enige criterium",
      "Voorzienbaarheid is vervangen door het CSQN-vereiste"
    ],
    "c": 2,
    "exp": "HR Etalageruit.\n\nVoorzienbaarheid (adequatie) is een bouwsteen/hulpmiddel binnen de bredere leer van de redelijke toerekening, maar niet het enige criterium."
  },
  {
    "q": "Wat is het gevolg voor de causaliteit als een slachtoffer door eigen keuze afziet van een levensreddende behandeling?",
    "a": [
      "De causaliteit tussen dader en dood wordt verbroken",
      "De dader is alleen aansprakelijk voor poging tot doodslag",
      "De causaliteit blijft bestaan als de dader de noodzaak creëerde",
      "De causaliteit vervalt wegens eigen schuld van het slachtoffer"
    ],
    "c": 2,
    "exp": "HR Niet-behandelde longinfectie.\n\nDe keuze van het slachtoffer doorbreekt het causaal verband niet als de verdachte de situatie heeft gecreëerd waarin die keuze gemaakt moest worden."
  }
]