[
  {
    "q": "De leer van de conditio sine qua non fungeert in de huidige rechtspraak als het uitsluitende en doorslaggevende criterium voor strafrechtelijke causaliteit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Groninger HIV.\n\nHet conditio sine qua non-verband fungeert in beginsel slechts als ondergrens van het causaal verband. De heersende leer voor het vaststellen van causaliteit is die van de redelijke toerekening."
  },
  {
    "q": "Volgens de leer van de redelijke toerekening wordt causaal verband aangenomen indien het gevolg redelijkerwijs aan de gedraging van de verdachte kan worden toegerekend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Letale longembolie.\n\nSinds 1978 hanteert de Hoge Raad de leer van de redelijke toerekening als criterium. Het gaat erom of het gevolg redelijkerwijs als gevolg van de gedraging aan de dader kan worden toegerekend."
  },
  {
    "q": "Een medische fout van een arts doorbreekt volgens het arrest HR Aortaperforatie per definitie het causaal verband tussen een steekverwonding en het overlijden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Aortaperforatie.\n\nDe Hoge Raad oordeelde dat een medisch verzuim (het missen van een perforatie) niet in de weg staat aan de toerekening van de dood aan de dader, mits het letsel op zichzelf tot de dood had kunnen leiden."
  },
  {
    "q": "In het arrest HR Letale longembolie oordeelde de Hoge Raad dat het overlijden door een longembolie twaalf dagen na het ongeval niet aan de verdachte kon worden toegerekend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Letale longembolie.\n\nDe Hoge Raad oordeelde juist dat het overlijden redelijkerwijs aan de botsing kon worden toegerekend, ondanks dat de embolie een complicatie was van de noodzakelijke bedrust en er tijdsverloop was."
  },
  {
    "q": "De adequatietheorie stelt dat er sprake is van causaal verband indien het gevolg voor de dader redelijkerwijs te voorzien was.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Etalageruit.\n\nDe adequatietheorie (voorzienbaarheidstheorie) houdt in dat er sprake is van causaal verband indien het gevolg voor de betrokkene redelijkerwijs te voorzien was naar algemene ervaringsregels."
  },
  {
    "q": "De weigering van een slachtoffer om een medische behandeling te ondergaan, verbreekt volgens HR Niet-behandelde longinfectie de causale keten tussen het letsel en het overlijden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Niet-behandelde longinfectie.\n\nDe beslissing van het slachtoffer om af te zien van behandeling doorbrak het causaal verband niet, omdat de verdachte de omstandigheden had gecreëerd die tot deze noodlottige keuze leidden."
  },
  {
    "q": "Bij alternatieve causaliteit staat een hoogst onwaarschijnlijke mogelijkheid van een andere oorzaak niet in de weg aan het bewijs van het causaal verband.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Bloedvergiftiging.\n\nDe Hoge Raad stelde dat een hoogst onwaarschijnlijke mogelijkheid van een alternatieve gang van zaken niet in de weg staat aan een bewezenverklaring van het causaal verband."
  },
  {
    "q": "Het conditio sine qua non-verband houdt in dat de gedraging niet kan worden weggedacht zonder dat het gevolg komt te vervallen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Groninger HIV.\n\nDit is de kern van de conditio sine qua non-leer: de gedraging moet een noodzakelijke voorwaarde (onmisbare schakel) zijn voor het intreden van het gevolg."
  },
  {
    "q": "In de Groninger HIV-zaak oordeelde de Hoge Raad dat onzekerheid over de exacte besmettingsroute altijd leidt tot vrijspraak wegens het ontbreken van causaal verband.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Groninger HIV.\n\nDe Hoge Raad oordeelde dat toerekening mogelijk is als de gedraging een onmisbare schakel kan hebben gevormd en het aannemelijk is dat het gevolg met aanzienlijke waarschijnlijkheid door die gedraging is veroorzaakt."
  },
  {
    "q": "De 'causa proxima'-theorie wijst de oorzaak aan die zich het dichtst in tijd of plaats bij het gevolg bevindt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Letale longembolie.\n\nDe causa proxima-leer selecteert de naaste, dichtstbijzijnde oorzaak (de laatste schakel in de keten) als de juridisch relevante oorzaak."
  },
  {
    "q": "Bij een omissiedelict (nalaten) wordt voor de causaliteit gekeken of het gevolg waarschijnlijk zou zijn uitgebleven als de verdachte wel had gehandeld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Shaken baby.\n\nBij nalaten (omissiedelicten) wordt gekeken naar hypothetische causaliteit: zou het strafbare gevolg zijn voorkomen indien de betrokkene de geboden handeling wel had verricht?"
  },
  {
    "q": "De aard van de gedraging speelt geen rol bij de beoordeling of een gevolg redelijkerwijs aan de verdachte kan worden toegerekend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Groninger HIV.\n\nDe aard van de gedraging is juist een belangrijke factor: als de gedraging naar haar aard geschikt is om het gevolg teweeg te brengen, wordt toerekening eerder redelijk geacht."
  },
  {
    "q": "Het arrest HR Etalageruit is een voorbeeld van de toepassing van de adequatietheorie (voorzienbaarheid) in het verkeer.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Etalageruit.\n\nIn dit arrest werd geoordeeld dat de reeks gebeurtenissen na een botsing redelijkerwijs voorzienbaar was, wat past binnen de adequatietheorie die destijds invloedrijk was."
  },
  {
    "q": "Als een slachtoffer na een steekpartij overlijdt aan een zeldzame bloedvergiftiging, kan dit gevolg volgens de Hoge Raad nooit aan de dader worden toegerekend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Bloedvergiftiging.\n\nDe Hoge Raad oordeelde dat zelfs bij een zeldzame complicatie of een hoogst onwaarschijnlijke alternatieve oorzaak, toerekening van de dood aan de steekpartij mogelijk blijft."
  },
  {
    "q": "De leer van de redelijke toerekening oriënteert zich primair op de fysieke oorzaak en niet op het gevolg.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Letale longembolie.\n\nDe leer van de redelijke toerekening oriënteert zich primair op het gevolg en de juridische vraag of het redelijk is dit gevolg aan de dader toe te schrijven, niet puur op de fysieke keten."
  },
  {
    "q": "Volgens de jurisprudentie is het voor causaliteit voldoende dat de gedraging de kans op het gevolg in 'significante mate' heeft vergroot.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Groninger HIV.\n\nEen hulpmiddel voor redelijke toerekening is of de gedraging de kans op het intreden van het gevolg in significante mate heeft vergroot."
  },
  {
    "q": "Volgens HR Aortaperforatie staat een medisch verzuim van de behandelend arts de toerekening van de dood aan de dader per definitie in de weg.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Aortaperforatie.\n\nDe Hoge Raad oordeelde dat het overlijden redelijkerwijs aan de dader kon worden toegerekend; het medisch verzuim (missen van de perforatie) stond daar niet aan in de weg."
  },
  {
    "q": "De relevantietheorie selecteert de oorzaak die in de optiek van de wetgever als meest relevant wordt beschouwd voor het delict.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Shaken baby.\n\nDe relevantietheorie kijkt naar de strekking van de delictsomschrijving en welke oorzaken de wetgever daarbinnen als relevant heeft willen aanmerken."
  },
  {
    "q": "Een groot tijdsverloop tussen de gedraging en het gevolg sluit redelijke toerekening volgens HR Letale longembolie uit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Letale longembolie.\n\nEen tijdsverloop (in casu 12 dagen) sluit redelijke toerekening niet uit, mits het gevolg (de dood) redelijkerwijs aan de initiële daad (aanrijding) kan worden verbonden."
  },
  {
    "q": "Bij culpoze delicten is voor het vaststellen van causaliteit (redelijke toerekening) vereist dat er een fout is gemaakt door de verdachte.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Black-out.\n\nDe leer van de redelijke toerekening brengt mee dat zonder gemaakte fout (onvoorzichtig gedrag/normschending) geen causaliteit kan worden vastgesteld die leidt tot strafbaarheid bij culpa."
  },
  {
    "q": "De leer van de redelijke toerekening omvat ook gevolgen die niet noodzakelijkerwijs onvermijdelijk waren na de gedraging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Letale longembolie.\n\nDe Hoge Raad oordeelde dat het niet vereist is dat het letsel 'noodzakelijkerwijs' tot de dood moest leiden; beslissend is de redelijke toerekenbaarheid van het gevolg."
  },
  {
    "q": "In HR Groninger HIV bepaalde de Hoge Raad dat het CSQN-verband in beginsel als ondergrens van het causaal verband fungeert.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Groninger HIV.\n\nDe Hoge Raad bevestigde dat het CSQN-verband in beginsel als ondergrens fungeert; minstens is vereist dat de gedraging een onmisbare schakel kan hebben gevormd."
  },
  {
    "q": "Het arrest HR Niet-behandelde longinfectie betrof een slachtoffer dat overleed na het weigeren van een bloedtransfusie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Niet-behandelde longinfectie.\n\nDe casus betrof een slachtoffer met een dwarslaesie dat weigerde zich verder te laten behandelen voor een longinfectie (antibiotica/beademing), niet specifiek een bloedtransfusie."
  },
  {
    "q": "Bij nalaten (omissiedelict) ontbreekt de actieve gedraging, wat het vaststellen van het causale verband bemoeilijkt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Shaken baby.\n\nOmdat bij nalaten de fysieke handeling ontbreekt, is het causale verband (CSQN) lastiger vast te stellen en wordt gebruik gemaakt van hypothetische causaliteit."
  },
  {
    "q": "De ratio van de delictsomschrijving (het beschermde rechtsbelang) speelt geen rol bij de invulling van de redelijke toerekening.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Shaken baby.\n\nDe ratio van de delictsomschrijving is juist een van de bouwstenen die invulling geeft aan de maatstaf van de redelijke toerekening."
  },
  {
    "q": "De Hoge Raad oordeelde in HR Letale longembolie dat trombose als gevolg van bedrust een hoogst onwaarschijnlijke complicatie is die de causale keten doorbreekt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Letale longembolie.\n\nDe Hoge Raad oordeelde dat deze complicatie niet zo uitzonderlijk was dat het overlijden redelijkerwijs niet meer aan de aanrijding kon worden toegerekend."
  },
  {
    "q": "Volgens HR Haarlemse doodslag ontslaat het niet-behandelen van een slachtoffer door artsen de dader van aansprakelijkheid voor de dood.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Haarlemse doodslag.\n\nIn dit arrest (vergelijkbaar met Aortaperforatie) werd bepaald dat medisch verzuim de toerekening van de dood aan de dader niet in de weg staat."
  },
  {
    "q": "Het causaliteitscriterium 'redelijke toerekening' is een zuiver feitelijke vaststelling zonder normatieve elementen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Letale longembolie.\n\nRedelijke toerekening is een juridisch-normatief oordeel, waarbij de rechter op basis van redelijkheid en billijkheid bepaalt of iemand verantwoordelijk wordt gehouden voor een gevolg."
  },
  {
    "q": "Bij concrete gevaarzettingsdelicten moet worden beoordeeld of de dader de gevaarlijke situatie in het leven heeft geroepen (causaliteit) en wanneer er sprake is van gevaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Studieboek materieel strafrecht.\n\nBij concrete gevaarzettingsdelicten spelen twee vragen: of de dader de situatie heeft veroorzaakt (causaliteitsvraag) en wanneer er sprake is van gevaar (voorzienbaarheidsvraag)."
  },
  {
    "q": "De Hoge Raad stelde in HR Groninger HIV dat een alternatieve oorzaak alleen toerekening blokkeert als deze zeer waarschijnlijk is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Groninger HIV.\n\nDe Hoge Raad stelde dat het aannemelijk moet zijn dat alternatieve oorzaken *hoogstwaarschijnlijk niet* tot het gevolg hebben geleid. Een kleine kans op een alternatief blokkeert toerekening niet, maar een reële mogelijkheid wel."
  }
]