[
  {
    "q": "Wat wordt in artikel 1:2, eerste lid, van de Algemene wet bestuursrecht verstaan onder een belanghebbende?",
    "a": [
      "Degene die een subjectief en actueel belang heeft bij een besluit van een bestuursorgaan.",
      "Degene wiens belang rechtstreeks bij een besluit is betrokken.",
      "Degene die door een besluit in zijn financieel belang wordt geraakt.",
      "Degene die in de gemeente woont waar het besluit wordt genomen."
    ],
    "c": 1,
    "exp": "Artikel 1:2, eerste lid, van de Algemene wet bestuursrecht bepaalt dat onder belanghebbende wordt verstaan: degene wiens belang rechtstreeks bij een besluit is betrokken."
  },
  {
    "q": "Aan welke cumulatieve voorwaarden moet zijn voldaan om bij concurrentiebelangen te kunnen spreken van een persoonlijk belang?",
    "a": [
      "De ondernemingen moeten in dezelfde gemeente gevestigd zijn en winst maken.",
      "De ondernemingen moeten actief zijn in hetzelfde marktsegment en hetzelfde verzorgingsgebied.",
      "De ondernemingen moeten vergelijkbare omzetcijfers hebben en dezelfde doelgroep bedienen.",
      "De ondernemingen moeten directe buren zijn en hinder van elkaar ondervinden."
    ],
    "c": 1,
    "exp": "Volgens vaste jurisprudentie wordt een concurrentiebelang als persoonlijk belang aangemerkt indien de ondernemingen actief zijn in hetzelfde marktsegment én in hetzelfde verzorgingsgebied."
  },
  {
    "q": "Wanneer is er sprake van een afgeleid belang dat niet als rechtstreeks belang wordt aangemerkt?",
    "a": [
      "Wanneer het belang van de betrokkene parallel loopt aan dat van een derde met wie hij een contractuele relatie heeft.",
      "Wanneer de betrokkene eigenaar is van het pand dat direct naast het project ligt.",
      "Wanneer de betrokkene een concurrent is in hetzelfde verzorgingsgebied en marktsegment.",
      "Wanneer de betrokkene een rechtspersoon is die opkomt voor algemene belangen."
    ],
    "c": 0,
    "exp": "Er is geen sprake van een rechtstreeks belang (maar van een afgeleid belang) indien het belang van de betrokkene slechts voortvloeit uit een contractuele relatie met de adressaat van het besluit, tenzij dat belang tegengesteld is."
  },
  {
    "q": "Welke eis stelt artikel 1:2, derde lid, van de Algemene wet bestuursrecht specifiek aan rechtspersonen om als belanghebbende te worden aangemerkt?",
    "a": [
      "Zij moeten een winstoogmerk hebben en ingeschreven staan bij de Kamer van Koophandel.",
      "Zij moeten feitelijke werkzaamheden verrichten en hun statutaire doelstellingen behartigen.",
      "Zij moeten ten minste vijftig leden hebben die contributie betalen.",
      "Zij moeten gevestigd zijn in het gebied waar het besluit effect heeft."
    ],
    "c": 1,
    "exp": "Artikel 1:2, derde lid, van de Algemene wet bestuursrecht bepaalt dat ten aanzien van rechtspersonen als hun belangen mede worden beschouwd de algemene en collectieve belangen die zij krachtens hun doelstellingen en blijkens hun feitelijke werkzaamheden in het bijzonder behartigen."
  },
  {
    "q": "Wat houdt het relativiteitsvereiste in zoals neergelegd in artikel 8:69a van de Algemene wet bestuursrecht?",
    "a": [
      "De bestuursrechter vernietigt een besluit niet als de geschonden rechtsregel niet strekt tot bescherming van de belangen van de beroepsinsteller.",
      "De bestuursrechter vernietigt een besluit alleen als de rechtsgevolgen onevenredig zijn in verhouding tot de daarmee te dienen doelen.",
      "De bestuursrechter verklaart een beroep niet-ontvankelijk als de indiener geen belanghebbende is in de zin van de wet.",
      "De bestuursrechter mag een besluit niet toetsen aan ongeschreven rechtsbeginselen als er een formele wet aan ten grondslag ligt."
    ],
    "c": 0,
    "exp": "Artikel 8:69a van de Algemene wet bestuursrecht bepaalt dat de bestuursrechter een besluit niet vernietigt op de grond dat het in strijd is met een geschreven of ongeschreven rechtsregel of een algemeen rechtsbeginsel, indien deze regel of dat beginsel kennelijk niet strekt tot bescherming van de belangen van degene die zich daarop beroept."
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het Didam-arrest over de verkoop van onroerende zaken door een overheidslichaam?",
    "a": [
      "Overheidslichamen hebben volledige contractsvrijheid en mogen zelf bepalen aan wie zij onroerende zaken verkopen.",
      "Overheidslichamen moeten op grond van het gelijkheidsbeginsel mededingingsruimte bieden aan potentiële gegadigden.",
      "Overheidslichamen mogen onroerende zaken alleen verkopen na goedkeuring van de gemeenteraad of provinciale staten.",
      "Overheidslichamen zijn verplicht om onroerende zaken altijd via een openbare veiling te verkopen."
    ],
    "c": 1,
    "exp": "In het Didam-arrest (HR 26 november 2021) oordeelde de Hoge Raad dat een overheidslichaam bij het aangaan en uitvoeren van privaatrechtelijke overeenkomsten, zoals de verkoop van onroerende zaken, het gelijkheidsbeginsel in acht moet nemen en dus ruimte moet bieden aan (potentiële) gegadigden om mee te dingen."
  },
  {
    "q": "Welke uitzondering op de plicht tot het bieden van mededingingsruimte erkent de Hoge Raad in het Didam-arrest?",
    "a": [
      "Indien de verkoopwaarde van de onroerende zaak lager is dan een door de wet vastgesteld drempelbedrag.",
      "Indien bij voorbaat vaststaat of redelijkerwijs mag worden aangenomen dat er slechts één serieuze gegadigde in aanmerking komt.",
      "Indien de koper een overheidsinstantie of een daarmee gelieerde rechtspersoon is.",
      "Indien de gemeenteraad heeft besloten dat een onderhandse verkoop het algemeen belang dient."
    ],
    "c": 1,
    "exp": "In het Didam-arrest oordeelde de Hoge Raad dat de mededingingsruimte niet hoeft te worden geboden als bij voorbaat vaststaat of redelijkerwijs mag worden aangenomen dat op grond van objectieve, toetsbare en redelijke criteria slechts één serieuze gegadigde in aanmerking komt."
  },
  {
    "q": "Wat houdt het toetsingsverbod van artikel 120 Grondwet in voor de bestuursrechter?",
    "a": [
      "De rechter mag de grondwettigheid van verdragen en besluiten van internationale organisaties niet beoordelen.",
      "De rechter mag niet treden in de beoordeling van de grondwettigheid van wetten en verdragen.",
      "De rechter mag formele wetten niet toetsen aan algemene rechtsbeginselen als de wetgever dit niet heeft voorzien.",
      "De rechter mag lagere regelgeving niet toetsen aan hogere regelgeving als dit in strijd is met het algemeen belang."
    ],
    "c": 1,
    "exp": "Artikel 120 van de Grondwet bepaalt dat de rechter niet treedt in de beoordeling van de grondwettigheid van wetten en verdragen. Volgens vaste jurisprudentie (o.a. Harmonisatiewetarrest) strekt dit verbod zich ook uit tot toetsing aan algemene rechtsbeginselen."
  },
  {
    "q": "Wat is volgens de Afdeling bestuursrechtspraak de huidige stand van zaken omtrent de exceptieve toetsing van formele wetten aan het evenredigheidsbeginsel?",
    "a": [
      "De rechter mag formele wetten in alle gevallen toetsen aan het evenredigheidsbeginsel van artikel 3:4, tweede lid, Awb.",
      "De rechter mag formele wetten toetsen aan het evenredigheidsbeginsel, tenzij de wetgever bewust heeft gekozen voor een hardheidsclausule.",
      "Het toetsingsverbod van artikel 120 Grondwet staat in de weg aan toetsing van formele wetten aan algemene rechtsbeginselen zoals evenredigheid.",
      "De rechter mag formele wetten alleen toetsen aan het evenredigheidsbeginsel als sprake is van dringende spoed."
    ],
    "c": 2,
    "exp": "In de uitspraak van 1 maart 2023 (ECLI:NL:RVS:2023:772) bevestigde de Afdeling bestuursrechtspraak dat artikel 120 Grondwet, zoals uitgelegd in het Harmonisatiewetarrest, eraan in de weg staat dat een wet in formele zin wordt getoetst aan algemene rechtsbeginselen, waaronder het evenredigheidsbeginsel."
  },
  {
    "q": "Onder welke voorwaarde mag een bestuursorgaan een begunstigende beschikking met terugwerkende kracht intrekken (terugnemen)?",
    "a": [
      "Wanneer het bestuursorgaan zijn beleid heeft gewijzigd en de beschikking niet meer past binnen het nieuwe beleid.",
      "Wanneer de beschikking is verleend op basis van onjuiste of onvolledige gegevens verstrekt door de aanvrager.",
      "Wanneer het algemeen belang bij intrekking zwaarder weegt dan het rechtszekerheidsbeginsel van de burger.",
      "Wanneer de beschikking langer dan vijf jaar geleden is verleend en niet meer actueel is."
    ],
    "c": 1,
    "exp": "Een begunstigende beschikking kan met terugwerkende kracht worden ingetrokken (teruggenomen) indien de beschikking is verleend op grond van onjuiste of onvolledige gegevens die door de aanvrager zijn verstrekt (verwijtbaar handelen)."
  },
  {
    "q": "Wat is het rechtsgevolg als een bestuursorgaan een kennelijke fout maakt in een begunstigende beschikking?",
    "a": [
      "Het bestuursorgaan mag de beschikking niet intrekken vanwege het vertrouwensbeginsel.",
      "Het bestuursorgaan mag de beschikking intrekken als de burger had moeten begrijpen dat het een fout betrof.",
      "Het bestuursorgaan moet de burger volledig compenseren voor eventuele schade bij intrekking.",
      "Het bestuursorgaan mag de beschikking alleen wijzigen voor de toekomst (opzeggen)."
    ],
    "c": 1,
    "exp": "Wanneer een bestuursorgaan een kennelijke fout maakt, mag de beschikking worden ingetrokken (teruggenomen) indien de betrokkene had moeten begrijpen dat er sprake was van een fout en hij dus niet gerechtvaardigd op de juistheid mocht vertrouwen."
  },
  {
    "q": "Wanneer is volgens de literatuur (Hoofdzaken van het bestuursrecht) bij intrekking van een beschikking wegens beleidswijziging een wettelijke grondslag vereist?",
    "a": [
      "Bij de intrekking van alle soorten beschikkingen, zowel vrije als gebonden.",
      "Bij de intrekking van vrije beschikkingen is altijd een wettelijke grondslag vereist.",
      "Bij de intrekking van gebonden beschikkingen is een wettelijke grondslag vereist.",
      "Voor intrekking wegens beleidswijziging is nooit een wettelijke grondslag vereist."
    ],
    "c": 2,
    "exp": "Voor de intrekking van een gebonden beschikking wegens verandering van beleid of inzicht is een wettelijke grondslag vereist, omdat de wet dwingend voorschrijft wanneer de beschikking moet worden verleend."
  },
  {
    "q": "Wat houdt het specialiteitsbeginsel in, zoals gecodificeerd in artikel 3:4, eerste lid, van de Algemene wet bestuursrecht?",
    "a": [
      "Het bestuursorgaan mag zijn bevoegdheid niet gebruiken voor een ander doel dan waarvoor deze is verleend.",
      "Het bestuursorgaan weegt de rechtstreeks bij het besluit betrokken belangen af, voor zover niet uit een wettelijk voorschrift of de aard van de bevoegdheid een beperking voortvloeit.",
      "Het bestuursorgaan moet gelijke gevallen gelijk behandelen en mag niet discrimineren.",
      "Het bestuursorgaan moet ervoor zorgen dat de nadelige gevolgen van een besluit niet onevenredig zijn."
    ],
    "c": 1,
    "exp": "Artikel 3:4, eerste lid, van de Algemene wet bestuursrecht bepaalt dat het bestuursorgaan de rechtstreeks bij het besluit betrokken belangen afweegt, voor zover niet uit een wettelijk voorschrift of uit de aard van de uit te oefenen bevoegdheid een beperking voortvloeit (specialiteitsbeginsel)."
  },
  {
    "q": "Wat was de kern van de zogenoemde 'alles-of-niets'-lijn van de Afdeling bestuursrechtspraak in de toeslagenaffaire?",
    "a": [
      "De wet werd dwingendrechtelijk uitgelegd, waardoor bij elke overtreding het volledige bedrag werd teruggevorderd zonder ruimte voor belangenafweging.",
      "De wet werd zo uitgelegd dat ouders altijd recht hielden op toeslag, tenzij fraude onomstotelijk was bewezen.",
      "De wet werd getoetst aan het evenredigheidsbeginsel, waardoor in alle gevallen maatwerk werd geleverd.",
      "De wet werd buiten toepassing gelaten wegens strijd met het Verdrag voor de Rechten van het Kind."
    ],
    "c": 0,
    "exp": "De 'alles-of-niets'-lijn hield in dat de bepalingen in de Awir en Wko dwingendrechtelijk werden uitgelegd (artikel 26 Awir), waardoor bij elke onregelmatigheid het volledige bedrag moest worden teruggevorderd en er geen ruimte was voor belangenafweging."
  },
  {
    "q": "Welke verandering bracht de Afdeling bestuursrechtspraak in oktober 2019 aan in haar jurisprudentie over de toeslagen?",
    "a": [
      "Zij oordeelde dat de wet in strijd was met de Grondwet en daarom buiten toepassing moest blijven.",
      "Zij interpreteerde de wet anders, zodat er ruimte ontstond voor maatwerk en toetsing aan het evenredigheidsbeginsel (artikel 3:4, tweede lid, Awb).",
      "Zij besloot dat alle terugvorderingen van de afgelopen tien jaar moesten worden kwijtgescholden.",
      "Zij oordeelde dat de Belastingdienst voortaan alleen nog strafrechtelijk mocht optreden bij fraude."
    ],
    "c": 1,
    "exp": "In oktober 2019 wijzigde de Afdeling haar koers door de wet anders te interpreteren, waardoor de Belastingdienst werd verplicht om maatwerk te leveren en te toetsen aan het evenredigheidsbeginsel (artikel 3:4, tweede lid, Awb), ondanks de strikte wettekst."
  },
  {
    "q": "Wat is het doel van de 'bevoegdhedenovereenkomst' die de overheid kan sluiten?",
    "a": [
      "Het vastleggen van beleidsvoornemens zonder dat de overheid zich juridisch bindt.",
      "Het contracteren over het gebruik van een publiekrechtelijke bevoegdheid door een bestuursorgaan.",
      "Het overdragen van publiekrechtelijke taken aan een privaatrechtelijke partij.",
      "Het regelen van de aankoop van goederen en diensten voor de overheid."
    ],
    "c": 1,
    "exp": "Een bevoegdhedenovereenkomst is een overeenkomst waarbij een overheidsrechtspersoon privaatrechtelijk contracteert over de wijze waarop een bestuursorgaan gebruik zal maken van een publiekrechtelijke bevoegdheid."
  },
  {
    "q": "Welk rechtsgevolg heeft formele rechtskracht voor een vordering bij de burgerlijke rechter?",
    "a": [
      "De burgerlijke rechter verklaart zich onbevoegd om van het geschil kennis te nemen.",
      "De burgerlijke rechter moet uitgaan van de rechtmatigheid van het besluit indien daartegen geen bestuursrechtelijk rechtsmiddel is aangewend.",
      "De burgerlijke rechter toetst het besluit opnieuw volledig aan de algemene beginselen van behoorlijk bestuur.",
      "De burgerlijke rechter mag het besluit vernietigen als sprake is van een onrechtmatige daad."
    ],
    "c": 1,
    "exp": "Het leerstuk van de formele rechtskracht houdt in dat de burgerlijke rechter moet uitgaan van de rechtmatigheid van een besluit indien daartegen een met voldoende waarborgen omklede bestuursrechtelijke rechtsgang heeft opengestaan waarvan geen gebruik is gemaakt."
  },
  {
    "q": "Wat is een 'aanvraag' in de zin van artikel 1:3, derde lid, van de Algemene wet bestuursrecht?",
    "a": [
      "Elk schriftelijk verzoek aan een bestuursorgaan om informatie of advies.",
      "Een verzoek van een belanghebbende om een besluit te nemen.",
      "Een verzoek tot het verrichten van een feitelijke handeling door de overheid.",
      "Een klacht over de gedraging van een ambtenaar of bestuursorgaan."
    ],
    "c": 1,
    "exp": "Artikel 1:3, derde lid, van de Algemene wet bestuursrecht definieert een aanvraag als een verzoek van een belanghebbende, een besluit te nemen."
  },
  {
    "q": "Wat houdt het objectief bepaalbaar belang in als criterium voor belanghebbendheid (OPERA-criteria)?",
    "a": [
      "Het belang moet een financieel voordeel opleveren voor de betrokkene.",
      "Het belang mag niet enkel bestaan uit een subjectieve beleving, zoals smaak of emotie.",
      "Het belang moet worden gedeeld door een grote groep mensen in de samenleving.",
      "Het belang moet expliciet in de wet zijn genoemd als beschermenswaardig."
    ],
    "c": 1,
    "exp": "Een objectief bepaalbaar belang houdt in dat het belang niet louter subjectief mag zijn (zoals smaak, gedachten of eer), maar objectief vaststelbaar moet zijn."
  },
  {
    "q": "Wanneer is er sprake van een actueel belang bij het bepalen van belanghebbendheid?",
    "a": [
      "Wanneer het belang in de toekomst met zekerheid zal ontstaan.",
      "Wanneer het belang bestond op het moment dat het besluit werd genomen.",
      "Wanneer het belang pas ontstaat na afloop van de bezwaartermijn.",
      "Wanneer het belang afhankelijk is van een onzekere toekomstige gebeurtenis."
    ],
    "c": 1,
    "exp": "Een actueel belang betekent dat het belang daadwerkelijk moet bestaan op het moment dat het besluit wordt genomen; het mag niet gebaseerd zijn op onzekere toekomstige gebeurtenissen."
  },
  {
    "q": "Welke stap volgt in het stappenplan voor het vertrouwensbeginsel (Dakopbouw Amsterdam) na de vaststelling van een toezegging?",
    "a": [
      "De toetsing of de toezegging schriftelijk is gedaan.",
      "De vraag of de toezegging aan het bestuursorgaan kan worden toegerekend.",
      "De integrale belangenafweging tussen het gewekte vertrouwen en andere belangen.",
      "De vaststelling van de hoogte van de schadevergoeding."
    ],
    "c": 1,
    "exp": "Volgens het stappenplan uit de uitspraak Dakopbouw Amsterdam (ECLI:NL:RVS:2019:1694) moet na de vaststelling dat er sprake is van een toezegging, worden beoordeeld of deze toezegging aan het bevoegde bestuursorgaan kan worden toegerekend."
  },
  {
    "q": "Wat houdt de derde stap in van het stappenplan voor het vertrouwensbeginsel (Dakopbouw Amsterdam)?",
    "a": [
      "Het bepalen of de ambtenaar bevoegd was om de toezegging te doen.",
      "Het vaststellen of de burger te goeder trouw was bij het ontvangen van de toezegging.",
      "Een belangenafweging waarbij het belang van de burger wordt afgewogen tegen het algemeen belang en belangen van derden.",
      "Het vernietigen van het besluit wegens strijd met het rechtszekerheidsbeginsel."
    ],
    "c": 2,
    "exp": "De derde stap van het stappenplan (ECLI:NL:RVS:2019:1694) behelst een belangenafweging: het belang van degene bij wie gerechtvaardigde verwachtingen zijn gewekt moet worden afgewogen tegen zwaarder wegende belangen, zoals het algemeen belang of belangen van derden."
  },
  {
    "q": "In welke situatie mag een bestuursorgaan contra legem (tegen de wet in) handelen volgens de heersende leer?",
    "a": [
      "Wanneer de wetgever een kennelijke vergissing heeft gemaakt in de wettekst.",
      "Wanneer strikte toepassing van de wet in een bijzonder geval leidt tot gevolgen die onevenredig zijn in verhouding tot de met de wet te dienen doelen (artikel 3:4, tweede lid, Awb).",
      "Wanneer de politieke wenselijkheid van een besluit verandert door verkiezingen.",
      "Wanneer de burger zelf vraagt om afwijking van de wet."
    ],
    "c": 1,
    "exp": "Handelen contra legem is bij uitzondering toegestaan indien strikte toepassing van het wettelijk voorschrift voor een of meer belanghebbenden gevolgen zou hebben die wegens bijzondere omstandigheden onevenredig zijn in verhouding tot de met de bepaling te dienen doelen (artikel 3:4, tweede lid, Awb context)."
  },
  {
    "q": "Wat verstaat men onder een 'zaaksgerichte beschikking'?",
    "a": [
      "Een besluit van algemene strekking dat een concreet object betreft.",
      "Een besluit dat zich richt tot een groep personen, maar vanwege de concreetheid van het object als beschikking wordt aangemerkt.",
      "Een besluit dat de eigendom van een zaak overdraagt aan de overheid.",
      "Een besluit dat uitsluitend betrekking heeft op roerende zaken."
    ],
    "c": 1,
    "exp": "Een zaaksgerichte beschikking is een besluit dat weliswaar geldt voor eenieder (niet-individueel), maar ziet op een concreet object en waaraan de rechter een zodanig gewicht toekent aan de concreetheid van het object dat het toch als beschikking wordt aangemerkt."
  },
  {
    "q": "Wanneer is volgens artikel 1:3, vierde lid, Awb sprake van een beleidsregel?",
    "a": [
      "Bij een besluit dat algemeen verbindende voorschriften bevat.",
      "Bij een bij besluit vastgestelde algemene regel omtrent de afweging van belangen, de vaststelling van feiten of de uitleg van wettelijke voorschriften.",
      "Bij een besluit inhoudende een individuele beschikking voor een specifiek geval.",
      "Bij een interne instructie die niet naar buiten toe wordt bekendgemaakt."
    ],
    "c": 1,
    "exp": "Artikel 1:3, vierde lid, van de Algemene wet bestuursrecht definieert een beleidsregel als een bij besluit vastgestelde algemene regel, niet zijnde een algemeen verbindend voorschrift, omtrent de afweging van belangen, de vaststelling van feiten of de uitleg van wettelijke voorschriften bij het gebruik van een bevoegdheid."
  },
  {
    "q": "Wat is het wezenlijke verschil tussen een algemeen verbindend voorschrift (avv) en een beleidsregel?",
    "a": [
      "Een avv bindt alleen het bestuur, terwijl een beleidsregel ook burgers bindt.",
      "Een avv heeft een wettelijke grondslag in de Grondwet of formele wet, terwijl een beleidsregel geen wettelijke grondslag nodig heeft voor vaststelling.",
      "Tegen een avv staat beroep open bij de bestuursrechter, tegen een beleidsregel niet.",
      "Een avv is een beschikking, terwijl een beleidsregel een besluit van algemene strekking is."
    ],
    "c": 1,
    "exp": "Een algemeen verbindend voorschrift moet zijn gebaseerd op een wettelijke grondslag (Grondwet of wet in formele zin) en bindt burgers en bestuur, terwijl een beleidsregel geen wettelijke grondslag nodig heeft en primair het bestuursorgaan zelf bindt (artikel 4:81 Awb en 1:3 lid 4 Awb)."
  },
  {
    "q": "Wat houdt het verbod van 'détournement de pouvoir' in (artikel 3:3 Awb)?",
    "a": [
      "Een bestuursorgaan mag geen bevoegdheid uitoefenen zonder wettelijke grondslag.",
      "Een bestuursorgaan mag een bevoegdheid niet gebruiken voor een ander doel dan waarvoor die bevoegdheid is verleend.",
      "Een bestuursorgaan mag geen besluiten nemen die in strijd zijn met het gelijkheidsbeginsel.",
      "Een bestuursorgaan mag zijn bevoegdheid niet mandateren aan een onbevoegde ambtenaar."
    ],
    "c": 1,
    "exp": "Artikel 3:3 van de Algemene wet bestuursrecht bepaalt dat een bestuursorgaan de bevoegdheid tot het nemen van een besluit niet mag gebruiken voor een ander doel dan waarvoor die bevoegdheid is verleend (verbod van détournement de pouvoir)."
  },
  {
    "q": "Wanneer is sprake van een 'gebonden bevoegdheid' bij het nemen van een beschikking?",
    "a": [
      "Wanneer de wet het bestuursorgaan beleidsvrijheid geeft om te beslissen.",
      "Wanneer de wet dwingend voorschrijft wat het bestuursorgaan moet beslissen als aan de voorwaarden is voldaan.",
      "Wanneer het bestuursorgaan verplicht is advies in te winnen bij een externe commissie.",
      "Wanneer het besluit moet worden genomen in overeenstemming met de gemeenteraad."
    ],
    "c": 1,
    "exp": "Van een gebonden bevoegdheid is sprake wanneer de wet dwingend voorschrijft welke beslissing het bestuursorgaan moet nemen indien aan de wettelijke voorwaarden is voldaan, zonder beleidsvrijheid."
  },
  {
    "q": "Welk rechtskarakter heeft een privaatrechtelijke rechtshandeling van de overheid?",
    "a": [
      "Het is een besluit in de zin van artikel 1:3 Awb waartegen bezwaar en beroep openstaat.",
      "Het is een handeling die door eenieder verricht kan worden en geen besluit in de zin van de Awb is.",
      "Het is een feitelijke handeling die altijd gericht is op rechtsgevolg binnen het bestuursrecht.",
      "Het is een handeling die uitsluitend door a-bestuursorganen mag worden verricht."
    ],
    "c": 1,
    "exp": "Privaatrechtelijke rechtshandelingen (zoals het sluiten van een koopovereenkomst) zijn geen besluiten in de zin van artikel 1:3 Awb, omdat zij niet publiekrechtelijk van aard zijn; zij kunnen in beginsel door eenieder worden verricht."
  },
  {
    "q": "Wat bepaalt artikel 2:4 van de Algemene wet bestuursrecht (fair-play beginsel)?",
    "a": [
      "Het bestuursorgaan moet burgers altijd de gelegenheid geven om hun zienswijze naar voren te brengen.",
      "Het bestuursorgaan vervult zijn taak zonder vooringenomenheid.",
      "Het bestuursorgaan moet besluiten binnen een redelijke termijn nemen.",
      "Het bestuursorgaan moet alle op de zaak betrekking hebbende stukken aan de belanghebbende toezenden."
    ],
    "c": 1,
    "exp": "Artikel 2:4, eerste lid, van de Algemene wet bestuursrecht bepaalt dat het bestuursorgaan zijn taak vervult zonder vooringenomenheid (verbod van vooringenomenheid / fair-play beginsel)."
  }
]