[
  {
    "q": "Supermarktketen 'De Voordeelmarkt' exploiteert een filiaal in de gemeente Zeist. De gemeente verleent een omgevingsvergunning aan de concurrent 'Prijsknaller' voor de vestiging van een nieuwe supermarkt op 800 meter afstand van 'De Voordeelmarkt'. Beide supermarkten richten zich op prijsbewuste consumenten in dezelfde wijk. 'De Voordeelmarkt' vreest omzetverlies en maakt bezwaar. Is 'De Voordeelmarkt' belanghebbende bij dit besluit?",
    "sample": "Issue: De rechtsvraag is of een concurrent ('De Voordeelmarkt') kan worden aangemerkt als belanghebbende in de zin van artikel 1:2 lid 1 Awb bij een vergunningverlening aan een andere concurrent.\n\nRule: Volgens artikel 1:2 lid 1 Awb is een belanghebbende degene wiens belang rechtstreeks bij een besluit is betrokken. In de jurisprudentie geldt voor concurrenten dat er sprake is van een persoonlijk belang indien de ondernemingen actief zijn in hetzelfde marktsegment én in hetzelfde verzorgingsgebied.\n\nApplication: Beide supermarkten richten zich op prijsbewuste consumenten, waardoor zij in hetzelfde marktsegment opereren. Daarnaast zijn zij gevestigd op slechts 800 meter afstand van elkaar in dezelfde gemeente, wat duidt op hetzelfde verzorgingsgebied. Hierdoor onderscheidt 'De Voordeelmarkt' zich in voldoende mate van willekeurige anderen.\n\nConclusion: 'De Voordeelmarkt' opereert in hetzelfde marktsegment en verzorgingsgebied als de vergunninghouder en is derhalve belanghebbende.",
    "checklist": [
      "Artikel 1:2 lid 1 Awb (begrip belanghebbende)",
      "Vereiste van persoonlijk belang (OPERA-criteria)",
      "Actief in hetzelfde marktsegment",
      "Actief in hetzelfde verzorgingsgebied"
    ],
    "exp": "Analyse van het belanghebbende-begrip bij concurrenten volgens de OPERA-criteria en vaste jurisprudentie."
  },
  {
    "q": "De 'Stichting Behoud Stadsgezicht' heeft als statutaire doelstelling het beschermen van monumentale panden in de provincie Utrecht. De stichting bestaat uit een bestuur van drie personen en organiseert jaarlijks één bestuursvergadering. Verder verricht de stichting geen activiteiten, behalve het voeren van juridische procedures tegen sloopvergunningen. De gemeente Utrecht verleent een vergunning voor de sloop van een monumentaal pand. De stichting maakt bezwaar. Is de stichting belanghebbende?",
    "sample": "Issue: De rechtsvraag is of de stichting als rechtspersoon belanghebbende is in de zin van artikel 1:2 lid 3 Awb, gelet op de eis van feitelijke werkzaamheden.\n\nRule: Artikel 1:2 lid 3 Awb bepaalt dat voor rechtspersonen als hun belangen worden beschouwd de algemene en collectieve belangen die zij krachtens hun doelstellingen en blijkens hun feitelijke werkzaamheden in het bijzonder behartigen. Het louter in rechte opkomen tegen besluiten wordt in de jurisprudentie niet aangemerkt als feitelijke werkzaamheden.\n\nApplication: De stichting heeft weliswaar een passende statutaire doelstelling, maar verricht naast het voeren van procedures en een jaarlijkse vergadering geen andere activiteiten die bijdragen aan de doelstelling. Er is dus geen sprake van voldoende feitelijke werkzaamheden.\n\nConclusion: De stichting voldoet niet aan de eisen van artikel 1:2 lid 3 Awb en is geen belanghebbende.",
    "checklist": [
      "Artikel 1:2 lid 3 Awb (belang rechtspersonen)",
      "Behartiging krachtens statutaire doelstellingen",
      "Eis van feitelijke werkzaamheden",
      "Enkel procederen volstaat niet als werkzaamheid"
    ],
    "exp": "Analyse van de ontvankelijkheid van belangenorganisaties en de invulling van het criterium 'feitelijke werkzaamheden'."
  },
  {
    "q": "De gemeente Den Haag besluit een stuk braakliggende grond in het centrum onderhands te verkopen aan projectontwikkelaar X voor de bouw van een hotel. Projectontwikkelaar Y had ook interesse in de grond en stelt dat de gemeente een openbare selectieprocedure had moeten volgen. De gemeente stelt dat zij als eigenaar contractsvrijheid heeft. Handelt de gemeente rechtmatig door onderhands te verkopen?",
    "sample": "Issue: De rechtsvraag is of een overheidslichaam bij de verkoop van een onroerende zaak (privaatrechtelijke rechtshandeling) gehouden is om mededingingsruimte te bieden aan potentiële gegadigden.\n\nRule: De Hoge Raad heeft in het Didam-arrest bepaald dat overheidslichamen bij het aangaan van privaatrechtelijke overeenkomsten het gelijkheidsbeginsel in acht moeten nemen. Dit betekent dat zij mededingingsruimte moeten bieden via een selectieprocedure als er meerdere gegadigden zijn, tenzij bij voorbaat vaststaat dat er slechts één serieuze gegadigde is.\n\nApplication: De gemeente verkoopt de grond onderhands aan X zonder andere partijen, zoals Y, de kans te bieden mee te dingen. Aangezien Y ook interesse heeft, is er geen sprake van de uitzonderingssituatie dat er slechts één serieuze gegadigde zou zijn.\n\nConclusion: De gemeente handelt in strijd met het gelijkheidsbeginsel door geen mededingingsruimte te bieden.",
    "checklist": [
      "Overheid gebonden aan gelijkheidsbeginsel bij privaatrecht",
      "Didam-arrest (Hoge Raad)",
      "Verplichting tot bieden van mededingingsruimte",
      "Uitzondering: slechts één serieuze gegadigde"
    ],
    "exp": "Toepassing van de normering voor privaatrechtelijk overheidshandelen zoals vastgesteld in het Didam-arrest."
  },
  {
    "q": "Klaas ontvangt een subsidie voor het isoleren van zijn woning. Bij de aanvraag heeft hij bewust onjuiste informatie verstrekt over de oppervlakte van zijn woning om een hoger bedrag te krijgen. De gemeente komt hier achter en trekt de subsidiebeschikking met terugwerkende kracht in, waardoor Klaas het volledige bedrag moet terugbetalen. Klaas stelt dat dit in strijd is met de rechtszekerheid. Slaagt dit verweer?",
    "sample": "Issue: De rechtsvraag is of een begunstigende beschikking met terugwerkende kracht (terugneming) kan worden ingetrokken indien deze is gebaseerd op onjuiste gegevens van de aanvrager.\n\nRule: Het vertrouwensbeginsel en de rechtszekerheid beschermen burgers tegen intrekking van begunstigende beschikkingen. Echter, indien de beschikking is verleend op grond van verwijtbaar onjuiste of onvolledige gegevens verstrekt door de aanvrager, is terugneming (intrekking met terugwerkende kracht) toegestaan.\n\nApplication: Klaas heeft bewust onjuiste informatie verstrekt om de subsidie te verkrijgen. Er is sprake van verwijtbaar handelen. Hij kan zich daarom niet beroepen op het vertrouwensbeginsel of de rechtszekerheid ten aanzien van het behoud van de subsidie.\n\nConclusion: Het verweer slaagt niet; de gemeente mag de beschikking met terugwerkende kracht intrekken (terugnemen).",
    "checklist": [
      "Intrekking begunstigende beschikking (terugneming)",
      "Verwijtbaar onjuiste gegevens verstrekt",
      "Geen bescherming rechtszekerheid/vertrouwensbeginsel",
      "Terugwerkende kracht is toegestaan"
    ],
    "exp": "Analyse van de bevoegdheid tot intrekking van beschikkingen bij fraude of onjuiste informatieverstrekking."
  },
  {
    "q": "Een ouder ontvangt kinderopvangtoeslag. Door een administratieve fout wordt een deel van de eigen bijdrage niet betaald. De Belastingdienst vordert op grond van artikel 26 Awir (zoals dat luidde vóór 2019) het volledige bedrag aan toeslag terug. De ouder stelt dat dit onevenredig is. De bestuursrechter oordeelt in 2018 dat artikel 26 Awir dwingend recht is en de wetgever geen ruimte heeft gelaten voor een belangenafweging. Waarom toetste de rechter de wet niet aan het evenredigheidsbeginsel?",
    "sample": "Issue: De rechtsvraag is waarom de bestuursrechter een dwingendrechtelijke bepaling in een wet in formele zin (artikel 26 Awir) niet buiten toepassing liet wegens strijd met het evenredigheidsbeginsel (artikel 3:4 lid 2 Awb).\n\nRule: Artikel 120 Grondwet verbiedt de rechter om wetten in formele zin te toetsen aan de Grondwet. Volgens het Harmonisatiewetarrest strekt dit toetsingsverbod zich ook uit tot algemene rechtsbeginselen. Artikel 3:4 lid 2 Awb geldt bovendien in beginsel niet als de wet dwingend voorschrijft wat het gevolg moet zijn (geen beleidsruimte).\n\nApplication: De wetgever had in artikel 26 Awir bewust gekozen voor een dwingende terugvordering ('alles-of-niets'). Door het toetsingsverbod en het dwingende karakter van de wet, zag de rechter geen ruimte om de formele wet te passeren op basis van het evenredigheidsbeginsel.\n\nConclusion: De rechter toetste niet aan evenredigheid vanwege het toetsingsverbod (art. 120 Gw) en het dwingende karakter van de formele wet.",
    "checklist": [
      "Artikel 120 Grondwet (toetsingsverbod)",
      "Harmonisatiewetarrest (verbod toetsing rechtsbeginselen)",
      "Wet in formele zin (dwingend recht)",
      "Geen beleidsruimte voor belangenafweging"
    ],
    "exp": "Analyse van de verhouding tussen de wet in formele zin en algemene rechtsbeginselen in de context van de toeslagenaffaire."
  }
]