[
  {
    "q": "Wat was de kern van het voorstel in de Schumanverklaring van 9 mei 1950?",
    "a": [
      "Het onder een gemeenschappelijke Hoge Autoriteit plaatsen van de Frans-Duitse productie van kolen en staal.",
      "Het oprichten van een Europese politieke unie met een gezamenlijk buitenlands beleid en defensie.",
      "Het instellen van een douane-unie tussen alle Europese landen om de interne markt te voltooien.",
      "Het fuseren van de nationale legers van Frankrijk en Duitsland tot een Europees leger."
    ],
    "c": 0,
    "exp": "Schumanverklaring.\n\nDe verklaring stelde voor de gehele Frans-Duitse productie van kolen en staal onder een gemeenschappelijke Hoge Autoriteit te plaatsen, om oorlog materieel onmogelijk te maken."
  },
  {
    "q": "Welke instelling werd opgericht bij het Verdrag van Parijs in 1951?",
    "a": [
      "De Europese Economische Gemeenschap (EEG).",
      "De Europese Gemeenschap voor Kolen en Staal (EGKS).",
      "De Europese Gemeenschap voor Atoomenergie (Euratom).",
      "De Europese Unie (EU)."
    ],
    "c": 1,
    "exp": "Verdrag van Parijs 1951.\n\nDe Europese Gemeenschap voor Kolen en Staal werd opgericht met het Verdrag van Parijs in 1951."
  },
  {
    "q": "Wat was een van de belangrijkste gevolgen van de 'Lege Stoel-crisis' in 1965?",
    "a": [
      "De directe invoering van besluitvorming bij gekwalificeerde meerderheid op alle beleidsterreinen.",
      "De opheffing van de Europese Commissie en de overdracht van haar taken aan de Raad.",
      "Het Akkoord van Luxemburg, waarin een feitelijk vetorecht werd vastgelegd bij zeer gewichtige nationale belangen.",
      "De uittreding van Frankrijk uit de Europese Economische Gemeenschap."
    ],
    "c": 2,
    "exp": "Akkoord van Luxemburg.\n\nDe crisis werd doorbroken met het akkoord van Luxemburg, waarin werd vastgesteld dat lidstaten een veto konden uitspreken als er zeer gewichtige nationale belangen op het spel stonden."
  },
  {
    "q": "Welk verdrag richtte formeel de Europese Unie op en introduceerde de pijlerstructuur?",
    "a": [
      "Het Verdrag van Amsterdam (1997).",
      "De Europese Akte (1986).",
      "Het Verdrag van Nice (2001).",
      "Het Verdrag van Maastricht (1992)."
    ],
    "c": 3,
    "exp": "Verdrag van Maastricht.\n\nDe Europese Unie werd opgericht met het Verdrag van Maastricht in 1992, die de eerdere gemeenschappen overkoepelde."
  },
  {
    "q": "Wat houdt het beginsel van institutioneel evenwicht binnen de EU in?",
    "a": [
      "Dat de instellingen enkel handelen binnen de grenzen van de bevoegdheden die hun in de Verdragen zijn toegedeeld.",
      "Dat alle instellingen van de Europese Unie een gelijk aantal leden en een gelijk budget moeten hebben.",
      "Dat de Europese Raad de uiteindelijke beslissingsbevoegdheid heeft over alle wetgevingshandelingen.",
      "Dat de nationale parlementen de bevoegdheden van de Europese instellingen kunnen overnemen."
    ],
    "c": 0,
    "exp": "Art. 13 lid 2 VEU.\n\nIedere instelling handelt binnen de grenzen van de bevoegdheden die haar in de Verdragen zijn toegedeeld, volgens de daarin bepaalde procedures, voorwaarden en doelstellingen."
  },
  {
    "q": "Wie maken er deel uit van de Europese Raad volgens het VEU?",
    "a": [
      "De ministers van Buitenlandse Zaken van de lidstaten en de Hoge Vertegenwoordiger.",
      "De staatshoofden of regeringsleiders van de lidstaten, alsmede zijn voorzitter en de voorzitter van de Commissie.",
      "De direct gekozen leden van het Europees Parlement en de voorzitter van de Europese Raad.",
      "De rechters van het Hof van Justitie en de president van de Europese Centrale Bank."
    ],
    "c": 1,
    "exp": "Art. 15 lid 2 VEU.\n\nDe Europese Raad bestaat uit de staatshoofden of regeringsleiders van de lidstaten, zijn voorzitter en de voorzitter van de Commissie."
  },
  {
    "q": "Wat is de primaire taak van de Europese Raad?",
    "a": [
      "Het uitoefenen van de wetgevingstaak samen met het Europees Parlement.",
      "Het verzekeren van de toepassing van de Verdragen onder toezicht van het Hof.",
      "Het geven van de nodige impulsen voor de ontwikkeling van de Unie en het bepalen van de politieke beleidslijnen.",
      "Het vaststellen van de jaarlijkse begroting van de Europese Unie."
    ],
    "c": 2,
    "exp": "Art. 15 lid 1 VEU.\n\nDe Europese Raad geeft de Unie de nodige impulsen voor haar ontwikkeling en bepaalt de algemene politieke beleidslijnen en prioriteiten. Hij oefent geen wetgevingstaak uit."
  },
  {
    "q": "Hoe is de Raad (van Ministers) samengesteld?",
    "a": [
      "Uit de staatshoofden of regeringsleiders van de lidstaten.",
      "Uit onafhankelijke deskundigen die het algemeen belang van de Unie dienen.",
      "Uit gekozen vertegenwoordigers van de burgers van de Unie.",
      "Uit één vertegenwoordiger van elke lidstaat op ministerieel niveau, die gemachtigd is zijn regering te binden."
    ],
    "c": 3,
    "exp": "Art. 16 lid 2 VEU.\n\nDe Raad bestaat uit een vertegenwoordiger van iedere lidstaat op ministerieel niveau, die gemachtigd is om de regering van de lidstaat die hij vertegenwoordigt, te binden."
  },
  {
    "q": "Wat is de standaard stemprocedure binnen de Raad, tenzij de Verdragen anders bepalen?",
    "a": [
      "Gekwalificeerde meerderheid van stemmen.",
      "Eenparigheid van stemmen (unanimiteit).",
      "Gewone meerderheid van de leden.",
      "Consensus zonder formele stemming."
    ],
    "c": 0,
    "exp": "Art. 16 lid 3 VEU.\n\nTenzij in de Verdragen anders is bepaald, besluit de Raad met gekwalificeerde meerderheid van stemmen."
  },
  {
    "q": "Welk orgaan is verantwoordelijk voor het voorbereiden van de werkzaamheden van de Raad?",
    "a": [
      "Het Comité van de Regio's.",
      "Het Comité van permanente vertegenwoordigers (COREPER).",
      "Het Economisch en Sociaal Comité.",
      "De Europese Rekenkamer."
    ],
    "c": 1,
    "exp": "Art. 240 lid 1 VWEU.\n\nEen comité van permanente vertegenwoordigers van de regeringen der lidstaten is belast met de voorbereiding van de werkzaamheden van de Raad."
  },
  {
    "q": "Welke instelling bevordert het algemeen belang van de Unie en neemt daartoe passende initiatieven?",
    "a": [
      "Het Europees Parlement.",
      "De Raad.",
      "De Europese Commissie.",
      "Het Hof van Justitie."
    ],
    "c": 2,
    "exp": "Art. 17 lid 1 VEU.\n\nDe Commissie bevordert het algemeen belang van de Unie en neemt daartoe passende initiatieven."
  },
  {
    "q": "Wat houdt het exclusieve initiatiefrecht van de Europese Commissie in?",
    "a": [
      "Dat alleen de Commissie wijzigingen in de Verdragen mag voorstellen.",
      "Dat de Commissie als enige bevoegd is om de begroting goed te keuren.",
      "Dat de Commissie als enige instelling internationale verdragen mag sluiten.",
      "Dat wetgevingshandelingen van de Unie alleen op voorstel van de Commissie mogen worden vastgesteld, tenzij anders bepaald."
    ],
    "c": 3,
    "exp": "Art. 17 lid 2 VEU.\n\nVoor zover bij de Verdragen niet anders is bepaald, kunnen wetgevingshandelingen van de Unie alleen op voorstel van de Commissie worden vastgesteld."
  },
  {
    "q": "Hoe worden de leden van de Europese Commissie gekozen?",
    "a": [
      "Op grond van hun algemene bekwaamheid en hun inzet voor Europa, en zij bieden alle waarborgen voor onafhankelijkheid.",
      "Direct door de burgers van de Europese Unie via verkiezingen elke vijf jaar.",
      "Door de nationale parlementen van de lidstaten uit hun midden.",
      "Door de Raad van Ministers op basis van nationale partijpolitieke verhoudingen."
    ],
    "c": 0,
    "exp": "Art. 17 lid 3 VEU.\n\nDe leden van de Commissie worden gekozen op grond van hun algemene bekwaamheid en hun inzet voor Europa en bieden alle waarborgen voor onafhankelijkheid."
  },
  {
    "q": "Wat is het maximumaantal leden van het Europees Parlement volgens het VEU?",
    "a": [
      "705 leden, plus de voorzitter.",
      "750 leden, plus de voorzitter.",
      "800 leden, inclusief de voorzitter.",
      "Onbeperkt, afhankelijk van de bevolkingsgroei."
    ],
    "c": 1,
    "exp": "Art. 14 lid 2 VEU.\n\nHet Europees Parlement bestaat uit ten hoogste 750 leden, de voorzitter niet meegerekend."
  },
  {
    "q": "Op welke wijze zijn de zetels in het Europees Parlement verdeeld over de lidstaten?",
    "a": [
      "Elke lidstaat heeft een gelijk aantal zetels.",
      "Strikt evenredig aan het aantal inwoners van de lidstaat.",
      "Volgens het beginsel van degressieve evenredigheid.",
      "Op basis van het bruto binnenlands product van de lidstaat."
    ],
    "c": 2,
    "exp": "Art. 14 lid 2 VEU.\n\nDe vertegenwoordiging van de burgers is degressief evenredig, met een minimum van zes leden per lidstaat."
  },
  {
    "q": "Welke bevoegdheid heeft het Europees Parlement ten aanzien van de Europese Commissie?",
    "a": [
      "Het Parlement kan individuele commissarissen ontslaan.",
      "Het Parlement benoemt zelfstandig de voorzitter van de Commissie.",
      "Het Parlement kan de Raad dwingen de Commissie te ontbinden.",
      "Het Parlement kan een motie van afkeuring aannemen, waardoor de Commissie collectief moet aftreden."
    ],
    "c": 3,
    "exp": "Art. 234 VWEU.\n\nIndien de motie van afkeuring is aangenomen, moeten de leden van de Commissie collectief ontslag nemen."
  },
  {
    "q": "Wat is de samenstelling van het Hof van Justitie?",
    "a": [
      "Één rechter per lidstaat.",
      "Twaalf rechters ongeacht het aantal lidstaten.",
      "Één rechter per 10 miljoen inwoners.",
      "Vijf rechters gekozen door de Europese Raad."
    ],
    "c": 0,
    "exp": "Art. 19 lid 2 VEU.\n\nHet Hof van Justitie bestaat uit één rechter per lidstaat."
  },
  {
    "q": "Wat is de hoofdtaak van het Hof van Justitie van de Europese Unie?",
    "a": [
      "Het controleren van de financiën van de Unie.",
      "Het verzekeren van de eerbiediging van het recht bij de uitlegging en toepassing van de Verdragen.",
      "Het opstellen van wetgevingsvoorstellen voor de Raad en het Parlement.",
      "Het vertegenwoordigen van de Unie in internationale juridische geschillen."
    ],
    "c": 1,
    "exp": "Art. 19 lid 1 VEU.\n\nHet Hof van Justitie van de Europese Unie verzekert de eerbiediging van het recht bij de uitlegging en toepassing van de Verdragen."
  },
  {
    "q": "Hoe worden de rechters en advocaten-generaal van het Hof van Justitie benoemd?",
    "a": [
      "Door het Europees Parlement na voordracht van de Commissie.",
      "Door de Europese Raad met gekwalificeerde meerderheid.",
      "In onderlinge overeenstemming door de regeringen van de lidstaten.",
      "Door middel van directe verkiezingen in de lidstaten."
    ],
    "c": 2,
    "exp": "Art. 253 VWEU.\n\nDe rechters en de advocaten-generaal worden in onderlinge overeenstemming door de regeringen van de lidstaten voor zes jaar benoemd."
  },
  {
    "q": "Wat werd vastgesteld in het arrest Van Gend en Loos?",
    "a": [
      "Dat het EU-recht voorrang heeft op nationaal recht.",
      "Dat lidstaten aansprakelijk zijn voor schending van EU-recht.",
      "Dat richtlijnen horizontale directe werking hebben.",
      "Dat bepalingen van EU-recht rechtstreekse werking kunnen hebben voor particulieren."
    ],
    "c": 3,
    "exp": "HvJEU 5 februari 1963, ECLI:EU:C:1963:1 (Van Gend en Loos).\n\nHet Hof oordeelde dat de Gemeenschap een nieuwe rechtsorde vormt die niet slechts lidstaten, maar ook hun onderdanen gerechtigd is en rechten kan scheppen die zij geldend kunnen maken."
  },
  {
    "q": "Welke voorwaarden stelde het Hof oorspronkelijk in Van Gend en Loos voor rechtstreekse werking?",
    "a": [
      "De bepaling moet duidelijk, onvoorwaardelijk zijn en een negatieve verplichting inhouden.",
      "De bepaling moet zijn omgezet in nationale wetgeving.",
      "De bepaling moet gericht zijn tot particulieren en niet tot lidstaten.",
      "De bepaling moet zijn goedgekeurd door het nationale parlement."
    ],
    "c": 0,
    "exp": "HvJEU 5 februari 1963, ECLI:EU:C:1963:1 (Van Gend en Loos).\n\nHet Hof toetste of art. 12 EEG (nu 30 VWEU) duidelijk en onvoorwaardelijk was en een negatieve verplichting (verbod) behelsde."
  },
  {
    "q": "Wat is de kern van de uitspraak in Costa/ENEL?",
    "a": [
      "Dat nationale rechters prejudiciële vragen moeten stellen bij twijfel.",
      "Dat het EU-recht voorrang heeft boven strijdig nationaal recht, zelfs als dit later is vastgesteld.",
      "Dat particulieren schadevergoeding kunnen eisen van de staat bij schending van EU-recht.",
      "Dat richtlijnen directe werking hebben als de implementatietermijn is verstreken."
    ],
    "c": 1,
    "exp": "HvJEU 15 juli 1964, ECLI:EU:C:1964:66 (Costa/E.N.E.L.).\n\nHet Hof oordeelde dat het gemeenschapsrecht voorrang heeft en dat een later nationaal voorschrift niet boven de rechtsorde van de Gemeenschap kan worden gesteld."
  },
  {
    "q": "Waarop baseerde het Hof de voorrang van het EU-recht in Costa/ENEL?",
    "a": [
      "Op de expliciete tekst van de nationale grondwetten.",
      "Op het feit dat de EU een federale staat is.",
      "Op het autonome karakter van de EU-rechtsorde en de beperking van soevereiniteit door de lidstaten.",
      "Op een besluit van de Europese Raad."
    ],
    "c": 2,
    "exp": "HvJEU 15 juli 1964, ECLI:EU:C:1964:66 (Costa/E.N.E.L.).\n\nHet Hof stelde dat de lidstaten hun soevereiniteit hebben begrensd en een rechtsstelsel hebben geschapen dat bindend is voor henzelf en hun onderdanen."
  },
  {
    "q": "Welke instelling is samen met het Europees Parlement de begrotingsautoriteit van de Unie?",
    "a": [
      "De Europese Centrale Bank.",
      "De Europese Rekenkamer.",
      "De Europese Commissie.",
      "De Raad."
    ],
    "c": 3,
    "exp": "Art. 314 VWEU.\n\nHet Europees Parlement en de Raad stellen de jaarlijkse begroting van de Unie vast volgens een bijzondere wetgevingsprocedure."
  },
  {
    "q": "Wat is de rol van het Comité van permanente vertegenwoordigers (COREPER)?",
    "a": [
      "Het voorbereiden van de werkzaamheden van de Raad.",
      "Het controleren van de uitgaven van de Europese Commissie.",
      "Het adviseren van het Europees Parlement over wetgeving.",
      "Het vertegenwoordigen van de Unie in het buitenland."
    ],
    "c": 0,
    "exp": "Art. 240 lid 1 VWEU.\n\nEen comité van permanente vertegenwoordigers van de regeringen der lidstaten is belast met de voorbereiding van de werkzaamheden van de Raad."
  },
  {
    "q": "Wie zit de Raad Buitenlandse Zaken voor?",
    "a": [
      "De minister van de lidstaat die het roulerend voorzitterschap bekleedt.",
      "De Hoge Vertegenwoordiger van de Unie voor buitenlandse zaken en veiligheidsbeleid.",
      "De voorzitter van de Europese Raad.",
      "De voorzitter van de Europese Commissie."
    ],
    "c": 1,
    "exp": "Art. 18 lid 3 VEU.\n\nDe Hoge Vertegenwoordiger zit de Raad Buitenlandse Zaken voor."
  },
  {
    "q": "Wat is de functie van de Europese Rekenkamer?",
    "a": [
      "Het bepalen van het monetair beleid van de eurozone.",
      "Het houden van toezicht op de uitvoering van de begroting.",
      "Het beslechten van geschillen tussen lidstaten over financiën.",
      "Het goedkeuren van leningen aan lidstaten in nood."
    ],
    "c": 1,
    "exp": "Art. 285 VWEU.\n\nDe Rekenkamer controleert de rekeningen van de Unie (toezicht op de uitvoering van de begroting)."
  },
  {
    "q": "Welke procedure is van toepassing op de verkiezing van de voorzitter van de Commissie?",
    "a": [
      "De Europese Raad benoemt de voorzitter met eenparigheid van stemmen.",
      "De Raad benoemt de voorzitter na goedkeuring door het nationale parlementen.",
      "Het Europees Parlement kiest de voorzitter op voordracht van de Europese Raad.",
      "De Commissie kiest haar eigen voorzitter uit haar midden."
    ],
    "c": 2,
    "exp": "Art. 17 lid 7 VEU.\n\nDe Europese Raad draagt een kandidaat voor en het Europees Parlement kiest deze kandidaat."
  },
  {
    "q": "Wat houdt de 'gewone wetgevingsprocedure' in?",
    "a": [
      "De Raad beslist alleen, na raadpleging van het Parlement.",
      "De Commissie beslist zelfstandig over wetgeving.",
      "Het Parlement beslist alleen, na advies van de Raad.",
      "De gezamenlijke aanneming van een verordening, richtlijn of besluit door het Europees Parlement en de Raad op voorstel van de Commissie."
    ],
    "c": 3,
    "exp": "Art. 289 lid 1 VWEU.\n\nDe gewone wetgevingsprocedure bestaat in de gezamenlijke aanneming van een verordening, richtlijn of besluit door het Europees Parlement en de Raad op voorstel van de Commissie."
  },
  {
    "q": "Wat is het gevolg van een motie van afkeuring aangenomen door het Europees Parlement?",
    "a": [
      "De voorzitter van de Europese Raad moet aftreden.",
      "De leden van de Commissie moeten collectief ontslag nemen.",
      "De Raad van Ministers wordt ontbonden.",
      "Het Europees Parlement wordt ontbonden en er volgen nieuwe verkiezingen."
    ],
    "c": 1,
    "exp": "Art. 234 VWEU.\n\nIndien de motie van afkeuring is aangenomen, moeten de leden van de Commissie collectief ontslag nemen."
  }
]