[
  {
    "q": "Huurder H exploiteert een snackbar op een door V verhuurd terrein. In het huurcontract staat dat H de omgeving schoon moet houden. H maakt er echter een rommeltje van. V vordert ontbinding van de huurovereenkomst. H verweert zich door te stellen dat de schoonmaakplicht geen ‘kernbeding’ van de huurovereenkomst is en ontbinding daarom niet rechtvaardigt. Slaagt dit verweer?",
    "sample": "Issue: Rechtvaardigt de tekortkoming in de nakoming van een niet-kernbeding de ontbinding van de huurovereenkomst?\n\nRule: Artikel 6:265 lid 1 BW bepaalt dat iedere tekortkoming de bevoegdheid tot ontbinding geeft, tenzij deze de ontbinding niet rechtvaardigt. De Hoge Raad heeft in het arrest Twickler geoordeeld dat het onderscheid tussen kernbedingen en niet-kernbedingen geen steun vindt in het recht.\n\nApplication: H is tekortgeschoten in de nakoming. Dat het volgens H geen kernbeding betreft, is juridisch niet relevant. De rechter moet alle omstandigheden van het geval meewegen om te bepalen of de tekortkoming van voldoende gewicht is.\n\nConclusion: Het verweer faalt; iedere tekortkoming kan in beginsel leiden tot ontbinding.",
    "checklist": [
      "Iedere tekortkoming geeft bevoegdheid tot ontbinding",
      "Tenzij: bijzondere aard of geringe betekenis",
      "Onderscheid kernbeding en niet-kernbeding is onjuist",
      "Alle omstandigheden van het geval wegen mee"
    ],
    "exp": "Artikel 6:265 BW stelt dat iedere tekortkoming in de nakoming de wederpartij de bevoegdheid geeft de overeenkomst te ontbinden. In het arrest Twickler heeft de Hoge Raad bepaald dat de stelling dat slechts niet-naleving van een kernbeding ontbinding rechtvaardigt, onjuist is. De rechter dient te beoordelen of de tekortkoming, gezien haar bijzondere aard of geringe betekenis, de ontbinding met haar gevolgen niet rechtvaardigt. Hierbij moeten alle omstandigheden van het geval worden betrokken."
  },
  {
    "q": "Tijdens een bedrijfsfeest van bedrijf X gooien werknemers lampolie op een barbecue, waardoor het pand van Y afbrandt. Y stelt werkgever X aansprakelijk op grond van artikel 6:170 BW. X voert aan dat het feest buiten werktijd was en er geen opdracht was om aanwezig te zijn. Is X aansprakelijk?",
    "sample": "Issue: Is de werkgever aansprakelijk voor schade veroorzaakt door werknemers tijdens een bedrijfsfeest buiten werktijd?\n\nRule: Artikel 6:170 BW vereist een functionele samenhang tussen de fout en de dienstbetrekking. Volgens HR Partycentrum moeten alle omstandigheden worden meegewogen, zoals tijdstip, plaats en zeggenschap.\n\nApplication: De werknemers handelden als eenheid van het bedrijf. Dat er geen formele opdracht was of het feest buiten werktijd viel, staat niet in de weg aan het aannemen van functionele samenhang en zeggenschap van de werkgever.\n\nConclusion: Ja, X is aansprakelijk door de functionele samenhang tussen fout en dienstbetrekking.",
    "checklist": [
      "Functionele samenhang tussen fout en dienstbetrekking vereist",
      "Beoordeling aan hand van alle omstandigheden",
      "Zeggenschap werkgever over gedragingen werknemer",
      "Opdracht tot aanwezigheid bij feest niet vereist"
    ],
    "exp": "Op grond van artikel 6:170 BW is de werkgever aansprakelijk voor fouten van ondergeschikten indien de kans op de fout door de opdracht is vergroot en de werkgever zeggenschap had. De Hoge Raad oordeelde in het arrest Partycentrum dat voor de functionele samenhang alle omstandigheden, zoals tijdstip, plaats en aard van de gedraging, van belang zijn. Het ontbreken van een opdracht tot aanwezigheid sluit aansprakelijkheid niet uit indien er voldoende verband bestaat met de dienstbetrekking."
  },
  {
    "q": "Mevrouw A struikelt over losliggende stroomkabels op de stoep, die daar door de gemeente waren gelegd voor een evenement. Zij breekt haar been en stelt de gemeente aansprakelijk op grond van artikel 6:174 BW (gebrekkige opstal) en subsidiair artikel 6:162 BW. Slaagt het beroep op 6:174 BW?",
    "sample": "Issue: Kwalificeren losliggende stroomkabels op de weg als een gebrek aan de weg in de zin van artikel 6:174 BW?\n\nRule: Artikel 6:174 BW vestigt risicoaansprakelijkheid voor gebrekkige opstallen (wegen). Volgens HR Struikelen over stroomkabel op stoep vallen voorwerpen die niet tot de weg of weguitrusting behoren niet onder dit artikel.\n\nApplication: De kabels maken geen deel uit van het weglichaam of de weguitrusting. De aanwezigheid ervan is geen gebrek van de weg zelf.\n\nConclusion: Nee, het beroep op 6:174 BW faalt; beoordeling moet via artikel 6:162 BW.",
    "checklist": [
      "Los voorwerp is geen gebrek aan weg",
      "Geen aansprakelijkheid op grond van 6:174 BW",
      "Wel toetsing aan algemene zorgplicht (6:162 BW)",
      "Kelderluikcriteria: mate van waarschijnlijkheid onoplettendheid"
    ],
    "exp": "De Hoge Raad heeft bepaald dat de aanwezigheid van voorwerpen op de openbare weg die daar niet thuishoren, geen gebrek van de weg zelf oplevert in de zin van artikel 6:174 BW. De wegbeheerder kan in zo'n geval wel aansprakelijk zijn op grond van de onrechtmatige daad (artikel 6:162 BW) wegens schending van de zorgplicht, waarbij de Kelderluikcriteria maatgevend zijn."
  },
  {
    "q": "Klaas (15 jaar) gooit tijdens een ruzie op straat een steen door de ruit van de buren. De buren spreken de ouders van Klaas aan voor de schade. De ouders stellen dat zij hun zoon goed hebben opgevoed en dit niet konden voorkomen. Zijn de ouders aansprakelijk?",
    "sample": "Issue: Zijn ouders aansprakelijk voor de onrechtmatige daad van hun 15-jarige kind als zij stellen dat hen geen verwijt treft?\n\nRule: Artikel 6:169 lid 2 BW bepaalt dat ouders aansprakelijk zijn voor kinderen van 14 en 15 jaar, tenzij hen niet kan worden verweten dat zij de gedraging niet hebben belet.\n\nApplication: Er geldt een weerlegbaar vermoeden van schuld voor de ouders. Zij moeten bewijzen dat zij de gedraging niet konden beletten. Het enkele argument van goede opvoeding is vaak onvoldoende.\n\nConclusion: Ja, tenzij de ouders in hun tegenbewijs slagen.",
    "checklist": [
      "Ouders kwalitatief aansprakelijk voor kinderen 14/15 jaar",
      "Tenzij ouders gedraging niet konden beletten",
      "Sprake van een omgekeerde bewijslast voor ouders",
      "Kind is zelf ook aansprakelijk ex 6:162 BW"
    ],
    "exp": "Voor kinderen van 14 en 15 jaar geldt op grond van artikel 6:169 lid 2 BW een risicoaansprakelijkheid met een disculpatiemogelijkheid voor de ouders. De ouders zijn aansprakelijk, tenzij zij aantonen dat hen geen verwijt treft ter zake van het niet beletten van de gedraging. Dit creëert een omgekeerde bewijslast. Het kind blijft daarnaast zelf ook aansprakelijk op grond van artikel 6:162 BW."
  },
  {
    "q": "Werknemer W schendt een geheimhoudingsbeding in zijn vaststellingsovereenkomst door vertrouwelijke informatie te lekken. Werkgever O ontbindt de overeenkomst direct. W stelt dat de ontbinding ongeldig is omdat hij niet eerst in gebreke is gesteld. Heeft W gelijk?",
    "sample": "Issue: Is een ingebrekestelling vereist voor ontbinding bij schending van een voortdurende verplichting om iets na te laten?\n\nRule: Artikel 6:265 lid 2 BW vereist verzuim voor ontbinding. HR Fisser/Tycho bepaalt dat bij schending van een voortdurende verplichting nakoming in het verleden blijvend onmogelijk is.\n\nApplication: Door het lekken is de geheimhoudingsplicht geschonden. Dit kan niet ongedaan worden gemaakt; nakoming is voor dat deel blijvend onmogelijk. Verzuim treedt direct in zonder ingebrekestelling.\n\nConclusion: Nee, W heeft ongelijk; ontbinding was direct mogelijk.",
    "checklist": [
      "Schending voortdurende verplichting levert blijvende onmogelijkheid op",
      "Nakoming in het verleden is niet meer mogelijk",
      "Ontbinding mogelijk zonder verzuim of ingebrekestelling",
      "Bevoegdheid ontbinding ontstaat direct"
    ],
    "exp": "Volgens het arrest Fisser/Tycho is nakoming van een voortdurende verplichting om iets na te laten (zoals een geheimhoudingsbeding) blijvend onmogelijk zodra deze wordt geschonden. Voor het verleden kan de prestatie immers niet meer worden verricht. Omdat nakoming blijvend onmogelijk is, is voor de bevoegdheid tot ontbinding geen verzuim en dus geen ingebrekestelling vereist (artikel 6:265 lid 2 BW)."
  }
]