[
  {
    "q": "Om als belanghebbende te worden aangemerkt, volstaat een louter subjectief gevoel van betrokkenheid bij een besluit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Uit de definitie van artikel 1:2 lid 1 Awb en de bijbehorende jurisprudentie (EPOAD-criteria) volgt dat een belang objectief bepaalbaar moet zijn. Een louter subjectief gevoel van betrokkenheid is onvoldoende."
  },
  {
    "q": "Een rechtspersoon kan alleen als belanghebbende worden aangemerkt als dit uit de statuten blijkt, ongeacht of er feitelijke werkzaamheden worden verricht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1:2 lid 3 Awb stelt cumulatief dat een rechtspersoon een algemeen of collectief belang moet behartigen krachtens zijn doelstellingen én blijkens zijn feitelijke werkzaamheden."
  },
  {
    "q": "Het criterium 'gevolgen van enige betekenis' fungeert in de jurisprudentie als een correctie op het uitgangspunt dat rechtstreekse feitelijke gevolgen leiden tot belanghebbendheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In de uitspraak Mestbassin Mechelen heeft de Afdeling bepaald dat het criterium 'gevolgen van enige betekenis' dient als correctie op het uitgangspunt dat degene die rechtstreeks feitelijke gevolgen ondervindt, in beginsel belanghebbende is."
  },
  {
    "q": "Een belang dat uitsluitend voortvloeit uit een contractuele relatie met de geadresseerde van een besluit, wordt in beginsel aangemerkt als een afgeleid belang.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Volgens de jurisprudentie (o.a. Zorgcentrum Meerkerk) is er geen sprake van een rechtstreeks betrokken belang als het belang uitsluitend is afgeleid van de contractuele relatie met de normadressaat, tenzij er sprake is van een zelfstandig eigen belang."
  },
  {
    "q": "Het louter voeren van juridische procedures tegen besluiten kwalificeert als 'feitelijke werkzaamheden' in de zin van artikel 1:2 lid 3 Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In de uitspraak Stichting Openbare Ruimte is bepaald dat het louter in rechte opkomen tegen besluiten als regel niet kan worden aangemerkt als feitelijke werkzaamheden in de zin van artikel 1:2 lid 3 Awb."
  },
  {
    "q": "De geadresseerde van een belastende beschikking (normadressaat) is per definitie belanghebbende bij dat besluit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De normadressaat is degene voor wie rechten of plichten in het leven worden geroepen door het besluit. Diens belang is per definitie rechtstreeks betrokken in de zin van artikel 1:2 lid 1 Awb."
  },
  {
    "q": "Een bestuursorgaan kan nooit als belanghebbende optreden bij een besluit van een ander bestuursorgaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1:2 lid 2 Awb bepaalt dat bestuursorganen als belanghebbende kunnen worden beschouwd voor zover hun toevertrouwde belangen rechtstreeks bij een besluit zijn betrokken."
  },
  {
    "q": "Als gevolgen van een activiteit dermate gering zijn dat een persoonlijk belang ontbreekt, is er geen sprake van 'gevolgen van enige betekenis'.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In de uitspraak Mestbassin Mechelen is overwogen dat gevolgen van enige betekenis ontbreken indien de gevolgen van de activiteit in de woon-, leef- of bedrijfssituatie dermate gering zijn dat een persoonlijk belang ontbreekt."
  },
  {
    "q": "Het relativiteitsvereiste van artikel 8:69a Awb houdt in dat een besluit wordt vernietigd ongeacht of de geschonden norm strekt tot bescherming van de belangen van de beroeper.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 8:69a Awb bepaalt juist dat de bestuursrechter een besluit niet vernietigt als de geschonden rechtsregel kennelijk niet strekt tot bescherming van de belangen van degene die zich daarop beroept."
  },
  {
    "q": "Een concurrent is alleen belanghebbende als hij actief is in hetzelfde marktsegment en hetzelfde verzorgingsgebied als de vergunninghouder.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Volgens vaste jurisprudentie wordt een concurrentiebelang als persoonlijk belang aangemerkt indien de ondernemingen actief zijn in hetzelfde marktsegment en hetzelfde verzorgingsgebied."
  },
  {
    "q": "In de zaak Zorgcentrum Meerkerk oordeelde de rechter dat appellante géén belanghebbende was omdat zij slechts een contractuele relatie had met de cliënt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In Zorgcentrum Meerkerk oordeelde de rechter juist dat appellante wél belanghebbende was, omdat zij los van de contractuele relatie een zelfstandig eigen belang had (o.a. vermogenspositie en fundamentele rechten)."
  },
  {
    "q": "De bundeling van individuele belangen door een vereniging kan worden aangemerkt als 'feitelijke werkzaamheden' in de zin van artikel 1:2 lid 3 Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In de uitspraak Buurtplatform Randwyck is bepaald dat in de door een vereniging tot stand gebrachte bundeling van rechtstreeks betrokken individuele belangen, de vereiste feitelijke werkzaamheden besloten kunnen worden geacht."
  },
  {
    "q": "Een statutaire doelstelling die zeer ruim is geformuleerd, zoals 'het behartigen van het algemeen belang', is voldoende specifiek voor artikel 1:2 lid 3 Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Uit de uitspraak Stichting Openbare Ruimte blijkt dat een statutair doel dat te veelomvattend is, niet onderscheidend genoeg is om een specifiek algemeen of collectief belang 'in het bijzonder' te behartigen."
  },
  {
    "q": "Wettelijke afstandsnormen zijn doorslaggevend voor de vraag of iemand belanghebbende is bij een milieubesluit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In de uitspraak Mestbassin Mechelen is bepaald dat indien milieugevolgen zijn genormeerd door een afstandseis, deze norm niet bepalend is voor de vraag of de betrokkene belanghebbende is; het gaat om de feitelijke gevolgen."
  },
  {
    "q": "Alleen een belanghebbende kan een aanvraag in de zin van artikel 1:3 lid 3 Awb indienen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 1:3 lid 3 Awb definieert een aanvraag als een verzoek van een belanghebbende om een besluit te nemen. Een verzoek van een niet-belanghebbende is dus geen aanvraag."
  },
  {
    "q": "Een belang dat uitsluitend is gebaseerd op een onzekere toekomstige gebeurtenis is voldoende actueel om belanghebbende te zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Volgens de EPOAD-criteria moet een belang actueel en voldoende zeker zijn. Een belang dat louter is gebaseerd op een onzekere toekomstige gebeurtenis voldoet hier niet aan."
  },
  {
    "q": "Bestuursorganen hebben geen eigen belangen, maar behartigen de hen toevertrouwde belangen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 1:2 lid 2 Awb bepaalt dat ten aanzien van bestuursorganen de hun toevertrouwde belangen als hun belangen worden beschouwd."
  },
  {
    "q": "Iemand die opkomt voor het belang van een ander zonder op te treden als gemachtigde, voldoet aan het vereiste van een 'eigen belang'.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Eén van de criteria voor belanghebbendheid is dat men een 'eigen' belang heeft. Men kan niet als belanghebbende opkomen voor de belangen van een ander (tenzij als gemachtigde)."
  },
  {
    "q": "De kring van belanghebbenden kan groter zijn naarmate de feitelijke gevolgen van een besluit ingrijpender zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is een vuistregel in het bestuursrecht: hoe verstrekkender of ingrijpender de feitelijke gevolgen, hoe groter de kring van personen die 'gevolgen van enige betekenis' ondervinden."
  },
  {
    "q": "Een tegengesteld belang bij een besluit leidt niet tot belanghebbendheid omdat het een afgeleid belang is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Iemand met een tegengesteld belang (bijvoorbeeld een concurrent of iemand die nadeel ondervindt van een subsidie aan een ander) is wel degelijk belanghebbende, ondanks dat het belang samenhangt met de positie van een ander."
  },
  {
    "q": "Het leerstuk van afgeleid belang is niet aan de orde als de derde een zelfstandig eigen belang heeft dat rechtstreeks bij het besluit is betrokken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is de eerste vuistregel uit de conclusie bij Zorgcentrum Meerkerk: als er sprake is van een zelfstandig eigen belang (bijv. fundamenteel recht), staat de contractuele relatie belanghebbendheid niet in de weg."
  },
  {
    "q": "Bij de beoordeling van 'gevolgen van enige betekenis' spelen factoren zoals afstand, zicht en geurhinder een rol.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In Mestbassin Mechelen wordt expliciet genoemd dat acht wordt geslagen op factoren als afstand tot, zicht op, planologische uitstraling en milieugevolgen (zoals geur)."
  },
  {
    "q": "Een stichting die statutair opkomt voor 'een goed woon- en leefklimaat in de wijk Randwyck' heeft een voldoende specifiek doel voor artikel 1:2 lid 3 Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In Buurtplatform Randwyck werd geoordeeld dat het behartigen van het belang van bewoners van een specifieke wijk voldoende specifiek (territoriaal en functioneel begrensd) is."
  },
  {
    "q": "Het indienen van een zienswijze over een ontwerpbesluit geldt als een feitelijke werkzaamheid in de zin van artikel 1:2 lid 3 Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Volgens Stichting Openbare Ruimte geldt het 'louter in rechte opkomen' (inclusief zienswijzen en bezwaar) niet als feitelijke werkzaamheid. Er moeten andere activiteiten zijn."
  },
  {
    "q": "Op grond van artikel 8:1 Awb kan iedereen, ook niet-belanghebbenden, beroep instellen bij de bestuursrechter tegen een besluit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 8:1 Awb bepaalt expliciet dat 'een belanghebbende' beroep kan instellen tegen een besluit. Het zijn van belanghebbende is een ontvankelijkheidsvereiste."
  },
  {
    "q": "Voor een belanghebbende natuurlijke persoon geldt de eis dat zijn belang zich in voldoende mate moet onderscheiden van dat van willekeurige anderen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is het criterium van het 'persoonlijk belang' (de P in EPOAD). Men kan niet opkomen voor het algemeen belang (actio popularis); het belang moet onderscheidend zijn."
  },
  {
    "q": "De 'verwevenheidscorrectie' op het afgeleid belang wordt in de recente jurisprudentie nog steeds strikt toegepast.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In de conclusie bij Zorgcentrum Meerkerk (vuistregel 5) werd gesteld dat de verwevenheidscorrectie niet meer zou moeten worden toegepast, ten gunste van de toets op zelfstandig eigen belang."
  },
  {
    "q": "Een belanghebbende moet aantonen dat er een voldoende causaal verband bestaat tussen het besluit en de aantasting van zijn belang.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit vloeit voort uit het vereiste van een 'direct geraakt belang' (de D in EPOAD). Het besluit moet de oorzaak zijn van de gevolgen voor het belang."
  },
  {
    "q": "Rechtspersonen als bedoeld in artikel 1:2 lid 3 Awb behartigen per definitie een eigen, individueel belang.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1:2 lid 3 Awb ziet juist op rechtspersonen die algemene of collectieve belangen behartigen, die als hun belangen worden beschouwd, in tegenstelling tot individuele belangen."
  },
  {
    "q": "In de zaak Mestbassin Mechelen oordeelde de rechter dat omwonenden op meer dan 250 meter afstand per definitie geen belanghebbende konden zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Afdeling oordeelde juist dat de afstand van 250 meter niet doorslaggevend was; omdat niet was weersproken dat zij geurhinder konden ondervinden, waren zij wel belanghebbende."
  }
]