[
  {
    "q": "Welk instrument behoort tot het primaire Unierecht?",
    "a": [
      "Een richtlijn",
      "Een verordening",
      "Een besluit",
      "Het Handvest van de grondrechten"
    ],
    "c": 3,
    "exp": "Primair Unierecht.\n\nTot het primaire recht behoren de oprichtingsverdragen, wijzigingsverdragen, toetredingsverdragen en het Handvest van de grondrechten van de EU."
  },
  {
    "q": "Wat is een kenmerk van een verordening volgens artikel 288 VWEU?",
    "a": [
      "Zij heeft een algemene strekking",
      "Zij is verbindend ten aanzien van het resultaat",
      "Zij is niet verbindend in al haar onderdelen",
      "Zij vereist altijd omzetting in nationaal recht"
    ],
    "c": 0,
    "exp": "Art. 288 VWEU.\n\nEen verordening heeft een algemene strekking, is verbindend in al haar onderdelen en is rechtstreeks toepasselijk in elke lidstaat."
  },
  {
    "q": "Wat houdt het subsidiariteitsbeginsel in zoals vastgelegd in artikel 5 lid 3 VEU?",
    "a": [
      "De Unie treedt alleen op bij exclusieve bevoegdheden",
      "De Unie treedt op als doelstellingen beter door de Unie kunnen worden bereikt",
      "De Unie mag niet optreden indien lidstaten dit kunnen",
      "De Unie heeft voorrang op alle nationale wetgeving"
    ],
    "c": 1,
    "exp": "Art. 5 lid 3 VEU.\n\nHet subsidiariteitsbeginsel houdt in dat de Unie op gebieden die niet onder haar exclusieve bevoegdheid vallen, slechts optreedt indien de doelstellingen niet voldoende door de lidstaten kunnen worden verwezenlijkt en daarom beter door de Unie kunnen worden bereikt."
  },
  {
    "q": "Welke verplichting legt een richtlijn op aan de lidstaten?",
    "a": [
      "De richtlijn is rechtstreeks toepasselijk zonder omzetting",
      "De richtlijn is verbindend ten aanzien van het te bereiken resultaat",
      "De richtlijn is vrijblijvend ten aanzien van vorm en middelen",
      "De richtlijn is verbindend in al haar onderdelen voor particulieren"
    ],
    "c": 1,
    "exp": "Art. 288 VWEU.\n\nEen richtlijn is verbindend ten aanzien van het te bereiken resultaat voor elke lidstaat waarvoor zij bestemd is, doch aan de nationale instanties wordt de bevoegdheid gelaten vorm en middelen te kiezen."
  },
  {
    "q": "Wat houdt het besluit (beschikking) in als rechtsinstrument?",
    "a": [
      "Het is nooit verbindend",
      "Het heeft altijd een algemene strekking",
      "Het is verbindend in al zijn onderdelen",
      "Het vereist altijd omzetting in nationaal recht"
    ],
    "c": 2,
    "exp": "Art. 288 VWEU.\n\nEen besluit is verbindend in al zijn onderdelen. Indien de adressaten worden vermeld, is het alleen voor hen verbindend."
  },
  {
    "q": "Wat betekent het attributiebeginsel (beginsel van bevoegdheidstoedeling)?",
    "a": [
      "De Unie mag handelen op alle beleidsterreinen",
      "De lidstaten bepalen per geval of de Unie mag optreden",
      "De Unie handelt enkel binnen de grenzen van de toegedeelde bevoegdheden",
      "De Unie heeft impliciet alle bevoegdheden van een soevereine staat"
    ],
    "c": 2,
    "exp": "Art. 5 lid 2 VEU.\n\nHet attributiebeginsel houdt in dat de Unie enkel handelt binnen de grenzen van de bevoegdheden die haar door de lidstaten in de Verdragen zijn toegedeeld."
  },
  {
    "q": "Wie heeft in beginsel het recht van initiatief in de wetgevingsprocedure van de EU?",
    "a": [
      "De Europese Commissie",
      "Het Europees Parlement",
      "De Raad van de Europese Unie",
      "De Europese Raad"
    ],
    "c": 0,
    "exp": "Art. 17 lid 2 VEU.\n\nWetgevingshandelingen van de Unie mogen alleen op voorstel van de Commissie worden vastgesteld, behalve indien de Verdragen anders bepalen."
  },
  {
    "q": "Wat is kenmerkend voor de gewone wetgevingsprocedure?",
    "a": [
      "De Raad beslist alleen na raadpleging van het Parlement",
      "Het Parlement kan het voorstel niet amenderen",
      "De Raad en het Europees Parlement besluiten gezamenlijk",
      "De Commissie neemt het uiteindelijke besluit"
    ],
    "c": 2,
    "exp": "Art. 294 VWEU.\n\nDe gewone wetgevingsprocedure bestaat uit de gezamenlijke aanneming van een verordening, richtlijn of besluit door het Europees Parlement en de Raad op voorstel van de Commissie."
  },
  {
    "q": "Hoeveel lezingen kent de gewone wetgevingsprocedure maximaal?",
    "a": [
      "Eén lezing",
      "Twee lezingen",
      "Drie lezingen",
      "Vier lezingen"
    ],
    "c": 2,
    "exp": "Art. 294 VWEU.\n\nDe gewone wetgevingsprocedure bestaat uit maximaal drie lezingen (eerste lezing, tweede lezing en derde lezing na bemiddeling)."
  },
  {
    "q": "Wat is een vereiste voor de geldigheid van Europese regelgeving op grond van artikel 297 VWEU?",
    "a": [
      "Bekendmaking in het Publicatieblad van de Europese Unie",
      "Goedkeuring door alle nationale parlementen",
      "Ondertekening door de staatshoofden van de lidstaten",
      "Ratificatie via een referendum in de lidstaten"
    ],
    "c": 0,
    "exp": "Art. 297 VWEU.\n\nWetgevingshandelingen treden in werking op de datum die daarin is bepaald of, bij gebreke daarvan, op de twintigste dag na die van hun bekendmaking in het Publicatieblad van de Europese Unie."
  },
  {
    "q": "Welke bevoegdheid heeft de Raad in bijzondere wetgevingsprocedures?",
    "a": [
      "De Raad beslist altijd met unanimiteit zonder het Parlement",
      "De Raad is vaak de enige wetgever, met deelname van het Parlement",
      "De Raad mag alleen advies geven aan het Parlement",
      "De Raad heeft geen beslissingsbevoegdheid"
    ],
    "c": 1,
    "exp": "Art. 289 lid 2 VWEU.\n\nIn de bijzondere wetgevingsprocedures wordt een verordening, richtlijn of besluit vastgesteld door de Raad met deelname van het Europees Parlement (bijvoorbeeld via raadpleging of goedkeuring)."
  },
  {
    "q": "Wat houdt een exclusieve bevoegdheid van de Unie in?",
    "a": [
      "Lidstaten en de Unie mogen beide wetgevend optreden",
      "Alleen de Unie kan wetgevend optreden en bindende handelingen vaststellen",
      "De Unie mag alleen ondersteunend optreden",
      "Lidstaten mogen optreden zolang de Unie dat niet doet"
    ],
    "c": 1,
    "exp": "Art. 2 lid 1 VWEU.\n\nWanneer de Verdragen de Unie op een bepaald gebied een exclusieve bevoegdheid toedelen, kan alleen de Unie wetgevend optreden en bindende handelingen vaststellen."
  },
  {
    "q": "Wanneer mogen lidstaten optreden bij een gedeelde bevoegdheid?",
    "a": [
      "Lidstaten mogen nooit optreden bij gedeelde bevoegdheid",
      "Lidstaten mogen optreden voor zover de Unie haar bevoegdheid niet heeft uitgeoefend",
      "Lidstaten mogen alleen optreden met toestemming van de Commissie",
      "Lidstaten mogen optreden ongeacht het optreden van de Unie"
    ],
    "c": 1,
    "exp": "Art. 2 lid 2 VWEU.\n\nDe lidstaten oefenen hun bevoegdheid uit voor zover de Unie haar bevoegdheid niet heeft uitgeoefend."
  },
  {
    "q": "Wat is een voorbeeld van 'soft law' binnen het Unierecht?",
    "a": [
      "Verordeningen",
      "Richtlijnen",
      "Besluiten",
      "Aanbevelingen"
    ],
    "c": 3,
    "exp": "Art. 288 VWEU.\n\nAanbevelingen en adviezen zijn niet verbindend en worden gerekend tot 'soft law'."
  },
  {
    "q": "Wat is de standaard stemprocedure in de Raad tenzij de Verdragen anders bepalen?",
    "a": [
      "Gewone meerderheid",
      "Consensus",
      "Gekwalificeerde meerderheid",
      "Unanimiteit"
    ],
    "c": 2,
    "exp": "Art. 16 lid 3 VEU.\n\nTenzij in de Verdragen anders is bepaald, besluit de Raad met gekwalificeerde meerderheid van stemmen."
  },
  {
    "q": "Wat houdt het evenredigheidsbeginsel in?",
    "a": [
      "De bevoegdheid van de Unie wordt beperkt tot het strikt noodzakelijke",
      "Het optreden van de Unie mag niet verder gaan dan wat nodig is voor de doelstellingen",
      "De Unie moet altijd de zwaarste maatregel kiezen voor effectiviteit",
      "De kosten van een maatregel moeten gelijk worden verdeeld"
    ],
    "c": 1,
    "exp": "Art. 5 lid 4 VEU.\n\nKrachtens het evenredigheidsbeginsel gaan de inhoud en de vorm van het optreden van de Unie niet verder dan wat nodig is om de doelstellingen van de Verdragen te verwezenlijken."
  },
  {
    "q": "Wat is de hiërarchische verhouding tussen primair en secundair Unierecht?",
    "a": [
      "Secundair recht staat boven primair recht",
      "Ze zijn gelijkwaardig in rang",
      "Primair recht staat boven secundair recht",
      "Internationale verdragen staan onder secundair recht"
    ],
    "c": 2,
    "exp": "Rechtsbronnen.\n\nHet primaire recht (verdragen) staat bovenaan de rangorde. Secundair recht (verordeningen, richtlijnen, besluiten) moet in overeenstemming zijn met het primaire recht."
  },
  {
    "q": "Welke eis stelt artikel 296 VWEU aan rechtshandelingen?",
    "a": [
      "Zij moeten met redenen zijn omkleed (motiveringsplicht)",
      "Zij moeten door alle lidstaten zijn ondertekend",
      "Zij moeten een looptijd van maximaal vijf jaar hebben",
      "Zij moeten zijn goedgekeurd door nationale parlementen"
    ],
    "c": 0,
    "exp": "Art. 296 VWEU.\n\nDe rechtshandelingen zijn met redenen omkleed en verwijzen naar de voorstellen, initiatieven, aanbevelingen, verzoeken of adviezen waarin de Verdragen voorzien."
  },
  {
    "q": "Heeft de Europese Raad een wetgevende taak?",
    "a": [
      "Ja, als medewetgever naast het Parlement",
      "Ja, maar alleen op het gebied van buitenlands beleid",
      "Nee, de Europese Raad oefent geen wetgevingstaak uit",
      "Nee, tenzij de Commissie dit delegeert"
    ],
    "c": 2,
    "exp": "Art. 15 lid 1 VEU.\n\nDe Europese Raad geeft de Unie de voor haar ontwikkeling nodige impulsen en bepaalt de algemene politieke beleidslijnen en prioriteiten. Hij oefent geen wetgevingstaak uit."
  },
  {
    "q": "Wat wordt verstaan onder 'implied powers'?",
    "a": [
      "Bevoegdheden die expliciet in de verdragen staan",
      "Bevoegdheden die afgeleid worden uit verdragsbepalingen",
      "Bevoegdheden die de lidstaten behouden",
      "Bevoegdheden van de Europese Centrale Bank"
    ],
    "c": 1,
    "exp": "Rechtsbronnen.\n\nHet Hof erkent 'implied powers': bevoegdheden die niet expliciet zijn toegekend, maar kunnen worden afgeleid uit andere verdragsbepalingen of noodzakelijk zijn voor de uitvoering van taken."
  },
  {
    "q": "Wat is het doel van artikel 352 VWEU (flexibiliteitsclausule)?",
    "a": [
      "Het beperken van de bevoegdheden van de Commissie",
      "Het omzeilen van het Europees Parlement",
      "Het aanvullen van bevoegdheden om doelstellingen te verwezenlijken",
      "Het toestaan van nationale afwijkingen van EU-recht"
    ],
    "c": 2,
    "exp": "Art. 352 VWEU.\n\nDit artikel biedt een rechtsgrondslag om optreden van de Unie mogelijk te maken wanneer de bevoegdheden in de Verdragen niet toereikend zijn om een doelstelling van de Unie te verwezenlijken."
  },
  {
    "q": "Wat is het onderscheid tussen wetgevingshandelingen en niet-wetgevingshandelingen?",
    "a": [
      "Wetgevingshandelingen zijn niet bindend",
      "Niet-wetgevingshandelingen worden aangenomen door de Europese Raad",
      "Wetgevingshandelingen worden aangenomen via een wetgevingsprocedure",
      "Niet-wetgevingshandelingen staan hoger in rang"
    ],
    "c": 2,
    "exp": "Art. 289 lid 3 VWEU.\n\nRechtshandelingen die volgens een wetgevingsprocedure worden vastgesteld, zijn wetgevingshandelingen."
  },
  {
    "q": "Wanneer worden uitvoeringshandelingen (art. 291 VWEU) gebruikt?",
    "a": [
      "Om wetgevingshandelingen op niet-essentiële onderdelen te wijzigen",
      "Om uniforme voorwaarden voor de uitvoering van bindende handelingen vast te stellen",
      "Om nieuwe beleidsterreinen te ontginnen",
      "Om de begroting van de Unie vast te stellen"
    ],
    "c": 1,
    "exp": "Art. 291 lid 2 VWEU.\n\nWanneer er eenvormige voorwaarden voor de uitvoering van juridisch bindende handelingen van de Unie nodig zijn, verlenen die handelingen uitvoeringsbevoegdheden aan de Commissie."
  },
  {
    "q": "Wat is de functie van gedelegeerde handelingen (art. 290 VWEU)?",
    "a": [
      "Het vaststellen van de begroting",
      "Het wijzigen van essentiële onderdelen van een wetgevingshandeling",
      "Het aanvullen of wijzigen van niet-essentiële onderdelen van een wetgevingshandeling",
      "Het implementeren van richtlijnen in nationaal recht"
    ],
    "c": 2,
    "exp": "Art. 290 lid 1 VWEU.\n\nEen wetgevingshandeling kan aan de Commissie de bevoegdheid overdragen niet-wetgevingshandelingen van algemene strekking vast te stellen ter aanvulling of wijziging van bepaalde niet-essentiële onderdelen van de wetgevingshandeling."
  },
  {
    "q": "Wat vereist het beginsel van loyale samenwerking (Unietrouw)?",
    "a": [
      "Dat lidstaten de Unie steunen en geen maatregelen nemen die de doelstellingen in gevaar brengen",
      "Dat de Unie altijd voorrang geeft aan nationale belangen",
      "Dat lidstaten geen eigen buitenlands beleid mogen voeren",
      "Dat de Commissie altijd instemt met de Raad"
    ],
    "c": 0,
    "exp": "Art. 4 lid 3 VEU.\n\nDe lidstaten onthouden zich van alle maatregelen die de verwezenlijking van de doelstellingen van de Unie in gevaar kunnen brengen en faciliteren de vervulling van de taken van de Unie."
  },
  {
    "q": "Wat is een minimumvereiste voor een blokkerende minderheid in de Raad?",
    "a": [
      "Twee lidstaten",
      "Drie lidstaten",
      "Vier lidstaten",
      "Vijf lidstaten"
    ],
    "c": 2,
    "exp": "Art. 16 lid 4 VEU.\n\nEen blokkerende minderheid moet ten minste uit vier raadsleden bestaan."
  },
  {
    "q": "Wat is het gevolg als de Raad niet binnen de termijn beslist in de gewone wetgevingsprocedure?",
    "a": [
      "Het voorstel is verworpen",
      "Het voorstel is aangenomen",
      "De Commissie neemt het besluit",
      "De termijn wordt automatisch verlengd"
    ],
    "c": 0,
    "exp": "Art. 294 VWEU.\n\nIndien de Raad het standpunt van het Europees Parlement niet goedkeurt of niet binnen de termijn beslist, is de handeling niet vastgesteld."
  },
  {
    "q": "Wat omvat het 'acquis communautaire'?",
    "a": [
      "Alleen de primaire verdragen",
      "Alleen de jurisprudentie van het Hof",
      "Het geheel van rechten en verplichtingen die de Unie verbinden",
      "De afspraken tussen lidstaten buiten de Unie om"
    ],
    "c": 2,
    "exp": "Rechtsbronnen.\n\nHet acquis communautaire omvat de hele verzameling van verdragen, geldende secundaire rechtshandelingen, relevante rechtspraak en andere handelingen die de Unie verbinden."
  },
  {
    "q": "Wat is de rangorde tussen internationale overeenkomsten van de Unie en secundair recht?",
    "a": [
      "Secundair recht staat boven internationale overeenkomsten",
      "Internationale overeenkomsten staan boven secundair recht",
      "Ze zijn gelijkwaardig",
      "Internationale overeenkomsten hebben geen interne werking"
    ],
    "c": 1,
    "exp": "Rechtsbronnen.\n\nInternationale overeenkomsten gesloten door de Unie zijn bindend voor de instellingen en de lidstaten en staan in de hiërarchie boven het secundaire recht (dat niet in strijd mag zijn met deze overeenkomsten)."
  },
  {
    "q": "Welke meerderheid is vereist voor het aannemen van een besluit in de Raad bij gekwalificeerde meerderheid?",
    "a": [
      "50% van de lidstaten en 50% van de bevolking",
      "55% van de lidstaten en 65% van de bevolking",
      "72% van de lidstaten en 65% van de bevolking",
      "Eenparigheid van stemmen"
    ],
    "c": 1,
    "exp": "Art. 16 lid 4 VEU.\n\nVanaf 1 november 2014 wordt een gekwalificeerde meerderheid gevormd door ten minste 55% van de leden van de Raad die ten minste 65% van de bevolking van de Unie vertegenwoordigen."
  }
]