[
  {
    "q": "De Europese Unie wil de regels voor de veiligheid van speelgoed in alle lidstaten volledig uniformeren. Er mag geen enkele ruimte zijn voor nationale afwijkingen of eigen interpretatie van de veiligheidsnormen. De Commissie stelt voor om dit via een richtlijn te regelen. Is dit het juiste juridische instrument?",
    "sample": "Issue: Is een richtlijn het geschikte instrument voor volledige uniformering zonder nationale beleidsruimte?\n\nRule: Artikel 288 VWEU bepaalt dat een verordening een algemene strekking heeft, verbindend is in al haar onderdelen en rechtstreeks toepasselijk is in elke lidstaat. Een richtlijn is verbindend ten aanzien van het resultaat, maar laat de vorm en middelen aan de nationale instanties.\n\nApplication: De Unie wenst volledige uniformering zonder afwijkingen. Een richtlijn vereist omzetting in nationaal recht waarbij lidstaten vrijheid hebben in vorm en middelen. Een verordening is daarentegen direct toepasselijk en zorgt voor gelijke regels in de hele Unie zonder nationale tussenkomst.\n\nConclusion: Nee, een verordening is het juiste instrument voor volledige uniformering.",
    "checklist": [
      "Identificatie instrument: Een verordening is vereist, geen richtlijn.",
      "Artikel 288 VWEU: Verordening is verbindend in al haar onderdelen.",
      "Kenmerk richtlijn: Laat vorm en middelen vrij aan lidstaten.",
      "Toepassing: Verordening is bij uitstek geschikt voor verregaande uniformering."
    ],
    "exp": "Op basis van artikel 288 VWEU zijn verordeningen rechtstreeks toepasselijk en verbindend in al hun onderdelen, wat ze geschikt maakt voor uniformering. Richtlijnen vereisen omzetting en bieden lidstaten beleidsvrijheid ten aanzien van vorm en middelen."
  },
  {
    "q": "De Europese Unie neemt een wetgevingshandeling aan die bepaalt dat alle basisscholen in de EU exact dezelfde lunchtijden moeten hanteren (tussen 12:00 en 12:30). Dit terrein valt onder een gedeelde bevoegdheid. Een lidstaat stelt dat dit in strijd is met Europese beginselen. Welke beginselen zijn hier in het geding en slaagt het verweer?",
    "sample": "Issue: Is de maatregel in strijd met het subsidiariteitsbeginsel en het evenredigheidsbeginsel?\n\nRule: Het subsidiariteitsbeginsel (art. 5 lid 3 VEU) bepaalt dat de Unie bij gedeelde bevoegdheden slechts optreedt als doelen niet voldoende door lidstaten kunnen worden verwezenlijkt. Het evenredigheidsbeginsel (art. 5 lid 4 VEU) eist dat optreden niet verder gaat dan noodzakelijk.\n\nApplication: Het regelen van lunchtijden kan prima op lokaal niveau geschieden; EU-optreden voegt niets toe (strijd subsidiariteit). Bovendien gaat een exacte tijdsvoorschrift verder dan noodzakelijk om eventuele onderwijsdoelen te bereiken (strijd evenredigheid).\n\nConclusion: Het verweer slaagt wegens schending van art. 5 VEU.",
    "checklist": [
      "Subsidiariteitsbeginsel (art. 5 lid 3 VEU): Kan doel op lager niveau?",
      "Toetsing subsidiariteit: Lunchtijden kunnen voldoende door lidstaten worden geregeld.",
      "Evenredigheidsbeginsel (art. 5 lid 4 VEU): Maatregel gaat verder dan noodzakelijk.",
      "Conclusie: Schending van artikel 5 VEU, verweer slaagt."
    ],
    "exp": "Het subsidiariteitsbeginsel vereist dat de Unie alleen optreedt als doelen beter op Unieniveau bereikt kunnen worden. Het evenredigheidsbeginsel verbiedt maatregelen die verder gaan dan strikt noodzakelijk voor het doel."
  },
  {
    "q": "De Europese Commissie stelt voor om een nieuwe toezichthouder voor digitale markten op te richten. De Raad van de Europese Unie neemt dit besluit alleen aan, nadat het Europees Parlement enkel om advies is gevraagd. Het verdrag schrijft voor dit beleidsterrein de gewone wetgevingsprocedure voor. Is dit besluit geldig tot stand gekomen?",
    "sample": "Issue: Is de juiste wetgevingsprocedure gevolgd door het Parlement slechts te raadplegen?\n\nRule: Artikel 294 VWEU regelt de gewone wetgevingsprocedure. Deze procedure vereist de gezamenlijke aanneming van een handeling door het Europees Parlement en de Raad. Het Parlement heeft hierbij een beslissende stem en vetorecht.\n\nApplication: De Raad heeft het besluit alleen aangenomen en het Parlement slechts geraadpleegd (wat duidt op een bijzondere procedure of adviesrol). Aangezien de gewone procedure voorgeschreven is, is de besluitvormingsmacht van het Parlement genegeerd.\n\nConclusion: Het besluit is niet geldig tot stand gekomen wegens schending van wezenlijke vormvoorschriften.",
    "checklist": [
      "Gewone wetgevingsprocedure (art. 294 VWEU) vereist gezamenlijke aanneming.",
      "Rol Parlement: Medewetgever met beslissingsbevoegdheid, niet slechts adviserend.",
      "Schending procedure: Raad heeft ten onrechte alleen besloten.",
      "Conclusie: Besluit ongeldig wegens schending wezenlijke vormvoorschriften."
    ],
    "exp": "Bij de gewone wetgevingsprocedure (art. 294 VWEU) zijn Raad en Parlement gelijkwaardige wetgevers. Het degraderen van het Parlement tot adviesorgaan is een schending van de verdragsrechtelijke procedure."
  },
  {
    "q": "De Europese Unie vaardigt een verordening uit die de hoogte van de onroerendezaakbelasting (OZB) voor alle gemeenten in de EU harmoniseert. In de verdragen is geen enkele bevoegdheid voor de EU opgenomen met betrekking tot lokale belastingen of de harmonisatie daarvan. Kan de EU deze verordening vaststellen?",
    "sample": "Issue: Heeft de EU de bevoegdheid om lokale belastingen te harmoniseren?\n\nRule: Het attributiebeginsel (beginsel van bevoegdheidstoedeling, art. 5 lid 2 VEU) bepaalt dat de Unie enkel handelt binnen de grenzen van de bevoegdheden die haar door de lidstaten in de Verdragen zijn toegedeeld.\n\nApplication: Er is in de verdragen geen rechtsgrondslag of bevoegdheid te vinden voor het harmoniseren van lokale onroerendezaakbelastingen. Beleidsterreinen die niet in de verdragen voorkomen, kunnen geen voorwerp van bindende besluitvorming zijn.\n\nConclusion: Nee, de verordening is in strijd met het attributiebeginsel.",
    "checklist": [
      "Attributiebeginsel (art. 5 lid 2 VEU): Unie heeft enkel toegedeelde bevoegdheden.",
      "Vereiste rechtsgrondslag: Optreden moet basis in verdragen hebben.",
      "Toetsing: Geen bevoegdheid voor lokale belastingen in verdragen.",
      "Conclusie: Handeling is onbevoegd wegens ontbreken rechtsgrondslag."
    ],
    "exp": "Op grond van het attributiebeginsel mag de Unie alleen wetgevend optreden als daarvoor een expliciete of impliciete rechtsgrondslag in de Verdragen bestaat. Zonder die grondslag is de handeling onbevoegd."
  },
  {
    "q": "In een wetgevingshandeling over voedselveiligheid wordt aan de Commissie de bevoegdheid gedelegeerd om de lijst van toegestane conserveermiddelen aan te passen. In dezelfde handeling wordt de Commissie ook gemachtigd om via een gedelegeerde handeling de essentiële doelstelling van de wetgeving te wijzigen als de wetenschap verandert. Is deze laatste machtiging toegestaan?",
    "sample": "Issue: Mag de Commissie via een gedelegeerde handeling essentiële onderdelen van wetgeving wijzigen?\n\nRule: Artikel 290 VWEU bepaalt dat een wetgevingshandeling aan de Commissie de bevoegdheid kan overdragen om niet-wetgevingshandelingen vast te stellen ter aanvulling of wijziging van bepaalde niet-essentiële onderdelen. Essentiële onderdelen zijn voorbehouden aan de wetgever.\n\nApplication: De doelstelling van de wetgeving behoort tot de essentiële onderdelen. De machtiging om dit te wijzigen via delegatie gaat de grenzen van artikel 290 VWEU te buiten.\n\nConclusion: Nee, de machtiging is niet toegestaan.",
    "checklist": [
      "Artikel 290 VWEU: Gedelegeerde handelingen voor niet-essentiële onderdelen.",
      "Begrenzing: Essentiële onderdelen zijn voorbehouden aan de wetgever.",
      "Toepassing: Doelstelling van wetgeving is een essentieel onderdeel.",
      "Conclusie: Delegatie voor wijziging essentiële onderdelen is verboden."
    ],
    "exp": "Artikel 290 VWEU staat delegatie enkel toe voor de aanvulling of wijziging van niet-essentiële onderdelen van een wetgevingshandeling. Essentiële elementen mogen niet worden gedelegeerd."
  }
]