[
  {
    "q": "Het primaire Unierecht staat in de juridische rangorde boven internationale overeenkomsten gesloten door de Unie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Rechtsbronnen.\n\nHet primaire recht (de verdragen en het Handvest) staat bovenaan de rangorde en gaat voor op zowel internationale overeenkomsten als het secundaire recht."
  },
  {
    "q": "Een verordening moet worden omgezet in nationaal recht om verbindend te zijn voor burgers.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 288 VWEU.\n\nEen verordening is rechtstreeks toepasselijk in elke lidstaat en hoeft niet te worden omgezet; omzetting is zelfs verboden om het unieke karakter niet aan te tasten."
  },
  {
    "q": "Richtlijnen zijn verbindend ten aanzien van het te bereiken resultaat, maar laten de vorm en middelen vrij aan de nationale instanties.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 288 VWEU.\n\nEen richtlijn is verbindend ten aanzien van het resultaat voor elke lidstaat waarvoor zij bestemd is, doch aan de nationale instanties wordt de bevoegdheid gelaten vorm en middelen te kiezen."
  },
  {
    "q": "De Europese Raad oefent een wetgevende taak uit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 15 lid 1 VEU.\n\nDe Europese Raad geeft de Unie de voor haar ontwikkeling nodige impulsen en bepaalt de algemene politieke beleidslijnen, maar oefent geen wetgevingstaak uit."
  },
  {
    "q": "Het attributiebeginsel houdt in dat de Unie enkel handelt binnen de grenzen van de bevoegdheden die haar door de lidstaten in de Verdragen zijn toegedeeld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 5 lid 2 VEU.\n\nHet attributiebeginsel (beginsel van bevoegdheidstoedeling) bepaalt dat de Unie alleen die bevoegdheden heeft die haar bij verdrag zijn overgedragen."
  },
  {
    "q": "Bij een exclusieve bevoegdheid van de Unie mogen lidstaten alleen optreden indien zij daartoe door de Unie zijn gemachtigd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 2 lid 1 VWEU.\n\nWanneer de Verdragen de Unie een exclusieve bevoegdheid toedelen, kan alleen de Unie wetgevend optreden; lidstaten mogen dit slechts doen na machtiging door de Unie."
  },
  {
    "q": "Het subsidiariteitsbeginsel is van toepassing op gebieden die onder de exclusieve bevoegdheid van de Unie vallen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 5 lid 3 VEU.\n\nHet subsidiariteitsbeginsel geldt alleen op gebieden die niet onder de exclusieve bevoegdheid van de Unie vallen."
  },
  {
    "q": "De gewone wetgevingsprocedure bestaat uit de gezamenlijke aanneming van een handeling door het Europees Parlement en de Raad.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 294 VWEU.\n\nDe gewone wetgevingsprocedure wordt gekenmerkt door de gezamenlijke besluitvorming van de Raad en het Europees Parlement op voorstel van de Commissie."
  },
  {
    "q": "Adviezen en aanbevelingen behoren tot het bindende secundaire Unierecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 288 VWEU.\n\nAanbevelingen en adviezen zijn niet verbindend en worden gerekend tot 'soft law'."
  },
  {
    "q": "Gedelegeerde handelingen (artikel 290 VWEU) mogen essentiële onderdelen van een wetgevingshandeling wijzigen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 290 VWEU.\n\nGedelegeerde handelingen zijn bedoeld om niet-essentiële onderdelen van een wetgevingshandeling aan te vullen of te wijzigen; essentiële onderdelen zijn voorbehouden aan de wetgever."
  },
  {
    "q": "De Europese Commissie heeft in beginsel het exclusieve recht van initiatief bij wetgeving.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 17 lid 2 VEU.\n\nWetgevingshandelingen van de Unie mogen alleen op voorstel van de Commissie worden vastgesteld, behalve indien de Verdragen anders bepalen."
  },
  {
    "q": "Een besluit is altijd verbindend voor iedereen, ongeacht of er adressaten zijn vermeld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 288 VWEU.\n\nEen besluit is verbindend in al zijn onderdelen, maar indien de adressaten worden vermeld, is het alleen voor hen verbindend."
  },
  {
    "q": "Het evenredigheidsbeginsel vereist dat het optreden van de Unie niet verder gaat dan wat nodig is om de doelstellingen van de Verdragen te verwezenlijken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 5 lid 4 VEU.\n\nKrachtens het evenredigheidsbeginsel gaan de inhoud en de vorm van het optreden van de Unie niet verder dan wat nodig is voor het bereiken van de doelstellingen."
  },
  {
    "q": "Lidstaten mogen bij ondersteunende bevoegdheden van de Unie hun nationale wetgeving harmoniseren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 2 lid 5 VWEU.\n\nBij ondersteunende, coördinerende of aanvullende bevoegdheden is harmonisatie van de wettelijke en bestuursrechtelijke bepalingen van de lidstaten uitgesloten."
  },
  {
    "q": "De Raad besluit standaard met eenparigheid van stemmen, tenzij de Verdragen anders bepalen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 16 lid 3 VEU.\n\nTenzij in de Verdragen anders is bepaald, besluit de Raad met gekwalificeerde meerderheid van stemmen."
  },
  {
    "q": "Uitvoeringshandelingen (artikel 291 VWEU) dienen om uniforme voorwaarden voor de uitvoering van bindende handelingen vast te stellen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 291 lid 2 VWEU.\n\nWanneer eenvormige voorwaarden voor de uitvoering van juridisch bindende handelingen nodig zijn, worden uitvoeringsbevoegdheden toegekend (meestal aan de Commissie)."
  },
  {
    "q": "De gewone wetgevingsprocedure kent maximaal twee lezingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 294 VWEU.\n\nDe gewone wetgevingsprocedure bestaat uit maximaal drie lezingen (eerste, tweede en derde lezing na bemiddeling)."
  },
  {
    "q": "Artikel 352 VWEU biedt een rechtsgrondslag voor optreden van de Unie zonder expliciete bevoegdheidstoedeling indien nodig voor de doelstellingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 352 VWEU.\n\nDe flexibiliteitsclausule maakt optreden mogelijk wanneer de bevoegdheden in de Verdragen niet toereikend zijn om een doelstelling van de Unie te verwezenlijken."
  },
  {
    "q": "Het Europees Parlement heeft in de bijzondere wetgevingsprocedure altijd een beslissende stem.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 289 lid 2 VWEU.\n\nBij de bijzondere wetgevingsprocedure kan de rol van het Parlement beperkt zijn tot raadpleging of goedkeuring; de Raad is vaak de dominante wetgever."
  },
  {
    "q": "Een blokkerende minderheid in de Raad moet uit ten minste vier lidstaten bestaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 16 lid 4 VEU.\n\nEen blokkerende minderheid moet ten minste uit vier Raadsleden bestaan om besluitvorming bij gekwalificeerde meerderheid tegen te houden."
  },
  {
    "q": "Wetgevingshandelingen treden in werking zonder publicatie in het Publicatieblad van de Europese Unie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 297 VWEU.\n\nBekendmaking in het Publicatieblad is een geldigheidsvereiste; handelingen treden in werking op de datum daarin bepaald of op de twintigste dag na bekendmaking."
  },
  {
    "q": "Implied powers zijn bevoegdheden die expliciet in de verdragen staan beschreven.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Rechtsbronnen.\n\nImplied powers zijn bevoegdheden die niet expliciet zijn toegekend, maar worden afgeleid uit andere verdragsbepalingen of noodzakelijk zijn voor de taakvervulling."
  },
  {
    "q": "Rechtshandelingen moeten met redenen zijn omkleed.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 296 VWEU.\n\nRechtshandelingen zijn met redenen omkleed (motiveringsplicht) en verwijzen naar de voorstellen of adviezen die verplicht zijn."
  },
  {
    "q": "De Europese Commissie vertegenwoordigt de belangen van de afzonderlijke lidstaten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 17 lid 1 VEU.\n\nDe Commissie bevordert het algemeen belang van de Unie en neemt daartoe passende initiatieven; de leden zijn onafhankelijk."
  },
  {
    "q": "Secundair Unierecht staat in de hiërarchie onder het primaire Unierecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Rechtsbronnen.\n\nHet primaire recht (verdragen) is de hoogste bron; secundair recht (afgeleid recht) moet in overeenstemming zijn met het primaire recht."
  },
  {
    "q": "Het acquis communautaire omvat alleen de verdragen en niet de rechtspraak.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Rechtsbronnen.\n\nHet acquis communautaire omvat de gehele verzameling van verdragen, secundaire wetgeving, rechtspraak en andere handelingen die de Unie binden."
  },
  {
    "q": "Het beginsel van loyale samenwerking (art. 4 lid 3 VEU) verplicht lidstaten om maatregelen die de doelstellingen van de Unie in gevaar brengen achterwege te laten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 4 lid 3 VEU.\n\nDe lidstaten onthouden zich van alle maatregelen die de verwezenlijking van de doelstellingen van de Unie in gevaar kunnen brengen."
  },
  {
    "q": "Bij een gedeelde bevoegdheid verliezen lidstaten definitief hun bevoegdheid zodra de Unie optreedt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 2 lid 2 VWEU.\n\nLidstaten oefenen hun bevoegdheid weer uit voor zover de Unie besluit haar bevoegdheid niet langer uit te oefenen; de bevoegdheid is niet definitief verloren."
  },
  {
    "q": "Een richtlijn heeft directe werking in horizontale verhoudingen tussen particulieren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Faccini Dori.\n\nRichtlijnen hebben geen horizontale directe werking; zij kunnen niet rechtstreeks verplichtingen opleggen aan particulieren onderling."
  },
  {
    "q": "De gewone wetgevingsprocedure start met een voorstel van de Commissie aan de Raad en het Parlement.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 294 VWEU.\n\nDe procedure begint met een voorstel van de Commissie dat gelijktijdig aan het Europees Parlement en de Raad wordt toegezonden (Eerste lezing)."
  }
]