[
  {
    "q": "Sofia, een Spaanse studente, loopt vier maanden stage bij een marketingbureau in Amsterdam. Ze werkt 32 uur per week onder begeleiding van een senior manager en ontvangt een maandelijkse vergoeding van 400 euro. De Nederlandse overheid weigert haar aanvraag voor een aanvullende beurs, stellende dat zij geen 'werknemer' is in de zin van het EU-recht vanwege de lage vergoeding en het leerelement. Sofia betwist dit. Heeft Sofia gelijk?",
    "sample": "Issue: De rechtsvraag is of een stagiair met een lage vergoeding kwalificeert als werknemer in de zin van artikel 45 VWEU.\n\nRule: Volgens het arrest Lawrie-Blum is iemand werknemer indien hij gedurende een bepaalde tijd voor een ander en onder diens gezag prestaties levert tegen beloning. Het begrip moet ruim worden uitgelegd; de hoogte van de beloning is niet doorslaggevend, zolang de arbeid reëel en daadwerkelijk is.\n\nApplication: Sofia werkt 32 uur per week (gedurende bepaalde tijd), onder begeleiding (gezag) en ontvangt 400 euro (beloning). Het feit dat het een stage betreft of de vergoeding laag is, ontneemt haar niet de status van werknemer, mits de arbeid niet louter marginaal is.\n\nConclusion: Ja, Sofia kwalificeert als werknemer ex artikel 45 VWEU en heeft recht op gelijke behandeling.",
    "checklist": [
      "Toetsing aan artikel 45 VWEU (werknemerschap)",
      "Criteria Lawrie-Blum: gezag, tijd, beloning",
      "Arbeid is reëel en daadwerkelijk",
      "Lage beloning sluit werknemerschap niet uit"
    ],
    "exp": "Arrest Lawrie-Blum.\n\nHet Hof heeft bepaald dat het begrip werknemer objectief moet worden uitgelegd aan de hand van drie essentiële kenmerken: gedurende een bepaalde tijd, voor een ander en onder diens gezag prestaties leveren tegen beloning. Ook een stagiair valt hieronder als de arbeid reëel is."
  },
  {
    "q": "Jean, een Franse architect, ontwerpt eenmalig een kantoorpand in Brussel voor een Belgische klant. De Belgische autoriteiten eisen dat Jean zich volledig inschrijft in het Belgische architectenregister en een permanent kantoor in Brussel opent, conform de regels voor in België gevestigde architecten. Jean stelt dat hij slechts een dienst verricht. Wat is de juridische kwalificatie van zijn activiteit en mag België deze eisen stellen?",
    "sample": "Issue: Is er sprake van vestiging (art. 49 VWEU) of dienstverrichting (art. 56 VWEU) en zijn de eisen gerechtvaardigd?\n\nRule: In het arrest Gebhard bepaalt het Hof dat het onderscheid ligt in het tijdelijke karakter, te beoordelen naar duur, frequentie, periodiciteit en continuïteit. Vestiging is duurzaam deelnemen aan het economisch leven.\n\nApplication: Jean voert een eenmalige opdracht uit, wat duidt op een tijdelijke activiteit (dienstverrichting) en geen duurzame vestiging. De eis voor een permanent kantoor en volledige inschrijving belemmert het vrij verrichten van diensten.\n\nConclusion: Jean verricht een dienst (art. 56 VWEU); de eisen van België zijn een ongerechtvaardigde belemmering.",
    "checklist": [
      "Onderscheid artikel 49 (vestiging) en 56 (diensten) VWEU",
      "Gebhard-criteria: duur, frequentie, periodiciteit, continuïteit",
      "Activiteit is tijdelijk, dus dienstverrichting",
      "Eisen zijn een verboden belemmering"
    ],
    "exp": "Arrest Gebhard.\n\nHet tijdelijke karakter van de dienstverrichting moet worden beoordeeld aan de hand van de duur, frequentie, periodiciteit en continuïteit. Wie duurzaam deelneemt aan het economisch leven valt onder vestiging; tijdelijke activiteiten vallen onder diensten."
  },
  {
    "q": "Lars, een Deense student, verblijft al vier maanden in Italië voor zijn studie. Hij staat ingeschreven bij de universiteit en heeft voldoende spaargeld, maar hij heeft geen ziektekostenverzekering afgesloten. De Italiaanse autoriteiten wijzen hem uit omdat hij niet voldoet aan de voorwaarden voor verblijf langer dan drie maanden. Is dit besluit in overeenstemming met de Burgerschapsrichtlijn?",
    "sample": "Issue: Voldoet Lars aan de voorwaarden voor verblijfsrecht langer dan drie maanden voor studenten onder Richtlijn 2004/38?\n\nRule: Artikel 7 lid 1 sub c Richtlijn 2004/38 stelt dat studenten voor verblijf langer dan drie maanden moeten beschikken over een inschrijving, voldoende middelen van bestaan én een volledige ziektekostenverzekering.\n\nApplication: Lars staat ingeschreven en heeft voldoende middelen, maar voldoet niet aan het cumulatieve vereiste van een ziektekostenverzekering. Hij voldoet dus niet aan de voorwaarden van artikel 7.\n\nConclusion: Ja, het besluit is in beginsel rechtmatig omdat Lars niet aan alle voorwaarden van de richtlijn voldoet.",
    "checklist": [
      "Toetsing aan artikel 7 Richtlijn 2004/38",
      "Vereisten: inschrijving, middelen, ziektekostenverzekering",
      "Ontbreken verzekering betekent geen verblijfsrecht",
      "Besluit is conform de richtlijn"
    ],
    "exp": "Artikel 7 lid 1 sub c Richtlijn 2004/38.\n\nVoor een verblijf van langer dan drie maanden moeten studenten ingeschreven staan bij een onderwijsinstelling en beschikken over een uitgebreide ziektekostenverzekering en een verklaring van voldoende middelen."
  },
  {
    "q": "De Nederlandse voetbalclub FC Utrecht eist een transfersom voor een speler die na afloop van zijn contract wil overstappen naar een Duitse club. FC Utrecht stelt dat dit geen overheidsregel is, maar een regel van de FIFA, en dus niet onder het EU-recht valt. Bovendien is de regel nodig om de financiële stabiliteit van clubs te waarborgen. Slaagt dit verweer?",
    "sample": "Issue: Valt een transferregel van een sportbond onder artikel 45 VWEU en is de belemmering gerechtvaardigd?\n\nRule: In het arrest Bosman oordeelde het Hof dat artikel 45 VWEU ook horizontale werking heeft (tegen sportbonden). Transferregels na contracteinde belemmeren de toegang tot de arbeidsmarkt en zijn verboden, tenzij gerechtvaardigd.\n\nApplication: De regel belemmert het vrije verkeer van de speler naar Duitsland. Het Hof heeft in Bosman bepaald dat financiële doelen geen geldige rechtvaardiging vormen voor deze belemmering na contracteinde.\n\nConclusion: Nee, het verweer slaagt niet; de regel schendt artikel 45 VWEU.",
    "checklist": [
      "Artikel 45 VWEU heeft horizontale werking",
      "Arrest Bosman: transferregels zijn belemmering",
      "Geen rechtvaardiging na einde contract",
      "Strijd met vrij verkeer werknemers"
    ],
    "exp": "Arrest Bosman.\n\nHet Hof oordeelde dat artikel 45 VWEU ook geldt voor particuliere organisaties zoals sportbonden. Transferregels die een betaling eisen bij einde contract belemmeren het vrije verkeer van werknemers en zijn verboden."
  },
  {
    "q": "De Franse overheid weigert de Belgische onderdaan Pierre aan te nemen voor de functie van politieagent. Frankrijk beroept zich op artikel 45 lid 4 VWEU en stelt dat deze functie is voorbehouden aan eigen onderdanen. Pierre stelt dat discriminatie verboden is. Wie heeft gelijk?",
    "sample": "Issue: Valt de functie van politieagent onder de uitzondering van 'betrekkingen in overheidsdienst' van artikel 45 lid 4 VWEU?\n\nRule: Volgens het arrest Lawrie-Blum geldt de uitzondering van artikel 45 lid 4 VWEU alleen voor functies die gepaard gaan met de uitoefening van openbaar gezag én het beschermen van algemene belangen van de staat.\n\nApplication: De functie van politieagent omvat de uitoefening van dwangbevoegdheden (openbaar gezag) en de handhaving van de openbare orde (staatsbelang). Er is dus voldaan aan de cumulatieve criteria.\n\nConclusion: De Franse overheid heeft gelijk; de weigering is gerechtvaardigd op grond van artikel 45 lid 4 VWEU.",
    "checklist": [
      "Beroep op uitzondering artikel 45 lid 4 VWEU",
      "Criteria Lawrie-Blum: openbaar gezag",
      "En bescherming algemene staatsbelangen",
      "Politiefunctie voldoet aan criteria"
    ],
    "exp": "Arrest Lawrie-Blum / Artikel 45 lid 4 VWEU.\n\nDe uitzondering voor betrekkingen in overheidsdienst geldt voor functies die de uitoefening van openbaar gezag en de bescherming van algemene staatsbelangen inhouden, zoals bij de politie."
  }
]