[
  {
    "q": "De vrijheid van vestiging (artikel 49 VWEU) ziet op economische activiteiten van tijdelijke aard, terwijl het vrij verkeer van diensten (artikel 56 VWEU) ziet op duurzame deelneming aan het economisch leven.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Gebhard.\n\nHet is precies andersom. Het begrip vestiging houdt in dat een gemeenschapsonderdaan duurzaam deelneemt aan het economisch leven van een andere lidstaat (stabiel en continu), terwijl de vrijheid van dienstverrichting ziet op tijdelijke activiteiten."
  },
  {
    "q": "Om als werknemer in de zin van artikel 45 VWEU te worden aangemerkt, is vereist dat de persoon gedurende een bepaalde tijd voor een ander en onder diens gezag prestaties levert en als tegenprestatie een vergoeding ontvangt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Lawrie-Blum.\n\nHet Hof heeft bepaald dat het begrip werknemer objectief moet worden uitgelegd aan de hand van drie essentiële kenmerken: gedurende een bepaalde tijd, voor een ander en onder diens gezag prestaties leveren, en als tegenprestatie een vergoeding ontvangen."
  },
  {
    "q": "Iedereen die de nationaliteit van een lidstaat bezit, is automatisch ook burger van de Unie volgens artikel 20 VWEU.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 20 VWEU.\n\nBurger van de Unie is eenieder die de nationaliteit van een lidstaat bezit. Het burgerschap van de Unie komt naast het nationale burgerschap en treedt niet in de plaats daarvan."
  },
  {
    "q": "Voor een verblijf van minder dan drie maanden in een andere lidstaat is het voor een Unieburger voldoende om in het bezit te zijn van een geldig identiteitsbewijs of paspoort.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 6 Richtlijn 2004/38.\n\nUnieburgers hebben het recht gedurende maximaal drie maanden op het grondgebied van een andere lidstaat te verblijven zonder andere voorwaarden of formaliteiten dan de verplichting in het bezit te zijn van een geldig identiteitsbewijs of paspoort."
  },
  {
    "q": "Studenten hebben voor een verblijf van langer dan drie maanden in een gastlidstaat enkel een inschrijving bij een onderwijsinstelling nodig.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 7 lid 1 sub c Richtlijn 2004/38.\n\nNaast inschrijving bij een onderwijsinstelling moeten studenten ook beschikken over een uitgebreide ziektekostenverzekering en een verklaring van voldoende middelen om te voorkomen dat zij een last worden voor het sociale bijstandsstelsel."
  },
  {
    "q": "Transferregels die een vergoeding eisen voor een speler wiens contract is afgelopen, zijn volgens het Hof van Justitie in strijd met het vrij verkeer van werknemers.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Bosman.\n\nHet Hof oordeelde dat transferregels die een betaling eisen bij einde contract een belemmering vormen voor het vrije verkeer van werknemers (artikel 45 VWEU), omdat ze de toegang tot de arbeidsmarkt in andere lidstaten blokkeren."
  },
  {
    "q": "Nationaliteitsclausules die het aantal buitenlandse spelers beperken zijn in alle gevallen verboden, ook bij wedstrijden tussen nationale teams.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Bosman.\n\nHet Hof oordeelde dat nationaliteitsclausules in principe verboden zijn, maar erkende een uitzondering voor wedstrijden tussen nationale teams (landenteams) om sportieve redenen."
  },
  {
    "q": "Of een economische activiteit als dienstverrichting (tijdelijk) of vestiging (duurzaam) moet worden beschouwd, hangt af van de duur, frequentie, regelmaat en continuïteit van de activiteit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Gebhard.\n\nHet tijdelijke karakter van de dienstverrichting moet niet alleen worden beoordeeld aan de hand van de duur van de prestatie, maar ook aan de hand van de frequentie, de periodiziteit en de continuïteit ervan."
  },
  {
    "q": "Volgens de Gebhard-toets mogen nationale maatregelen die fundamentele vrijheden belemmeren discriminerend zijn, mits ze gerechtvaardigd worden door een dwingende reden van algemeen belang.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Gebhard.\n\nDe eerste voorwaarde van de Gebhard-toets is dat de nationale maatregelen zonder enige vorm van discriminatie moeten worden toegepast."
  },
  {
    "q": "De uitzondering voor betrekkingen in overheidsdienst (artikel 45 lid 4 VWEU) geldt enkel voor functies die gepaard gaan met de uitoefening van overheidsgezag en het beschermen van algemene staatsbelangen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Lawrie-Blum.\n\nDe uitzondering van artikel 45 lid 4 VWEU geldt alleen voor functies die gepaard gaan met de uitoefening van overheidsgezag en werkzaamheden die gericht zijn op de bescherming van de algemene belangen van de staat."
  },
  {
    "q": "Het belangrijkste doel van de Dienstenrichtlijn is om de dienstenmarkt in de EU open te breken en belemmeringen op te heffen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dienstenrichtlijn.\n\nDe belangrijkste harmonisatiemaatregel op het gebied van vestiging en diensten is de Dienstenrichtlijn, met als hoofddoel de dienstenmarkt open te breken en belemmeringen op te heffen."
  },
  {
    "q": "Openbare orde, openbare veiligheid en volksgezondheid zijn de enige verdragsrechtelijke rechtvaardigingsgronden voor beperkingen van het vrije verkeer van werknemers in artikel 45 lid 3 VWEU.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 45 lid 3 VWEU.\n\nDit artikel noemt expliciet openbare orde, openbare veiligheid en volksgezondheid als gronden waarop het vrije verkeer van werknemers beperkt kan worden."
  },
  {
    "q": "Een Unieburger verkrijgt een duurzaam verblijfsrecht in een gastlidstaat na een ononderbroken periode van legaal verblijf van drie jaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 16 Richtlijn 2004/38.\n\nIedere burger van de Unie die gedurende een ononderbroken periode van vijf jaar legaal op het grondgebied van het gastland heeft verbleven, heeft aldaar een duurzaam verblijfsrecht."
  },
  {
    "q": "Economisch actieve personen worden in het kader van verblijfsrechten aangeduid als marktburgers.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Hoorcollege 6 Samenvatting.\n\nBij verblijfsrechten wordt een onderscheid gemaakt tussen marktburgers (economisch actieve personen) en niet-marktburgers (niet economisch actieve personen)."
  },
  {
    "q": "Een werkzoekende wordt in de zin van artikel 45 VWEU direct en volledig als werknemer aangemerkt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Antonissen / Samenvatting H8.\n\nEen werkzoekende is nog geen werknemer in de zin van artikel 45 VWEU, hoewel hij wel van enkele rechten van het Unierecht kan profiteren op grond van het arrest Antonissen."
  },
  {
    "q": "Familieleden van een Unieburger die zelf niet de nationaliteit van een lidstaat hebben, kunnen geen verblijfsrecht ontlenen aan de Burgerschapsrichtlijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 7 lid 1 sub d Richtlijn 2004/38.\n\nFamilieleden die niet de nationaliteit van een lidstaat bezitten, hebben het recht van verblijf indien zij de burger van de Unie begeleiden of zich bij hem voegen."
  },
  {
    "q": "Tijdens de eerste drie maanden van verblijf is de gastlidstaat verplicht om sociale bijstand te verlenen aan alle Unieburgers, inclusief economisch inactieven.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 24 lid 2 Richtlijn 2004/38.\n\nDe gastlidstaat is niet verplicht om gedurende de eerste drie maanden van het verblijf recht op sociale bijstand toe te kennen aan andere personen dan werknemers of zelfstandigen."
  },
  {
    "q": "Een Unieburger die een duurzaam verblijfsrecht heeft verworven, kan alleen worden uitgezet om ernstige redenen van openbare orde of openbare veiligheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 28 lid 2 Richtlijn 2004/38.\n\nVoor burgers van de Unie die een duurzaam verblijfsrecht hebben verworven, mag een verwijderingsmaatregel alleen worden genomen om ernstige redenen van openbare orde of openbare veiligheid."
  },
  {
    "q": "Om als dienst in de zin van artikel 57 VWEU te worden aangemerkt, is het vereist dat de prestatie gewoonlijk tegen vergoeding geschiedt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 57 VWEU.\n\nIn de zin van het Verdrag worden als diensten beschouwd de dienstverrichtingen welke gewoonlijk tegen vergoeding geschieden."
  },
  {
    "q": "Het vrij verkeer van diensten wordt in het VWEU beschouwd als een restvrijheid ten opzichte van de andere vrijheden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 57 VWEU.\n\nDienstverrichtingen worden als diensten beschouwd voor zover de bepalingen betreffende het vrij verkeer van goederen, kapitaal en personen niet van toepassing zijn."
  },
  {
    "q": "Directe discriminatie in het kader van markttoegangsrechten betreft regels die onderscheid maken puur op grond van nationaliteit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Samenvatting Hoorcollege 6.\n\nDirect discriminerende nationale regels zijn regels die een onderscheid maken tussen de eigen onderdanen en onderdanen van andere lidstaten puur op grond van nationaliteit."
  },
  {
    "q": "Indirect discriminerende maatregelen zijn nationale regels die formeel alleen van toepassing zijn op buitenlandse onderdanen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Samenvatting Hoorcollege 6 / Arrest O'Flynn.\n\nIndirecte discriminatie betreft regels die op het eerste gezicht niet discriminerend lijken omdat ze ook op eigen onderdanen van toepassing zijn, maar feitelijk gastonderdanen benadelen."
  },
  {
    "q": "In het arrest Gebhard oordeelde het Hof dat een lidstaat geen voorwaarden, zoals inschrijving bij een orde, mag stellen aan de vestiging van een advocaat uit een andere lidstaat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Gebhard.\n\nLidstaten mogen voorwaarden stellen (zoals inschrijving), mits deze niet-discriminerend zijn, gerechtvaardigd door algemeen belang, geschikt en noodzakelijk (Gebhard-toets)."
  },
  {
    "q": "Een stagiair die een vergoeding ontvangt en onder gezag werkt, wordt beschouwd als werknemer in de zin van artikel 45 VWEU.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Lawrie-Blum.\n\nHet Hof oordeelde dat ook een stagiair (in casu een leraar-stagiair) als werknemer wordt beschouwd als er gedurende een bepaalde tijd, onder gezag, prestaties worden geleverd tegen beloning."
  },
  {
    "q": "Het recht van vestiging (artikel 49 VWEU) geldt uitsluitend voor natuurlijke personen en niet voor vennootschappen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 54 VWEU.\n\nVennootschappen die in overeenstemming met de wetgeving van een lidstaat zijn opgericht en hun zetel binnen de Unie hebben, worden gelijkgesteld met natuurlijke personen voor de vrijheid van vestiging."
  },
  {
    "q": "Een lidstaat kan een Unieburger uitzetten wegens volksgezondheid als een epidemische ziekte zich voordoet binnen drie maanden na aankomst.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 29 Richtlijn 2004/38.\n\nDe ziekte moet binnen drie maanden na aankomst zijn opgetreden om een beperking van het verblijfsrecht op grond van volksgezondheid te rechtvaardigen."
  },
  {
    "q": "Artikel 45 VWEU (vrij verkeer werknemers) is uitsluitend gericht tot de overheid en kan niet worden ingeroepen tegen particuliere organisaties zoals sportbonden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Bosman.\n\nHet Hof oordeelde dat artikel 45 VWEU niet alleen geldt voor overheden, maar ook voor particuliere organisaties zoals sportbonden die arbeidsvoorwaarden reguleren."
  },
  {
    "q": "Een dienstverrichter mag zich in de gastlidstaat voorzien van de noodzakelijke infrastructuur (zoals een kantoor) zonder dat er direct sprake is van vestiging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Gebhard.\n\nDe dienstverrichter kan zich in de andere lidstaat voorzien van de infrastructuur die hij nodig heeft om zijn dienst te kunnen verrichten (zoals een kantoor), zolang de activiteit tijdelijk blijft."
  },
  {
    "q": "Niet-economisch actieve burgers kunnen geen rechten ontlenen aan artikel 21 VWEU (reis- en verblijfsrecht).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 21 VWEU.\n\nArtikel 21 VWEU geeft iedere burger van de Unie het recht vrij op het grondgebied van de lidstaten te reizen en te verblijven, ongeacht economische activiteit (onder voorbehoud van beperkingen)."
  },
  {
    "q": "De 'rule of reason' als rechtvaardigingsgrond kan alleen worden ingeroepen voor nationale maatregelen die zonder onderscheid gelden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Gebhard / Cassis de Dijon.\n\nVoor een geslaagd beroep op de rule of reason (dwingende vereisten van algemeen belang) is vereist dat de nationale maatregel zonder onderscheid (niet-discriminerend) wordt toegepast."
  }
]