[
  {
    "q": "Protocollen die aan de basisverdragen (zoals het VEU en VWEU) zijn gehecht, maken integraal deel uit van het primaire Unierecht.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Correct. De literatuur stelt expliciet dat protocollen die aan de basisverdragen zijn gehecht bindend zijn en tot het primaire recht behoren."
  },
  {
    "q": "Een verordening moet, om effectief te zijn in de nationale rechtsorde, eerst door de lidstaten worden omgezet in nationaal recht.",
    "a": ["Waar", "Niet waar"],
    "c": 1,
    "exp": "Niet waar. Een verordening is rechtstreeks toepasselijk in elke lidstaat (art. 288 VWEU) en mag volgens de literatuur zelfs niet worden omgezet."
  },
  {
    "q": "Bij een richtlijn zijn lidstaten verbindend gebonden aan het resultaat, maar behouden zij de vrijheid om de vorm en middelen voor de uitvoering te kiezen.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Correct. Dit is het wezenlijke verschil met een verordening; een richtlijn behoeft omzetting waarbij lidstaten enige keuzevrijheid hebben in de uitvoering."
  },
  {
    "q": "Het attributiebeginsel houdt in dat de Unie bevoegdheden die niet in de Verdragen staan zelfstandig naar zich toe kan trekken als dit de interne markt bevordert.",
    "a": ["Waar", "Niet waar"],
    "c": 1,
    "exp": "Niet waar. Het attributiebeginsel (art. 5 VEU) bepaalt dat de Unie alleen die bevoegdheden heeft die haar door de lidstaten in de verdragen zijn overgedragen."
  },
  {
    "q": "In de gewone wetgevingsprocedure (art. 294 VWEU) moet in de derde lezing zowel de Raad als het Parlement instemmen met de gemeenschappelijke tekst om de handeling aan te nemen.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Correct. Indien een van beide instellingen niet instemt met de tekst van het bemiddelingscomité, komt er geen wetgevingshandeling tot stand."
  },
  {
    "q": "Het subsidiariteitsbeginsel houdt in dat de Unie bevoegdheden alleen mag uitoefenen als de doelstellingen niet voldoende op lager (nationaal of regionaal) niveau verwezenlijkt kunnen worden.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Correct. Dit beginsel (art. 5 lid 3 VEU) vormt een dubbele toets: de lidstaten kunnen het niet voldoende, en de Unie kan het beter."
  },
  {
    "q": "Volgens het Tabaksreclame-arrest kan artikel 114 VWEU ook als rechtsbasis dienen voor een richtlijn die enkel de volksgezondheid beoogt te beschermen.",
    "a": ["Waar", "Niet waar"],
    "c": 1,
    "exp": "Niet waar. Het Hof oordeelde dat art. 114 VWEU alleen als basis mag dienen als de maatregel daadwerkelijk de werking van de interne markt beoogt te verbeteren."
  },
  {
    "q": "In de zaak Roquette Frères oordeelde het Hof dat een lidstaat voor dezelfde overtreding zowel een dwangsom als een forfaitaire som opgelegd kan krijgen.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Correct. Het Hof stelde dat deze sancties complementair zijn en gecombineerd kunnen worden wanneer de niet-nakoming langdurig is en dreigt voort te duren."
  },
  {
    "q": "Het Handvest van de Grondrechten van de EU heeft pas sinds de inwerkingtreding van het Verdrag van Lissabon in 2009 dezelfde juridische waarde als de Verdragen.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Correct. Artikel 6 lid 1 VEU kende in 2009 juridisch bindende status en dezelfde rang als primair recht toe aan het Handvest."
  },
  {
    "q": "In de zaken Aranyosi en Căldăraru oordeelde het Hof dat een overleveringsprocedure beëindigd moet worden als een reëel gevaar voor de grondrechten niet binnen redelijke termijn kan worden uitgesloten.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Correct. Indien het gevaar van onmenselijke behandeling niet binnen een redelijke termijn kan worden weggenomen met aanvullende gegevens, moet de autoriteit de procedure beëindigen."
  }
]