[
  {
    "q": "De Europese Gemeenschap voor Kolen en Staal (EGKS) werd in 1951 opgericht met het Verdrag van Parijs om toekomstige oorlogen te voorkomen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Correct. Het Verdrag van Parijs (1951) legde de basis voor de EGKS met als doel economische samenwerking in de kolen- en staalsector om herbewapening en oorlog onmogelijk te maken."
  },
  {
    "q": "Het Akkoord van Luxemburg (1966) zorgde voor een versnelling van het wetgevingsproces doordat lidstaten vaker met meerderheid van stemmen gingen besluiten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Niet waar. Het akkoord stelde juist vast dat lidstaten een vetorecht hadden bij zeer gewichtige nationale belangen, waardoor het wetgevingsproces juist vaak spaak liep."
  },
  {
    "q": "In het arrest Van Gend & Loos (1963) bepaalde het Hof van Justitie dat het Europese recht voorrang heeft op de nationale rechtsorde.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Niet waar. In Van Gend & Loos werd de 'rechtstreekse werking' vastgesteld; de 'voorrang' van het Europees recht werd pas later vastgesteld in het arrest Costa/ENEL."
  },
  {
    "q": "De Europese Akte (1986) was een cruciale doorbraak die gericht was op het voltooien van de interne markt en het uitbouwen van het vrije verkeer.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Correct. Na de periode van Eurosclerosis zorgde de Europese Akte voor nieuwe impulsen om de interne markt uiterlijk eind 1992 te voltooien."
  },
  {
    "q": "De medebeslissingsprocedure (codecisie), waarbij het Europees Parlement meer macht kreeg, werd geïntroduceerd door het Verdrag van Rome.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Niet waar. Het Verdrag van Rome gaf het Parlement slechts een adviserende rol. De medebeslissingsprocedure werd pas later geïntroduceerd door het Verdrag van Maastricht (1992)."
  },
  {
    "q": "Het Verdrag van Maastricht (1992) markeert de formele oprichting van de Europese Unie en de creatie van de muntunie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Correct. Met dit verdrag ontstond de Europese Unie als overkoepelende structuur en werd de basis gelegd voor de invoering van de euro."
  },
  {
    "q": "Het Grondwettelijk Verdrag werd in 2005 door referenda in Frankrijk en Nederland goedgekeurd, waarna het direct in werking trad.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Niet waar. Het Grondwettelijk Verdrag werd juist afgewezen in deze referenda, wat leidde tot een politieke crisis en uiteindelijk tot het Verdrag van Lissabon."
  },
  {
    "q": "Sinds het Verdrag van Lissabon (2009) wordt de Unie geregeerd door twee verdragen: het VEU en het VWEU.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Correct. De Unie rust op het EU-verdrag (VEU) en het Verdrag betreffende de Werking van de Europese Unie (VWEU), die de eerdere verdragen hebben vervangen."
  },
  {
    "q": "In het arrest Wightman oordeelde het Hof dat een lidstaat die zijn uittreding heeft aangekondigd (art. 50 VEU), dit besluit alleen met toestemming van de andere lidstaten mag intrekken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Niet waar. Het Hof oordeelde dat de herroeping eenzijdig kan gebeuren, zolang er nog geen uittredingsakkoord is of de tweejaarstermijn niet is verstreken."
  },
  {
    "q": "Volgens het arrest Wightman is de intrekking van een uittredingsbesluit uitsluitend afhankelijk van de soevereine wil van de betrokken lidstaat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Correct. Omdat een staat niet gedwongen kan worden tegen zijn wil toe te treden, kan hij ook niet gedwongen worden de Unie te verlaten als hij zijn voornemen conform zijn eigen grondwet herroept."
  }
]