[
  {
    "q": "Welke twee criteria zijn doorslaggevend voor het vaststellen van functioneel daderschap bij natuurlijke personen volgens de Hoge Raad?",
    "a": [
      "Wetenschap van het feit en het oogmerk op het rechtsgevolg",
      "Beschikkingsmacht over de gedraging en aanvaarding van de gedraging",
      "Hiërarchische ondergeschiktheid en directe aansturing",
      "Fysieke aanwezigheid en het leveren van een wezenlijke bijdrage"
    ],
    "c": 1,
    "exp": "HR IJzerdraad.\n\nVoor functioneel daderschap bij natuurlijke personen gelden twee voorwaarden: het beschikkingscriterium (feitelijke zeggenschap om de gedraging te verhinderen of bewerkstelligen) en het aanvaardingscriterium (subjectieve instemming of acceptatie van de gedraging)."
  },
  {
    "q": "In welk wetsartikel is de strafbaarheid van rechtspersonen in het Nederlandse Wetboek van Strafrecht verankerd?",
    "a": [
      "Artikel 47 Sr",
      "Artikel 48 Sr",
      "Artikel 51 Sr",
      "Artikel 140 Sr"
    ],
    "c": 2,
    "exp": "Artikel 51 Sr.\n\nArtikel 51 Sr bepaalt dat strafbare feiten kunnen worden begaan door natuurlijke personen en rechtspersonen. Dit artikel vormt de grondslag voor de strafrechtelijke aansprakelijkheid van rechtspersonen."
  },
  {
    "q": "Welk criterium hanteert de Hoge Raad om te bepalen of een gedraging redelijkerwijs aan een rechtspersoon kan worden toegerekend?",
    "a": [
      "Of de gedraging is verricht in de sfeer van de rechtspersoon",
      "Of de gedraging expliciet in de statuten is opgenomen",
      "Of de directie schriftelijk toestemming heeft gegeven",
      "Of de rechtspersoon winst heeft gemaakt door de gedraging"
    ],
    "c": 0,
    "exp": "HR Drijfmest.\n\nEen belangrijk oriëntatiepunt bij de toerekening is de vraag of de gedraging heeft plaatsgevonden dan wel is verricht in de sfeer van de rechtspersoon. Dit wordt vastgesteld aan de hand van diverse omstandigheden, zoals of het past in de normale bedrijfsvoering of dienstig is geweest."
  },
  {
    "q": "Wat houdt het 'aanvaardingscriterium' in bij de toerekening van een strafbaar feit aan een rechtspersoon?",
    "a": [
      "De rechtspersoon moet schriftelijk hebben ingestemd met het strafbare feit",
      "De rechtspersoon moet het strafbare feit achteraf formeel hebben goedgekeurd",
      "Het niet betrachten van de zorg die in redelijkheid kon worden gevergd ter voorkoming van de gedraging",
      "Het enkel op de hoogte zijn van het feit zonder enige beschikkingsmacht"
    ],
    "c": 2,
    "exp": "HR Drijfmest.\n\nOnder het aanvaarden wordt mede begrepen het niet betrachten van de zorg die in redelijkheid van de rechtspersoon kon worden gevergd met het oog op de voorkoming van de gedraging."
  },
  {
    "q": "Welke eis geldt er ten aanzien van het opzet bij het strafbare feit 'feitelijk leidinggeven'?",
    "a": [
      "Enkel opzet op de feitelijke leidinggevende handeling zelf",
      "Enkel opzet op het tenlastegelegde gronddelict",
      "Dubbel opzet: opzet op het leidinggeven én op het gronddelict",
      "Geen opzetvereiste, nalatigheid is voldoende"
    ],
    "c": 2,
    "exp": "HR Overzichtsarrest feitelijk leidinggeven.\n\nFeitelijk leidinggeven veronderstelt dubbel opzet: opzet op het leidinggeven zelf en op het strafbare grondfeit dat door de rechtspersoon wordt begaan. Dit opzet kan ook voorwaardelijk opzet omvatten."
  },
  {
    "q": "Kan een besloten vennootschap (B.V.) strafrechtelijk worden vervolgd voor het plegen van oplichting (art. 326 Sr)?",
    "a": [
      "Nee, oplichting is een kwaliteitsdelict dat alleen door natuurlijke personen kan worden gepleegd",
      "Ja, oplichting kan worden begaan door een rechtspersoon, aangezien het geen exclusief kwaliteitsdelict is",
      "Nee, omdat een rechtspersoon geen oogmerk kan hebben",
      "Ja, maar alleen als de oplichting schriftelijk is vastgelegd"
    ],
    "c": 1,
    "exp": "Artikel 51 Sr.\n\nOplichting (art. 326 Sr) is een strafbaar feit dat door een rechtspersoon kan worden begaan. Er is geen sprake van een kwaliteitsdelict of een delict dat naar zijn aard niet door een rechtspersoon kan worden gepleegd."
  },
  {
    "q": "Wanneer geniet een openbaar lichaam strafrechtelijke immuniteit volgens de Hoge Raad?",
    "a": [
      "Wanneer het openbaar lichaam deelneemt aan het economisch verkeer",
      "Wanneer de gedraging voortvloeit uit een bij wet opgedragen bestuurstaak die uitsluitend door bestuursfunctionarissen kan worden verricht",
      "Wanneer het openbaar lichaam handelt op basis van een privaatrechtelijke overeenkomst",
      "Wanneer het openbaar lichaam een fout maakt bij het onderhoud van de openbare weg"
    ],
    "c": 1,
    "exp": "HR Pikmeer II / HR Immuniteit Waterschap.\n\nImmuniteit geldt slechts indien de gedragingen naar hun aard en gelet op het wettelijk systeem rechtens niet anders dan door bestuursfunctionarissen kunnen worden verricht in het kader van de uitvoering van de opgedragen bestuurstaak, zodat derden zijn uitgesloten van deelname op gelijke voet."
  },
  {
    "q": "Wat is de status van de strafrechtelijke immuniteit van de Staat der Nederlanden?",
    "a": [
      "De Staat geniet volledige strafrechtelijke immuniteit",
      "De Staat geniet alleen immuniteit voor bestuursrechtelijke taken",
      "De Staat heeft geen immuniteit en kan altijd vervolgd worden",
      "De Staat geniet alleen immuniteit bij misdrijven, niet bij overtredingen"
    ],
    "c": 0,
    "exp": "HR Vliegbasis Volkel.\n\nDe centrale overheid (de Staat) geniet volledige strafrechtelijke immuniteit vanwege het uitgangspunt dat de handelingen van de staat geacht moeten worden het algemeen belang te dienen."
  },
  {
    "q": "Kan een gedraging van een ingehuurde kracht (niet in loondienst) worden toegerekend aan een rechtspersoon?",
    "a": [
      "Nee, er moet sprake zijn van een formeel dienstverband",
      "Ja, mits de ingehuurde kracht werkzaam is ten behoeve van de rechtspersoon",
      "Nee, tenzij de ingehuurde kracht ook aandeelhouder is",
      "Ja, maar alleen bij overtredingen en niet bij misdrijven"
    ],
    "c": 1,
    "exp": "HR Drijfmest.\n\nVan een gedraging in de sfeer van de rechtspersoon kan sprake zijn als het gaat om handelen of nalaten van iemand die hetzij uit hoofde van een dienstbetrekking, hetzij uit anderen hoofde werkzaam is ten behoeve van de rechtspersoon."
  },
  {
    "q": "Welke rol speelt 'baat' (dienstigheid) bij de toerekening van een strafbaar feit aan een rechtspersoon?",
    "a": [
      "Het is een noodzakelijke voorwaarde; zonder financieel voordeel geen strafbaarheid",
      "Het is een van de oriëntatiepunten om te bepalen of een gedraging in de sfeer van de rechtspersoon heeft plaatsgevonden",
      "Het is irrelevant voor de strafbaarheid van de rechtspersoon",
      "Het is alleen relevant voor de hoogte van de op te leggen geldboete"
    ],
    "c": 1,
    "exp": "HR Drijfmest.\n\nDat de gedraging de rechtspersoon dienstig is geweest in het door hem uitgeoefende bedrijf, is een van de omstandigheden waaronder sprake kan zijn van een gedraging in de sfeer van de rechtspersoon."
  },
  {
    "q": "Wanneer is sprake van 'passief' feitelijk leidinggeven?",
    "a": [
      "Als de leidinggever geen kennis had van de verboden gedraging",
      "Als de leidinggever de gedraging actief heeft geïnitieerd",
      "Als de leidinggever bevoegd en gehouden was maatregelen te treffen ter voorkoming, maar dit achterwege liet",
      "Als de leidinggever de taak formeel had gedelegeerd aan een ondergeschikte"
    ],
    "c": 2,
    "exp": "HR Overzichtsarrest feitelijk leidinggeven.\n\nPassief leidinggeven doet zich voor indien iemand bevoegd en redelijkerwijs gehouden is maatregelen te treffen ter voorkoming of beëindiging van de verboden gedraging en die maatregelen achterwege laat."
  },
  {
    "q": "Hoe kan opzet bij een rechtspersoon worden vastgesteld?",
    "a": [
      "Uitsluitend door het opzet van de bestuurders toe te rekenen",
      "Door het opzet van natuurlijke personen toe te rekenen of dit af te leiden uit het beleid en de feitelijke gang van zaken",
      "Opzet kan niet worden vastgesteld bij een rechtspersoon, alleen schuld",
      "Door te kijken naar de statuten van de rechtspersoon"
    ],
    "c": 1,
    "exp": "HR Overzichtsarrest feitelijk leidinggeven.\n\nOpzet van een rechtspersoon kan worden vastgesteld door toerekening van opzet van natuurlijke personen of worden afgeleid uit het beleid of de feitelijke gang van zaken binnen de rechtspersoon."
  },
  {
    "q": "Is een gemeente strafrechtelijk aansprakelijk als zij nalaat onderhoud te plegen aan een openbare weg, waardoor een dodelijk ongeval ontstaat?",
    "a": [
      "Nee, een gemeente heeft altijd volledige strafrechtelijke immuniteit",
      "Ja, tenzij het onderhoud een exclusieve bestuurstaak is die niet door derden kan worden verricht",
      "Nee, want dood door schuld is een delict dat alleen door natuurlijke personen kan worden gepleegd",
      "Ja, gemeenten zijn altijd strafbaar bij levensdelicten ongeacht de taakuitvoering"
    ],
    "c": 1,
    "exp": "HR Pikmeer II.\n\nEen openbaar lichaam geniet geen immuniteit als de taak (zoals wegenonderhoud) niet exclusief door bestuursfunctionarissen kan worden verricht en derden op gelijke voet aan het maatschappelijk verkeer kunnen deelnemen."
  },
  {
    "q": "Wat houdt het 'normale bedrijfsvoering'-criterium in bij de toerekening aan een rechtspersoon?",
    "a": [
      "De gedraging moet expliciet beschreven staan in de bedrijfsdoelstellingen",
      "De gedraging moet passen binnen de normale, niet-strafbare activiteiten van de rechtspersoon",
      "De gedraging moet dagelijks voorkomen binnen het bedrijf",
      "De gedraging moet zijn goedgekeurd door de raad van commissarissen"
    ],
    "c": 1,
    "exp": "HR Drijfmest.\n\nVan een gedraging in de sfeer van de rechtspersoon is sprake als de gedraging past in de normale bedrijfsvoering of taakuitoefening van de rechtspersoon."
  },
  {
    "q": "Kan een leidinggever strafbaar zijn voor feitelijk leidinggeven als de rechtspersoon zelf niet wordt vervolgd?",
    "a": [
      "Nee, de vervolging van de rechtspersoon is een voorwaarde voor de vervolging van de leidinggever",
      "Ja, het daderschap van de rechtspersoon moet vaststaan, maar vervolging van de rechtspersoon is niet vereist",
      "Nee, er moet sprake zijn van een gezamenlijke veroordeling",
      "Ja, maar alleen als de rechtspersoon failliet is verklaard"
    ],
    "c": 1,
    "exp": "Artikel 51 Sr / HR Overzichtsarrest feitelijk leidinggeven.\n\nDat het feitelijk leidinggeven accessoir is aan het daderschap van de rechtspersoon, betekent niet dat de rechtspersoon zelf per se moet worden vervolgd of veroordeeld."
  },
  {
    "q": "Welke eis stelt de Hoge Raad aan de wetenschap van een feitelijk leidinggever bij passief leidinggeven?",
    "a": [
      "De leidinggever moet gedetailleerde kennis hebben van elke individuele gedraging",
      "De leidinggever moet op de hoogte zijn van de feiten of van soortgelijke feiten als ten laste gelegd",
      "De leidinggever hoeft geen wetenschap te hebben, nalatigheid is voldoende",
      "De leidinggever moet schriftelijk op de hoogte zijn gesteld van de overtreding"
    ],
    "c": 1,
    "exp": "HR Overzichtsarrest feitelijk leidinggeven.\n\nVoor passief leidinggeven is vereist dat de leidinggever op de hoogte is van de in de tenlastelegging omschreven feiten dan wel van soortgelijke feiten."
  },
  {
    "q": "Wat impliceert het begrip 'functioneel daderschap'?",
    "a": [
      "Dat een persoon strafbaar is voor fysieke handelingen die hij zelf heeft verricht",
      "Dat een ander dan de fysieke pleger als dader geldt op grond van zijn maatschappelijke functie",
      "Dat alleen leidinggevenden strafbaar kunnen zijn",
      "Dat de dader een publieke functie moet bekleden"
    ],
    "c": 1,
    "exp": "HR IJzerdraad.\n\nHet functioneel daderschap houdt in dat een ander dan degene die fysiek handelt als dader geldt, vaak op grond van zijn maatschappelijke functie of positie (zoals een werkgever)."
  },
  {
    "q": "Is het voor strafbaarheid van een rechtspersoon vereist dat de fysieke dader in dienstbetrekking is?",
    "a": [
      "Ja, alleen werknemers kunnen een rechtspersoon binden",
      "Nee, ook handelingen van anderen die uit anderen hoofde werkzaam zijn kunnen worden toegerekend",
      "Ja, tenzij het gaat om vrijwilligerswerk",
      "Nee, elke willekeurige derde kan een rechtspersoon binden"
    ],
    "c": 1,
    "exp": "HR Drijfmest.\n\nToerekening kan plaatsvinden bij handelen van iemand die hetzij uit hoofde van een dienstbetrekking, hetzij uit anderen hoofde werkzaam is ten behoeve van de rechtspersoon."
  },
  {
    "q": "Wat wordt bedoeld met de 'sfeer van de rechtspersoon'?",
    "a": [
      "Het fysieke kantoorgebouw van de rechtspersoon",
      "De juridische structuur van de holding",
      "Het geheel van omstandigheden waaronder een gedraging aan de rechtspersoon kan worden toegerekend",
      "De statutaire doelstellingen van de onderneming"
    ],
    "c": 2,
    "exp": "HR Drijfmest.\n\nDe sfeer van de rechtspersoon is een belangrijk oriëntatiepunt bij de toerekening en omvat criteria zoals dienstbetrekking, normale bedrijfsvoering, dienstigheid en beschikkingsmacht/aanvaarding."
  },
  {
    "q": "Welke instantie bepaalt of een openbaar lichaam immuniteit geniet?",
    "a": [
      "De bestuursrechter",
      "De strafrechter",
      "De minister van Justitie en Veiligheid",
      "De Raad van State"
    ],
    "c": 1,
    "exp": "HR Pikmeer II.\n\nHet is aan de strafrechter om te beoordelen of het openbaar lichaam in de gegeven omstandigheden immuniteit geniet op basis van de aard van de gedraging en de wettelijke taak."
  },
  {
    "q": "Kan een waterschap een beroep doen op strafrechtelijke immuniteit bij het plaatsen van muskusratklemmen?",
    "a": [
      "Nee, want het vangen van dieren is geen overheidstaak",
      "Ja, indien deze taak exclusief door bestuursfunctionarissen wordt uitgevoerd ter uitvoering van een bestuurstaak",
      "Nee, want waterschappen zijn nooit immuun",
      "Ja, waterschappen hebben altijd immuniteit gelijk aan de Staat"
    ],
    "c": 1,
    "exp": "HR Immuniteit Waterschap.\n\nEen waterschap kan immuniteit genieten als de gedragingen naar hun aard en gelet op het wettelijk systeem rechtens niet anders dan door bestuursfunctionarissen kunnen worden verricht."
  },
  {
    "q": "Wat is het gevolg voor de feitelijk leidinggever als het openbaar lichaam immuniteit geniet?",
    "a": [
      "De feitelijk leidinggever is dan ook niet vervolgbaar",
      "De feitelijk leidinggever blijft altijd strafbaar",
      "De feitelijk leidinggever krijgt strafvermindering",
      "De feitelijk leidinggever wordt dan als functioneel dader aangemerkt"
    ],
    "c": 0,
    "exp": "HR Pikmeer II.\n\nIndien het openbaar lichaam immuniteit geniet, geldt deze immuniteit ook voor de opdrachtgevers en feitelijke leidinggevers aan de gedragingen van dat openbaar lichaam."
  },
  {
    "q": "Kan culpa (schuld) van een rechtspersoon worden bewezen?",
    "a": [
      "Nee, een rechtspersoon kan geen verwijt worden gemaakt",
      "Ja, bijvoorbeeld door gebreken in de organisatiestructuur die leiden tot verwaarlozing van een zorgplicht",
      "Nee, culpa is een hoogstpersoonlijk bestanddeel dat alleen bij natuurlijke personen past",
      "Ja, maar alleen als de directeur persoonlijk nalatig is geweest"
    ],
    "c": 1,
    "exp": "HR Overzichtsarrest feitelijk leidinggeven / Drijfmest.\n\nCulpa van een rechtspersoon kan worden vastgesteld, bijvoorbeeld indien de verwaarlozing van de zorgplicht valt terug te voeren op gebreken en onachtzaamheden in de structuur van de organisatie."
  },
  {
    "q": "Is het voor feitelijk leidinggeven vereist dat de verdachte fysiek aanwezig was bij de verboden gedraging?",
    "a": [
      "Ja, fysieke aanwezigheid is een harde eis",
      "Nee, een juridisch geformaliseerde positie is voldoende",
      "Nee, het gaat om bevoegdheid, beschikkingsmacht en aanvaarding, niet om fysieke aanwezigheid",
      "Ja, tenzij het om een digitaal delict gaat"
    ],
    "c": 2,
    "exp": "HR Overzichtsarrest feitelijk leidinggeven.\n\nVoor feitelijk leidinggeven is geen fysieke aanwezigheid vereist, maar wel dat de verdachte maatregelen had kunnen en moeten treffen en dit heeft nagelaten (passief) of de gedraging heeft geïnitieerd (actief)."
  },
  {
    "q": "Wat betekent 'beschikken' in de context van de IJzerdraad-criteria?",
    "a": [
      "Het juridisch eigendom hebben over de goederen",
      "Het hebben van feitelijke zeggenschap om de gedraging te verhinderen of te bewerkstelligen",
      "Het kunnen beschikken over de bankrekening van het bedrijf",
      "Het formeel ingeschreven staan als bestuurder bij de KvK"
    ],
    "c": 1,
    "exp": "HR IJzerdraad / HR Drijfmest.\n\nBeschikken houdt in dat de verdachte (rechtspersoon of functioneel dader) erover vermocht te beschikken of de gedraging al dan niet zou plaatsvinden; er moet sprake zijn van feitelijke zeggenschap."
  },
  {
    "q": "Kan een vennootschap onder firma (VOF) worden aangemerkt als rechtspersoon in de zin van art. 51 Sr?",
    "a": [
      "Nee, een VOF heeft geen rechtspersoonlijkheid in het civiele recht",
      "Ja, art. 51 Sr stelt de vennootschap zonder rechtspersoonlijkheid gelijk aan de rechtspersoon",
      "Nee, alleen B.V.'s en N.V.'s vallen onder art. 51 Sr",
      "Ja, maar alleen als de vennoten ook rechtspersonen zijn"
    ],
    "c": 1,
    "exp": "Artikel 51 lid 3 Sr.\n\nArt. 51 lid 3 Sr stelt de vennootschap zonder rechtspersoonlijkheid (zoals de VOF), de maatschap en het doelvermogen gelijk aan de rechtspersoon voor de toepassing van dit artikel."
  },
  {
    "q": "Wat is vereist voor strafbaarheid van een opdrachtgever ex art. 51 Sr?",
    "a": [
      "Dat de opdrachtgever de gedraging fysiek heeft uitgevoerd",
      "Dat de opdrachtgever opzet had op de gedraging en de uitvoering heeft bevolen",
      "Dat de opdrachtgever nalatig is geweest in het toezicht",
      "Dat de opdrachtgever zelf financieel voordeel heeft genoten"
    ],
    "c": 1,
    "exp": "Artikel 51 Sr / HR Overzichtsarrest feitelijk leidinggeven.\n\nStrafbaarheid als opdrachtgever vereist dat de verdachte opzettelijk de uitvoering van het strafbare feit door de rechtspersoon heeft bevolen of geïnitieerd."
  },
  {
    "q": "Welk element is essentieel bij de vaststelling van 'aanvaarden' bij passief leidinggeven?",
    "a": [
      "De wetenschap van het specifieke feit of soortgelijke feiten",
      "De aanwezigheid van een schriftelijke instructie",
      "De intentie om winst te maken",
      "De formele functieomschrijving van de leidinggever"
    ],
    "c": 0,
    "exp": "HR Overzichtsarrest feitelijk leidinggeven.\n\nVoor het bewijs van aanvaarden bij passief leidinggeven is vereist dat de verdachte wetenschap had van de verboden gedragingen of van soortgelijke gedragingen binnen de rechtspersoon."
  },
  {
    "q": "Kan het opzet van een ondergeschikte werknemer direct worden toegerekend aan de rechtspersoon?",
    "a": [
      "Nee, alleen opzet van bestuurders kan worden toegerekend",
      "Ja, het opzet van een natuurlijk persoon werkzaam voor de rechtspersoon kan aan die rechtspersoon worden toegerekend",
      "Nee, een rechtspersoon kan geen opzet hebben",
      "Ja, maar alleen bij overtredingen en niet bij misdrijven"
    ],
    "c": 1,
    "exp": "HR Overzichtsarrest feitelijk leidinggeven.\n\nOpzet van een natuurlijk persoon kan onder omstandigheden aan de rechtspersoon worden toegerekend. Dit hoeft niet beperkt te zijn tot bestuurders."
  },
  {
    "q": "Vormt het 'Drijfmest'-criterium een limitatieve opsomming van toerekeningsgronden?",
    "a": [
      "Ja, alleen als aan alle vier de voorwaarden is voldaan is er toerekening",
      "Nee, het zijn oriëntatiepunten en ook andere omstandigheden kunnen tot toerekening leiden",
      "Ja, maar de rechter mag er één weglaten",
      "Nee, de criteria gelden alleen voor milieu-delicten"
    ],
    "c": 1,
    "exp": "HR Drijfmest.\n\nDe in het arrest genoemde omstandigheden vormen een belangrijk oriëntatiepunt, maar geen limitatieve opsomming. Het gaat erom of de gedraging redelijkerwijs aan de rechtspersoon kan worden toegerekend."
  }
]