[
  {
    "q": "Wat houdt het specialiteitsbeginsel in dat is neergelegd in de Algemene wet bestuursrecht?",
    "a": [
      "Een bestuursorgaan mag uitsluitend de belangen behartigen die behoren bij de aan hem toegekende bevoegdheid.",
      "Een bestuursorgaan mag alle belangen behartigen die het algemeen belang van de gemeente dienen.",
      "Een bestuursorgaan mag alleen belangen behartigen die expliciet in de Grondwet zijn opgenomen.",
      "Een bestuursorgaan mag uitsluitend belangen behartigen die financieel voordelig zijn voor de overheid."
    ],
    "c": 0,
    "exp": "Art. 3:4 lid 1 Awb.\n\nHet specialiteitsbeginsel houdt in dat een bestuursorgaan uitsluitend die specifieke bevoegdheden mag uitoefenen die hem bij of krachtens de wet zijn toegekend, en uitsluitend ter behartiging van de daarbij behorende belangen. Dit beginsel is gecodificeerd in art. 3:4 lid 1 Awb."
  },
  {
    "q": "Welke verplichting legt artikel 3:4, eerste lid, van de Algemene wet bestuursrecht op aan een bestuursorgaan?",
    "a": "Het bestuursorgaan moet altijd voorrang geven aan het algemeen belang boven particuliere belangen.",
    "b": "Het bestuursorgaan moet de rechtstreeks bij het besluit betrokken belangen afwegen.",
    "c": "Het bestuursorgaan moet alle mogelijke belangen, inclusief indirecte, inventariseren.",
    "d": "Het bestuursorgaan moet de belangen afwegen, tenzij het besluit een begunstigende beschikking is."
  },
  {
    "q": "Welke verplichting legt artikel 3:4, eerste lid, van de Algemene wet bestuursrecht op aan een bestuursorgaan?",
    "a": [
      "Het bestuursorgaan moet altijd voorrang geven aan het algemeen belang boven particuliere belangen.",
      "Het bestuursorgaan moet de rechtstreeks bij het besluit betrokken belangen afwegen.",
      "Het bestuursorgaan moet alle mogelijke belangen, inclusief indirecte, inventariseren.",
      "Het bestuursorgaan moet de belangen afwegen, tenzij het besluit een begunstigende beschikking is."
    ],
    "c": 1,
    "exp": "Art. 3:4 lid 1 Awb.\n\nDeze bepaling verplicht het bestuursorgaan de rechtstreeks bij het besluit betrokken belangen af te wegen. Dit is een procedurele eis die geldt voor zover het bestuursorgaan beleidsruimte heeft."
  },
  {
    "q": "Wat wordt er verstaan onder het verbod van détournement de pouvoir?",
    "a": [
      "Een bestuursorgaan mag een bevoegdheid niet gebruiken voor een ander doel dan waarvoor die bevoegdheid is verleend.",
      "Een bestuursorgaan mag geen besluiten nemen die ingaan tegen de algemene beginselen van behoorlijk bestuur.",
      "Een bestuursorgaan mag geen besluiten nemen zonder voorafgaand advies in te winnen bij de Raad van State.",
      "Een bestuursorgaan mag zijn bevoegdheid niet overdragen aan een ander orgaan zonder wettelijke grondslag."
    ],
    "c": 0,
    "exp": "Art. 3:3 Awb.\n\nHet verbod van détournement de pouvoir houdt in dat een bestuursorgaan de bevoegdheid tot het nemen van een besluit niet mag gebruiken voor een ander doel dan waarvoor die bevoegdheid is verleend."
  },
  {
    "q": "Welke drie factoren spelen een rol bij de toetsing aan het evenredigheidsbeginsel volgens de uitspraak Woningsluiting Harderwijk?",
    "a": [
      "De rechtmatigheid, de doelmatigheid en de uitvoerbaarheid.",
      "De geschiktheid, de noodzakelijkheid en de evenwichtigheid.",
      "De subsidiariteit, de proportionaliteit en de legaliteit.",
      "De voorzienbaarheid, de kenbaarheid en de redelijkheid."
    ],
    "c": 1,
    "exp": "ABRvS Woningsluiting Harderwijk.\n\nDe bestuursrechter sluit bij de toetsing aan het evenredigheidsbeginsel aan bij de bewoordingen van artikel 3:4 lid 2 Awb. Daarbij spelen de geschiktheid, de noodzakelijkheid en de evenwichtigheid van de maatregel een rol."
  },
  {
    "q": "Hoe dient de bestuursrechter de hoogte van een bestraffende bestuurlijke sanctie te toetsen?",
    "a": [
      "De rechter moet marginaal toetsen of het bestuursorgaan in redelijkheid tot de sanctie heeft kunnen komen.",
      "De rechter moet toetsen of de sanctie in overeenstemming is met het vertrouwensbeginsel.",
      "De rechter moet integraal toetsen of de opgelegde boete in het concrete geval passend en geboden is.",
      "De rechter moet de sanctie alleen toetsen aan de wettelijke maximumgrenzen van de boete."
    ],
    "c": 2,
    "exp": "Art. 6 EVRM.\n\nBij de toetsing van bestraffende bestuurlijke sancties moet de bestuursrechter, mede in het licht van art. 6 EVRM, niet marginaal maar integraal toetsen. De rechter beoordeelt zelf of de sanctie passend en geboden is."
  },
  {
    "q": "Wat oordeelde de Afdeling in de uitspraak Sinterklaasintocht over de bevoegdheid van de burgemeester?",
    "a": [
      "De burgemeester moet bij de vergunningverlening toetsen of uitingen in strijd zijn met het discriminatieverbod.",
      "De burgemeester is bevoegd om preventief toezicht te houden op de inhoud van publieke uitingen tijdens evenementen.",
      "De burgemeester mag de vergunning niet weigeren op grond van de inhoud van uitingen, vanwege het verbod op preventieve censuur.",
      "De burgemeester is verplicht om bij elk evenement te toetsen aan artikel 8 van het EVRM inzake het privéleven."
    ],
    "c": 2,
    "exp": "ABRvS Sinterklaasintocht.\n\nDe burgemeester is belast met de handhaving van de openbare orde. Het grondwettelijk stelsel (art. 6 t/m 9 Gw) verzet zich tegen een inhoudelijke toetsing van uitingen door de burgemeester, wat zou neerkomen op preventieve censuur."
  },
  {
    "q": "Wanneer is een bestuursorgaan bevoegd om particuliere belangen van derden mee te wegen in de besluitvorming?",
    "a": [
      "Alleen als deze belangen samenvallen met het algemeen belang waarvoor de bevoegdheid is verleend.",
      "Uitsluitend wanneer de derde zelf een verzoek tot schadevergoeding heeft ingediend bij het orgaan.",
      "Wanneer deze belangen voldoende verband houden met het doel waarvoor de bevoegdheid is verleend.",
      "Nooit, aangezien het bestuursorgaan zich uitsluitend mag richten op het algemeen belang."
    ],
    "c": 2,
    "exp": "Art. 3:4 lid 1 Awb.\n\nEen bestuursorgaan mag geen andere algemene belangen behartigen dan waarvoor de bevoegdheid is verleend. Binnen dat kader kunnen belangen van derden een rol spelen, mits zij voldoende verband houden met het doel van de bevoegdheid."
  },
  {
    "q": "Wat houdt de 'marginale toetsing' door de bestuursrechter in bij discretionaire bevoegdheden?",
    "a": [
      "De rechter stelt zijn eigen oordeel over de belangenafweging volledig in de plaats van dat van het bestuur.",
      "De rechter toetst of het bestuursorgaan de grens van de redelijkheid heeft overschreden bij het nemen van het besluit.",
      "De rechter controleert uitsluitend of de formele procedurevoorschriften correct zijn nageleefd.",
      "De rechter toetst of het besluit de meest doelmatige oplossing is voor het voorliggende probleem."
    ],
    "c": 1,
    "exp": "Art. 3:4 lid 2 Awb.\n\nBij discretionaire bevoegdheden (beleidsruimte) toetst de rechter terughoudend (marginaal). De rechter beoordeelt of het bestuursorgaan in redelijkheid tot het besluit heeft kunnen komen en of er geen sprake is van willekeur."
  },
  {
    "q": "Wat wordt bedoeld met 'papieren beleid' in de context van belangenafweging?",
    "a": [
      "Beleid dat uitsluitend digitaal beschikbaar is gesteld en niet op papier is gepubliceerd.",
      "Beleid waarin het bestuursorgaan zich beroept op een zwaarwegend algemeen belang, zonder daar feitelijk naar te handelen.",
      "Beleid dat nog in conceptfase verkeert en nog niet officieel is vastgesteld door het bestuursorgaan.",
      "Beleid dat door de rechter is vernietigd wegens strijd met de algemene beginselen van behoorlijk bestuur."
    ],
    "c": 1,
    "exp": "Art. 3:4 lid 2 Awb.\n\nMen spreekt van papieren beleid als een bestuursorgaan zich beroept op het bijzonder zware gewicht van een algemeen belang, terwijl er in de praktijk weinig is gedaan om dat belang daadwerkelijk te behartigen."
  },
  {
    "q": "Welke rol speelt artikel 1:2 lid 2 Awb bij de uitoefening van bevoegdheden?",
    "a": [
      "Het bepaalt dat een bestuursorgaan alleen de belangen mag behartigen die aan hem zijn toevertrouwd.",
      "Het verplicht bestuursorganen om bij elk besluit een adviescommissie in te stellen.",
      "Het geeft burgers het recht om inzage te eisen in alle stukken die betrekking hebben op hun zaak.",
      "Het verbiedt bestuursorganen om beleidsregels vast te stellen zonder wettelijke grondslag."
    ],
    "c": 0,
    "exp": "Art. 1:2 lid 2 Awb.\n\nUit art. 1:2 lid 2 Awb blijkt dat een bestuursorgaan geen 'eigen' belangen heeft, maar alleen belangen die het bestuursorgaan zijn toevertrouwd mag behartigen."
  },
  {
    "q": "Wat is het gevolg van de uitspraak Woningsluiting Harderwijk voor de toetsing van bestuurlijke maatregelen?",
    "a": [
      "De bestuursrechter mag bestuurlijke maatregelen voortaan alleen nog toetsen aan procedurele voorschriften.",
      "De bestuursrechter moet toetsen of de maatregel geschikt, noodzakelijk en evenwichtig is, in plaats van enkel 'in redelijkheid'.",
      "De bestuursrechter moet de belangenafweging van het bestuur volledig negeren en zelf opnieuw beslissen.",
      "De bestuursrechter mag bestuurlijke maatregelen niet meer toetsen aan het evenredigheidsbeginsel."
    ],
    "c": 1,
    "exp": "ABRvS Woningsluiting Harderwijk.\n\nDe bestuursrechter dient bij de toetsing aan het evenredigheidsbeginsel niet te beoordelen of het orgaan 'in redelijkheid' tot het besluit kon komen, maar moet toetsen aan de hand van geschiktheid, noodzakelijkheid en evenwichtigheid."
  },
  {
    "q": "Wanneer is een maatregel 'evenwichtig' volgens de toetsingsmaatstaf uit Woningsluiting Harderwijk?",
    "a": [
      "Als de maatregel effectief is om het gestelde doel te bereiken.",
      "Als er geen minder ingrijpende maatregel mogelijk is om het doel te bereiken.",
      "Als de nadelige gevolgen niet onevenredig zijn in verhouding tot de met het besluit te dienen doelen.",
      "Als de maatregel is gebaseerd op een specifieke wettelijke bevoegdheid."
    ],
    "c": 2,
    "exp": "ABRvS Woningsluiting Harderwijk.\n\nDe evenwichtigheid (art. 3:4 lid 2 Awb) houdt in dat de nadelige gevolgen van een besluit voor een of meer belanghebbenden niet onevenredig mogen zijn in verhouding tot de met het besluit te dienen doelen."
  },
  {
    "q": "Wat impliceert het specialiteitsbeginsel voor het verlenen van vergunningen?",
    "a": [
      "Een vergunning mag alleen worden geweigerd als de algemene belangen van de specifieke wet daartoe dwingen.",
      "Een vergunning moet altijd worden verleend als de aanvrager een redelijk belang heeft.",
      "Een vergunning mag worden geweigerd op basis van elk willekeurig algemeen belang dat de overheid dient.",
      "Een vergunning kan alleen worden verleend als alle omwonenden daarmee instemmen."
    ],
    "c": 0,
    "exp": "Art. 3:4 lid 1 Awb.\n\nEen weigering van een vergunning is op grond van het specialiteitsbeginsel alleen toelaatbaar als de specifieke algemene belangen ter behartiging waarvan de bevoegdheid is verleend, daartoe dwingen."
  },
  {
    "q": "Wat bepaalt artikel 3:4, tweede lid, van de Algemene wet bestuursrecht?",
    "a": [
      "De gevolgen van een besluit mogen niet onevenredig zijn in verhouding tot de met het besluit te dienen doelen.",
      "Een besluit moet altijd worden genomen binnen een redelijke termijn van acht weken.",
      "Een bestuursorgaan moet bij het nemen van een besluit altijd advies inwinnen bij belanghebbenden.",
      "De motivering van een besluit moet voor de burger begrijpelijk en kenbaar zijn."
    ],
    "c": 0,
    "exp": "Art. 3:4 lid 2 Awb.\n\nArt. 3:4 lid 2 Awb bepaalt dat de voor een of meer belanghebbenden nadelige gevolgen van een besluit niet onevenredig mogen zijn in verhouding tot de met het besluit te dienen doelen."
  },
  {
    "q": "In welke situatie moet een bestuursrechter volgens de jurisprudentie 'integraal' toetsen?",
    "a": [
      "Bij de vaststelling van de hoogte van een bestraffende bestuurlijke sanctie.",
      "Bij de beoordeling van een aanvraag voor een evenementenvergunning.",
      "Bij de toetsing van een bestemmingsplan aan de wet.",
      "Bij het verlenen van een subsidie voor culturele activiteiten."
    ],
    "c": 0,
    "exp": "Art. 6 EVRM.\n\nBij de toetsing van bestraffende bestuurlijke sancties moet de bestuursrechter, mede in het licht van art. 6 EVRM, de hoogte van de boete integraal toetsen en zelf beoordelen of deze passend en geboden is."
  },
  {
    "q": "Wat was de kern van het oordeel in de uitspraak Sinterklaasintocht over de reikwijdte van de openbare orde?",
    "a": [
      "De openbare orde omvat ook de bescherming van burgers tegen kwetsende uitingen.",
      "Het begrip openbare orde is beperkt tot het ordelijk verloop van het gemeenschapsleven.",
      "De openbare orde geeft de burgemeester de bevoegdheid om preventief in te grijpen op de inhoud van demonstraties.",
      "Het begrip openbare orde omvat de bevoegdheid om te toetsen aan discriminatieverboden uit het EVRM."
    ],
    "c": 1,
    "exp": "ABRvS Sinterklaasintocht.\n\nDe Afdeling bevestigt dat het vergunningstelsel in de APV alleen ziet op de handhaving van de openbare orde in de zin van het ordelijk verloop van het gemeenschapsleven. Die term heeft een beperkte betekenis."
  },
  {
    "q": "Wanneer is er sprake van beleidsruimte bij een bestuursbevoegdheid?",
    "a": [
      "Als de wetgever het bestuursorgaan verplicht om in alle gevallen op een specifieke manier te beslissen.",
      "Als de wetgever vage termen gebruikt die door het bestuursorgaan moeten worden ingevuld.",
      "Als het bestuursorgaan de vrijheid heeft om te bepalen of en hoe het een bevoegdheid uitoefent.",
      "Als het bestuursorgaan uitsluitend feiten mag vaststellen zonder belangenafweging."
    ],
    "c": 2,
    "exp": "Art. 3:4 lid 1 Awb.\n\nVan beleidsruimte (beleidsvrijheid) is sprake als het bestuursorgaan een zekere mate van vrijheid heeft om in een concreet geval te bepalen of het de bevoegdheid wel of niet uitoefent, of hoe het de bevoegdheid uitoefent."
  },
  {
    "q": "Welk rechtsbeginsel wordt geschonden als een bestuursorgaan zijn bevoegdheid gebruikt voor een ander doel dan waarvoor deze is gegeven?",
    "a": [
      "Het vertrouwensbeginsel.",
      "Het zorgvuldigheidsbeginsel.",
      "Het gelijkheidsbeginsel.",
      "Het verbod van détournement de pouvoir."
    ],
    "c": 3,
    "exp": "Art. 3:3 Awb.\n\nArt. 3:3 Awb bevat het verbod van détournement de pouvoir: een bestuursorgaan mag de bevoegdheid tot het nemen van een besluit niet gebruiken voor een ander doel dan waarvoor die bevoegdheid is verleend."
  },
  {
    "q": "Wat houdt het vereiste van 'noodzakelijkheid' in bij de evenredigheidstoets (Woningsluiting Harderwijk)?",
    "a": [
      "De maatregel moet effectief zijn om het beoogde doel te bereiken.",
      "Er moet geen minder ingrijpend middel beschikbaar zijn om het doel te bereiken.",
      "De maatregel moet juridisch afdwingbaar zijn via de bestuursrechter.",
      "De maatregel moet de goedkoopste oplossing zijn voor de overheid."
    ],
    "c": 1,
    "exp": "ABRvS Woningsluiting Harderwijk.\n\nIn de toetsing aan het evenredigheidsbeginsel ziet de 'noodzakelijkheid' op de vraag of het doel niet met een minder ingrijpend middel kan worden bereikt (subsidiariteit)."
  },
  {
    "q": "Mag een bestuursorgaan bij de uitoefening van een bevoegdheid belangen van derden meewegen?",
    "a": [
      "Nee, het bestuursorgaan mag uitsluitend het algemeen belang behartigen.",
      "Ja, mits deze belangen voldoende verband houden met het doel van de bevoegdheid.",
      "Ja, maar alleen als de derde schriftelijk toestemming heeft gegeven.",
      "Nee, tenzij de wetgever dit expliciet verplicht heeft gesteld in de formele wet."
    ],
    "c": 1,
    "exp": "Art. 3:4 lid 1 Awb.\n\nBinnen het kader van het specialiteitsbeginsel kunnen belangen van derden soms een rol spelen, mits zij voldoende verband houden met het doel van de bevoegdheid waarvoor het bestuursorgaan verantwoordelijk is."
  },
  {
    "q": "Wat wordt in de uitspraak Woningsluiting Harderwijk genoemd als een belangrijk oriëntatiepunt voor de evenredigheidstoets?",
    "a": [
      "De financiële draagkracht van het bestuursorgaan dat het besluit neemt.",
      "De politieke wenselijkheid van de maatregel in de gemeenteraad.",
      "De ingrijpendheid van het besluit en de aantasting van fundamentele rechten.",
      "De snelheid waarmee het besluit tot stand is gekomen."
    ],
    "c": 2,
    "exp": "ABRvS Woningsluiting Harderwijk.\n\nEen van de oriëntatiepunten voor de beoordeling van evenredigheid is de ingrijpendheid van het besluit en de mate waarin het fundamentele rechten van de belanghebbende aantast."
  },
  {
    "q": "Welke conclusie trok de Afdeling in de uitspraak Sinterklaasintocht over de rol van artikel 8 EVRM?",
    "a": [
      "Schending van artikel 8 EVRM moet altijd leiden tot weigering van een evenementenvergunning.",
      "De burgemeester is niet bevoegd te toetsen aan artikel 8 EVRM omdat schending niet rechtstreeks voortvloeit uit het vergunningbesluit.",
      "Artikel 8 EVRM is niet van toepassing op evenementenvergunningen in de openbare ruimte.",
      "De burgemeester moet op grond van artikel 8 EVRM preventief toezicht houden op discriminerende uitingen."
    ],
    "c": 1,
    "exp": "ABRvS Sinterklaasintocht.\n\nAlleen als een grondrechtsschending rechtstreeks voortvloeit uit het besluit van een bestuursorgaan, is toetsing aan de orde. Hier vloeide de eventuele schending voort uit gedrag van derden, niet uit het besluit zelf."
  },
  {
    "q": "Wat is het verschil tussen 'geschiktheid' en 'evenwichtigheid' in de evenredigheidstoets?",
    "a": [
      "Geschiktheid ziet op het doel, evenwichtigheid op de verhouding tussen nadeel en doel.",
      "Geschiktheid gaat over de kosten, evenwichtigheid over de juridische grondslag.",
      "Geschiktheid is een formele eis, evenwichtigheid is een materiële eis.",
      "Geschiktheid ziet op de procedure, evenwichtigheid op de inhoud van het besluit."
    ],
    "c": 0,
    "exp": "ABRvS Woningsluiting Harderwijk.\n\nGeschiktheid ziet op de vraag of de maatregel effectief is om het doel te bereiken. Evenwichtigheid (evenredigheid stricto sensu) ziet op de vraag of de nadelige gevolgen niet onevenredig zijn tot het doel."
  },
  {
    "q": "Wanneer is er sprake van een 'gebonden bevoegdheid'?",
    "a": [
      "Als de wetgever het bestuursorgaan geen beleidsvrijheid heeft gelaten.",
      "Als het bestuursorgaan verplicht is advies in te winnen bij de rechter.",
      "Als de bevoegdheid is gedelegeerd aan een ander bestuursorgaan.",
      "Als de bevoegdheid uitsluitend schriftelijk mag worden uitgeoefend."
    ],
    "c": 0,
    "exp": "Art. 3:4 lid 1 Awb.\n\nVan een gebonden bevoegdheid is sprake wanneer de wetgever dwingend heeft voorgeschreven hoe het bestuursorgaan moet beslissen, zonder ruimte voor beleidsvrijheid of belangenafweging."
  },
  {
    "q": "Wat houdt de 'conforme interpretatie' van nationaal recht in relatie tot EU-recht in?",
    "a": [
      "Nationaal recht moet altijd wijken voor strijdig Europees recht, ongeacht de interpretatie.",
      "De nationale rechter moet nationaal recht zo veel mogelijk interpreteren in overeenstemming met Europees recht.",
      "Nationale wetgeving mag nooit strengere regels bevatten dan Europese richtlijnen.",
      "Europese verordeningen moeten worden omgezet in nationaal recht voordat ze gelding hebben."
    ],
    "c": 1,
    "exp": "EU-recht beginselen.\n\nConforme interpretatie houdt de rechterlijke plicht in om het nationale recht zo veel mogelijk te interpreteren overeenkomstig het Europese recht, om strijdigheid te voorkomen."
  },
  {
    "q": "Wat is het rechtsgevolg als een burgemeester een besluit neemt in strijd met artikel 3:3 Awb?",
    "a": [
      "Het besluit is rechtmatig, maar de burgemeester krijgt een waarschuwing.",
      "Het besluit is vernietigbaar wegens misbruik van bevoegdheid (détournement de pouvoir).",
      "Het besluit wordt automatisch omgezet in een privaatrechtelijke overeenkomst.",
      "Het besluit blijft in stand, maar de burger heeft recht op volledige schadevergoeding."
    ],
    "c": 1,
    "exp": "Art. 3:3 Awb.\n\nEen besluit dat in strijd is met art. 3:3 Awb (détournement de pouvoir) is onrechtmatig en kan door de rechter worden vernietigd, omdat de bevoegdheid voor een ander doel is gebruikt dan waarvoor deze is verleend."
  },
  {
    "q": "Waarom was de burgemeester in de zaak Woningsluiting Harderwijk onzorgvuldig geweest?",
    "a": [
      "De burgemeester had de woning voor onbepaalde tijd gesloten in plaats van voor zes maanden.",
      "De burgemeester had geen rekening gehouden met de woonbelangen van de onschuldige kinderen.",
      "De burgemeester had de overtreder niet voorafgaand aan de sluiting gehoord.",
      "De burgemeester had de bevoegdheid tot sluiting gemandateerd aan de politiechef."
    ],
    "c": 1,
    "exp": "ABRvS Woningsluiting Harderwijk.\n\nDe Afdeling oordeelde dat de burgemeester bij de belangenafweging te weinig aandacht had besteed aan de belangen van de huurder en zijn kinderen, en zich niet had afgevraagd wat sluiting voor hun woonbelangen betekende."
  },
  {
    "q": "Welke beperking stelt de Grondwet aan het preventief toetsen van uitingen door de overheid?",
    "a": [
      "De overheid mag uitingen alleen toetsen als deze discriminerend van aard zijn.",
      "De overheid mag preventief ingrijpen als de openbare orde ernstig wordt verstoord.",
      "Artikelen 6 t/m 9 Grondwet verbieden preventieve censuur op de inhoud van uitingen.",
      "De overheid mag uitingen toetsen als deze plaatsvinden op de openbare weg."
    ],
    "c": 2,
    "exp": "ABRvS Sinterklaasintocht.\n\nHet grondwettelijk stelsel (art. 6 t/m 9 Gw) voorkomt dat lokale overheden de inhoud van publieke uitingen toetsen. Dat zou neerkomen op preventieve censuur."
  },
  {
    "q": "Wat is het verschil tussen beleidsvrijheid en beoordelingsvrijheid?",
    "a": [
      "Beleidsvrijheid ziet op de vaststelling van feiten, beoordelingsvrijheid op de belangenafweging.",
      "Beleidsvrijheid biedt ruimte voor belangenafweging, beoordelingsvrijheid ziet op de uitleg van vage wettelijke criteria.",
      "Beleidsvrijheid is altijd expliciet in de wet opgenomen, beoordelingsvrijheid is altijd impliciet.",
      "Beleidsvrijheid kan niet door de rechter worden getoetst, beoordelingsvrijheid wordt integraal getoetst."
    ],
    "c": 1,
    "exp": "Art. 3:4 lid 1 Awb.\n\nBeleidsvrijheid (beleidsruimte) geeft het bestuur de vrijheid om belangen af te wegen bij de uitoefening van een bevoegdheid ('kunnen'). Beoordelingsvrijheid (of -ruimte) ziet op de vrijheid om te beoordelen of aan wettelijke voorwaarden is voldaan."
  },
  {
    "q": "Wanneer mag een bestuursorgaan volgens het specialiteitsbeginsel nadeelcompensatie aanbieden?",
    "a": [
      "Wanneer het besluit onrechtmatig is en schadevergoeding vereist is.",
      "Wanneer voorschriften niet voldoende zijn om onaanvaardbare schade aan derden te voorkomen.",
      "Wanneer de aanvrager van het besluit bereid is om de kosten te dragen.",
      "Wanneer er geen wettelijke grondslag is voor het nemen van het besluit."
    ],
    "c": 1,
    "exp": "Art. 3:4 lid 1 Awb.\n\nIndien niet tegemoet kan worden gekomen aan de belangen van derden door middel van voorschriften of beperkingen, overweegt het bestuursorgaan het aanbieden van nadeelcompensatie (bij rechtmatig overheidshandelen)."
  }
]