[
  {
    "q": "De burgemeester van de gemeente X weigert een vergunning voor een demonstratie van een radicale politieke groepering. In het besluit stelt de burgemeester dat de opvattingen van de groepering ‘moreel verwerpelijk’ zijn en niet passen binnen de normen en waarden van de gemeente. De burgemeester baseert de weigering op zijn bevoegdheid tot handhaving van de openbare orde in de Algemene Plaatselijke Verordening (APV). Beoordeel de rechtmatigheid van deze weigering in het licht van het specialiteitsbeginsel en de jurisprudentie.",
    "sample": "Issue: De rechtsvraag is of de burgemeester een demonstratievergunning mag weigeren op grond van de inhoud van de uitingen, gebruikmakend van zijn openbare orde-bevoegdheid.\n\nRule: Op grond van het specialiteitsbeginsel (artikel 3:4 lid 1 Awb) mag een bevoegdheid uitsluitend worden gebruikt voor het doel waarvoor deze is verleend. Volgens de uitspraak Sinterklaasintocht ziet het begrip ‘openbare orde’ in de APV slechts op het ordelijk verloop van het gemeenschapsleven en niet op de inhoud van uitingen (censuurverbod).\n\nApplication: De burgemeester weigert de vergunning vanwege de inhoudelijke moraliteit van de groepering, niet vanwege een dreigende wanordelijkheid. Hiermee overschrijdt hij het doel van zijn bevoegdheid (handhaving openbare orde).\n\nConclusion: De weigering is onrechtmatig wegens strijd met het specialiteitsbeginsel en het verbod op inhoudelijke toetsing.",
    "checklist": [
      "Specialiteitsbeginsel beperkt bevoegdheid tot wettelijk doel",
      "Openbare orde ziet enkel op ordelijk verloop",
      "Inhoudelijke toetsing uitingen is niet toegestaan",
      "Weigering op morele gronden is onrechtmatig"
    ],
    "exp": "De burgemeester handelt in strijd met het specialiteitsbeginsel (art. 3:4 lid 1 Awb). Zoals bepaald in de uitspraak Sinterklaasintocht, is de bevoegdheid tot handhaving van de openbare orde beperkt tot het ordelijk verloop van het gemeenschapsleven. Het grondwettelijk stelsel verzet zich tegen een inhoudelijke toetsing van uitingen."
  },
  {
    "q": "Na de vondst van een kleine hoeveelheid softdrugs in een huurwoning besluit de burgemeester de woning voor zes maanden te sluiten op grond van de Opiumwet. De bewoner is een alleenstaande vader met drie jonge kinderen die hierdoor op straat komen te staan. De burgemeester stelt dat hij beleidsruimte heeft en dat sluiting een geschikt middel is om drugshandel tegen te gaan. Hij overweegt niet of een minder ingrijpende maatregel mogelijk was. Beoordeel dit besluit aan de hand van de eisen voor evenredigheid.",
    "sample": "Issue: De rechtsvraag is of de woningsluiting voldoet aan het evenredigheidsbeginsel van artikel 3:4 lid 2 Awb, zoals ingevuld door de jurisprudentie.\n\nRule: Volgens de uitspraak Woningsluiting Harderwijk moet de bestuursrechter toetsen aan drie factoren: geschiktheid, noodzakelijkheid en evenwichtigheid. De maatregel mag niet onnodig nadelig zijn.\n\nApplication: Hoewel sluiting geschikt kan zijn (doelbereiking), heeft de burgemeester de noodzakelijkheid (is er een minder ingrijpend middel, zoals een waarschuwing?) en de evenwichtigheid (gevolgen voor het gezin met kinderen) niet kenbaar gewogen.\n\nConclusion: Het besluit is in strijd met het evenredigheidsbeginsel wegens het ontbreken van een afweging over noodzakelijkheid en evenwichtigheid.",
    "checklist": [
      "Toetsing aan geschiktheid, noodzakelijkheid en evenwichtigheid",
      "Noodzakelijkheid vereist onderzoek naar minder ingrijpend middel",
      "Belangen kinderen en woonrecht onvoldoende meegewogen",
      "Besluit is onvoldoende evenredig gemotiveerd"
    ],
    "exp": "Op grond van artikel 3:4 lid 2 Awb en de uitspraak Woningsluiting Harderwijk moet een maatregel geschikt, noodzakelijk en evenwichtig zijn. De burgemeester heeft verzuimd de noodzakelijkheid (subsidiariteit) en de impact op de woonbelangen van het gezin (evenwichtigheid) te toetsen."
  },
  {
    "q": "De gemeenteraad van Y wil voorkomen dat er een discotheek wordt gevestigd in een bepaald pand. Omdat het bestemmingsplan een discotheek toestaat, kan de vergunning op die grond niet worden geweigerd. Het college van B&W besluit daarop het pand aan te kopen namens de gemeente, gebruikmakend van een publiekrechtelijke onteigeningsbevoegdheid, louter om de vestiging van de discotheek te blokkeren. Kwalificeer dit handelen juridisch.",
    "sample": "Issue: De rechtsvraag is of het college de onteigeningsbevoegdheid mag inzetten om de vestiging van een discotheek te voorkomen, terwijl deze bevoegdheid daar niet voor bedoeld is.\n\nRule: Artikel 3:3 Awb bevat het verbod van détournement de pouvoir. Een bestuursorgaan mag een bevoegdheid niet gebruiken voor een ander doel dan waarvoor die bevoegdheid is verleend.\n\nApplication: De onteigeningsbevoegdheid is verleend voor ruimtelijke ontwikkeling en algemeen nut, niet om specifieke ongewenste gebruikers te weren die planologisch zijn toegestaan. Het college gebruikt de bevoegdheid voor een oneigenlijk doel.\n\nConclusion: Er is sprake van détournement de pouvoir (misbruik van bevoegdheid), wat het besluit onrechtmatig maakt.",
    "checklist": [
      "Artikel 3:3 Awb verbiedt détournement de pouvoir",
      "Bevoegdheid uitsluitend gebruiken voor wettelijk doel",
      "Onteigening gebruikt voor oneigenlijk (werend) doel",
      "Handelen is onrechtmatig wegens machtsmisbruik"
    ],
    "exp": "Dit is een schoolvoorbeeld van détournement de pouvoir (art. 3:3 Awb). Het bestuursorgaan gebruikt een bevoegdheid (onteigening) voor een ander doel (weren discotheek) dan waarvoor de bevoegdheid is gegeven, om zo een andere publiekrechtelijke weg te omzeilen."
  },
  {
    "q": "Het bestuursorgaan legt een bestuurlijke boete van €10.000 op aan een bedrijf wegens overtreding van milieuvoorschriften. Het bedrijf gaat in beroep en stelt dat de boete onevenredig hoog is gezien de geringe ernst van de overtreding. De rechtbank toetst de boete terughoudend en oordeelt dat het bestuursorgaan 'in redelijkheid' tot deze boete heeft kunnen komen. Is deze toetsingsmaatstaf van de rechtbank juist?",
    "sample": "Issue: De rechtsvraag is welke toetsingsintensiteit de bestuursrechter moet hanteren bij de beoordeling van de hoogte van een bestraffende bestuurlijke sanctie.\n\nRule: Bij bestraffende sancties (criminal charge in de zin van art. 6 EVRM) moet de rechter niet marginaal ('in redelijkheid'), maar integraal (volledig) toetsen of de sanctie passend en geboden is.\n\nApplication: De rechtbank heeft een marginale toets aangelegd ('in redelijkheid'), terwijl bij een punitieve sanctie zoals een boete een volle toetsing vereist is.\n\nConclusion: De toetsingsmaatstaf is onjuist; de rechter had de hoogte van de boete integraal moeten toetsen.",
    "checklist": [
      "Bestuurlijke boete is een bestraffende sanctie",
      "Artikel 6 EVRM vereist integrale toetsing",
      "Marginale toetsing is hier onjuist",
      "Rechter moet zelfredzaamheid sanctie beoordelen"
    ],
    "exp": "Bij bestraffende sancties geldt op grond van artikel 6 EVRM en nationale jurisprudentie dat de rechter niet volstaat met een marginale toets. De rechter moet integraal toetsen of de sanctie in het concrete geval evenredig ('passend en geboden') is."
  },
  {
    "q": "Een wet bepaalt: 'De minister kan een subsidie verlenen voor culturele activiteiten.' De minister weigert een subsidie aan Stichting X zonder enige motivering over de belangen van de stichting. De minister stelt in beroep dat de wet zegt 'kan', en dat dit betekent dat hij vrij is om te kiezen zonder belangenafweging. Evalueer dit standpunt.",
    "sample": "Issue: De rechtsvraag is of een discretionaire bevoegdheid ('kan') het bestuursorgaan ontslaat van de plicht tot belangenafweging.\n\nRule: Artikel 3:4 lid 1 Awb verplicht het bestuursorgaan om bij de uitoefening van een bevoegdheid met beleidsruimte de rechtstreeks betrokken belangen af te wegen.\n\nApplication: Het woord 'kan' impliceert beleidsruimte (discretionaire bevoegdheid). Juist bij beleidsruimte is de plicht tot belangenafweging van toepassing. De minister mag niet beslissen zonder de belangen van Stichting X mee te wegen.\n\nConclusion: Het standpunt is onjuist; artikel 3:4 lid 1 Awb verplicht tot belangenafweging bij beleidsruimte.",
    "checklist": [
      "Term 'kan' duidt op beleidsruimte",
      "Artikel 3:4 lid 1 Awb verplicht belangenafweging",
      "Beleidsruimte ontslaat niet van zorgvuldigheidsplicht",
      "Weigering zonder afweging is onrechtmatig"
    ],
    "exp": "Het gebruik van het woord 'kan' duidt op beleidsruimte (discretionaire bevoegdheid). Artikel 3:4 lid 1 Awb bepaalt dat het bestuursorgaan in dat geval de rechtstreeks bij het besluit betrokken belangen moet afwegen. Willekeur is niet toegestaan."
  }
]