[
  {
    "q": "Artikel 3:4 lid 1 Awb bevat een procedurele eis die verlangt dat het bestuursorgaan overgaat tot het afwegen van belangen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Uit lid 1 van artikel 3:4 Awb volgt een procedurele eis. Het verlangt slechts dat het bestuursorgaan overgaat tot afweging."
  },
  {
    "q": "Het specialiteitsbeginsel houdt in dat een bestuursorgaan alle denkbare algemene belangen mag behartigen, zolang dit het algemeen welzijn dient.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het specialiteitsbeginsel houdt in dat een bestuursorgaan uitsluitend die specifieke bevoegdheden mag uitoefenen die hem zijn toegekend, en uitsluitend ter behartiging van de daarbij behorende (specifieke) belangen."
  },
  {
    "q": "Artikel 3:3 Awb codificeert het verbod van détournement de pouvoir.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:3 Awb is het verbod van détournement de pouvoir (misbruik van bevoegdheid). Dit houdt in dat bevoegdheden alleen mogen worden gebruikt voor het doel waarvoor zij zijn gegeven."
  },
  {
    "q": "Bij de belangenafweging mogen particuliere belangen van derden nooit een rol spelen vanwege het specialiteitsbeginsel.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Binnen het kader van het specialiteitsbeginsel kunnen belangen van derden soms een rol spelen, mits zij voldoende verband houden met het doel van de bevoegdheid."
  },
  {
    "q": "Volgens de uitspraak Woningsluiting Harderwijk dient de bestuursrechter te beoordelen of het bestuursorgaan 'in redelijkheid' tot het besluit heeft kunnen komen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De bestuursrechter dient bij de toetsing niet te beoordelen of het bestuursorgaan 'in redelijkheid' tot het besluit heeft kunnen komen, maar moet aansluiten bij de bewoordingen van artikel 3:4 lid 2 Awb (evenredigheid)."
  },
  {
    "q": "Bij de toetsing van bestraffende bestuurlijke sancties toetst de bestuursrechter de hoogte van de sanctie marginaal.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Bij de toetsing van bestraffende bestuurlijke sancties moet de bestuursrechter niet marginaal maar integraal (volledig) toetsen."
  },
  {
    "q": "In de zaak Sinterklaasintocht oordeelde de Afdeling dat de burgemeester de vergunning had moeten weigeren wegens strijd met artikel 8 EVRM.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Afdeling oordeelde dat de burgemeester terecht niet heeft getoetst aan artikel 8 EVRM, omdat een eventuele schending niet rechtstreeks voortvloeit uit het besluit maar uit gedrag van derden."
  },
  {
    "q": "De burgemeester is op grond van de openbare orde bevoegd om preventief toezicht te houden op de inhoud van publieke uitingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het grondwettelijk stelsel (art. 6 t/m 9 Gw) voorkomt dat lokale overheden de inhoud van publieke uitingen toetsen; dat zou neerkomen op preventieve censuur."
  },
  {
    "q": "De drie factoren die een rol spelen bij de evenredigheidstoetsing zijn geschiktheid, noodzakelijkheid en evenwichtigheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij de toetsing aan artikel 3:4 lid 2 Awb spelen de geschiktheid, de noodzakelijkheid en de evenwichtigheid een rol."
  },
  {
    "q": "Nadeelcompensatie ziet op schadevergoeding wegens onrechtmatig overheidshandelen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Nadeelcompensatie betreft schadevergoeding wegens rechtmatig overheidshandelen."
  },
  {
    "q": "Een bestuursorgaan is verplicht de rechtstreeks bij het besluit betrokken belangen af te wegen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:4 lid 1 Awb bepaalt dat het bestuursorgaan de rechtstreeks bij het besluit betrokken belangen afweegt."
  },
  {
    "q": "Het begrip 'openbare orde' in de APV heeft een ruime betekenis die ook discriminatieverboden omvat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De term openbare orde in de APV heeft een beperkte betekenis, namelijk het ordelijk verloop van het gemeenschapsleven."
  },
  {
    "q": "Indien niet tegemoet kan worden gekomen aan belangen via voorschriften, moet het bestuursorgaan nadeelcompensatie overwegen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Indien niet tegemoet kan worden gekomen door middel van voorschriften, dan overweegt het bestuursorgaan het aanbieden van nadeelcompensatie."
  },
  {
    "q": "In de zaak Woningsluiting Harderwijk oordeelde de Afdeling dat de burgemeester voldoende rekening had gehouden met de belangen van de kinderen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Afdeling oordeelde dat de burgemeester bij de belangenafweging te weinig aandacht had besteed aan de belangen van de huurder en zijn kinderen."
  },
  {
    "q": "Papieren beleid houdt in dat een bestuursorgaan zich beroept op een belang waar het in de praktijk weinig aan doet.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Men spreekt van papieren beleid als een bestuursorgaan zich beroept op het gewicht van een algemeen belang, terwijl er in de praktijk weinig voor is gedaan om dat te behartigen."
  },
  {
    "q": "Artikel 3:4 lid 2 Awb verbiedt dat de nadelige gevolgen van een besluit onevenredig zijn in verhouding tot de te dienen doelen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:4 lid 2 Awb stelt dat de nadelige gevolgen van een besluit niet onevenredig mogen zijn in verhouding tot de met het besluit te dienen doelen."
  },
  {
    "q": "Een weigering van een vergunning is alleen toelaatbaar als de specifieke algemene belangen van de bevoegdheid daartoe dwingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Een weigering of intrekking van een vergunning is alleen toelaatbaar als de algemene belangen ter behartiging waarvan de bevoegdheid is verleend, daartoe dwingen."
  },
  {
    "q": "Het evenredigheidsbeginsel is een formeel beginsel van behoorlijk bestuur.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het evenredigheidsbeginsel (art. 3:4 Awb) wordt geclassificeerd als een materieel beginsel van behoorlijk bestuur."
  },
  {
    "q": "In de zaak Sinterklaasintocht vloeide de gestelde grondrechtsschending rechtstreeks voort uit het besluit van de burgemeester.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De gestelde schending van art. 8 EVRM vloeide niet rechtstreeks voort uit de verlening van de vergunning, maar uit het gedrag van derden."
  },
  {
    "q": "De factor 'noodzakelijkheid' in de evenredigheidstoets ziet op de vraag of het doel met een minder ingrijpend middel kan worden bereikt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Noodzakelijkheid ziet op de vraag of het doel niet met een minder ingrijpend middel kan worden bereikt (subsidiariteit)."
  },
  {
    "q": "Een bestuursorgaan heeft geen beleidsruimte als de wet dwingend voorschrijft hoe te beslissen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In het geval dat een bestuursorgaan beleidsruimte heeft, kan het belangen afwegen; bij een gebonden bevoegdheid is er geen ruimte."
  },
  {
    "q": "Bij de beoordeling van evenredigheid spelen de aard en het gewicht van de betrokken belangen geen rol.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De beoordeling van evenredigheid is afhankelijk van oriëntatiepunten, waaronder de aard en het gewicht van de bij het besluit betrokken belangen."
  },
  {
    "q": "De burgemeester mag bij een evenementenvergunning toetsen aan de goede smaak en zedelijkheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De burgemeester toetst aan openbare orde en veiligheid; toetsing aan inhoudelijke criteria is in strijd met het censuurverbod."
  },
  {
    "q": "Het verbinden van voorschriften aan een vergunning biedt meer ruimte voor belangenafweging dan het weigeren van een vergunning.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Er moet onderscheid gemaakt worden: een weigering is strikter gebonden aan het specifieke belang, terwijl voorschriften kunnen dienen om tegemoet te komen aan belangen van derden."
  },
  {
    "q": "Het evenwichtigheidsbeginsel vereist dat er geen wanverhouding bestaat tussen de belangen en de gevolgen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Er mag geen wanverhouding bestaan tussen de betreffende belangen en de gevolgen voor de belanghebbenden (art. 3:4 lid 2 Awb)."
  },
  {
    "q": "In de uitspraak Woningsluiting Harderwijk werd de 'in redelijkheid'-toetsing bevestigd als de juiste maatstaf voor evenredigheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De bestuursrechter dient bij de toetsing juist niet te beoordelen of het orgaan 'in redelijkheid' tot het besluit kon komen, maar moet toetsen aan geschiktheid, noodzakelijkheid en evenwichtigheid."
  },
  {
    "q": "Een bestuursorgaan mag zich laten leiden door beleidsmatige inzichten zonder dat dit als vooringenomenheid geldt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Er wordt niet van vooringenomenheid gesproken indien een functionaris zich laat leiden door beleidsmatige inzichten bij het vormen van een oordeel."
  },
  {
    "q": "Het EVRM bepaalt welk nationaal orgaan toezicht moet houden op de naleving van mensenrechten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het EVRM bepaalt niet welk orgaan binnen een staat moet zorgen voor de naleving; dat hangt af van het nationale systeem."
  },
  {
    "q": "De ingrijpendheid van een besluit is een oriëntatiepunt voor de evenredigheidstoets.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Een van de oriëntatiepunten is de ingrijpendheid van het besluit en de mate waarin het fundamentele rechten aantast."
  },
  {
    "q": "Artikel 3:4 lid 1 Awb kan worden gezien als een codificatie van het specialiteitsbeginsel.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:4 lid 1 Awb kan worden gezien als een codificatie van het specialiteitsbeginsel."
  }
]