[
  {
    "q": "Wat houdt de fase van 'naming' in binnen het theoretische model voor de ontwikkeling van juridische geschillen?",
    "a": [
      "De benadeelde partij stelt de wederpartij formeel aansprakelijk voor de geleden schade.",
      "De benadeelde partij onderneemt juridische actie door een dagvaarding uit te brengen.",
      "De benadeelde partij definieert een bepaalde ervaring als een onrecht of een schending.",
      "De benadeelde partij schrijft de schuld van het incident toe aan een specifieke dader.",
      "De benadeelde partij zoekt contact met een advocaat voor juridisch advies."
    ],
    "c": 2,
    "exp": "Naming is de eerste fase in het transformatieproces van een geschil. In deze fase moet een betrokkene een ervaring of probleem eerst herkennen en benoemen als een juridisch relevant probleem of onrecht, alvorens verdere stappen kunnen worden ondernomen."
  },
  {
    "q": "Welk percentage van de (potentieel) juridische problemen tussen burgers leidt uiteindelijk tot een gerechtelijke procedure?",
    "a": [
      "Ongeveer 3 procent.",
      "Ongeveer 11 procent.",
      "Ongeveer 28 procent.",
      "Ongeveer 49 procent."
    ],
    "c": 0,
    "exp": "Uit empirisch onderzoek blijkt dat slechts een zeer klein deel van de geschillen de rechter bereikt. Ongeveer 3% van de juridische problemen resulteert in een gerechtelijke procedure, terwijl het merendeel buiten de rechtszaal wordt opgelost of blijft liggen."
  },
  {
    "q": "Welk type partij beschikt in juridische procedures doorgaans over de meeste strategische voordelen door ervaring en middelen?",
    "a": [
      "De one-shotter.",
      "De repeat player.",
      "De natuurlijke persoon.",
      "De rechtzoekende."
    ],
    "c": 1,
    "exp": "Repeat players, zoals grote bedrijven of overheidsinstanties, zijn partijen die regelmatig procederen. Zij beschikken over meer ervaring, financiële middelen, en strategische kennis om procedures in hun voordeel te sturen ten opzichte van eenmalige procespartijen (one-shotters)."
  },
  {
    "q": "Wat is een kenmerkend gevolg van een klacht-gebaseerd handhavingssysteem (complaint-based system) bij arbeidsrechtelijke schendingen zoals loondiefstal?",
    "a": [
      "Werknemers zullen sneller naar de rechter stappen vanwege de lage drempel.",
      "Werkgevers worden preventief gecontroleerd waardoor overtredingen dalen.",
      "De handhaving is afhankelijk van het initiatief van vaak kwetsbare werknemers.",
      "De overheid neemt de volledige verantwoordelijkheid voor het opsporen van daders."
    ],
    "c": 2,
    "exp": "Een systeem dat afhankelijk is van klachten legt de bewijslast en het initiatief bij de werknemer. Dit is inefficiënt bij loondiefstal omdat kwetsbare werknemers vaak geen actie durven ondernemen uit angst voor represailles of ontslag, waardoor structurele schendingen blijven bestaan."
  },
  {
    "q": "Welke groep burgers loopt het grootste risico om géén actie te ondernemen bij juridische problemen?",
    "a": [
      "Hoogopgeleiden en werkenden in loondienst.",
      "Mensen met een rechtsbijstandsverzekering.",
      "Ouderen met een hoog besteedbaar inkomen.",
      "Lager opgeleiden en uitkeringsgerechtigden."
    ],
    "c": 3,
    "exp": "Kwetsbare groepen, zoals lager opgeleiden en uitkeringsgerechtigden, blijven vaker passief bij juridische problemen. Dit komt door een combinatie van factoren zoals een gebrek aan juridische kennis, beperkte financiële middelen en een lager vertrouwen in het rechtssysteem."
  },
  {
    "q": "Wat wordt in de context van de toegang tot het recht verstaan onder de 'smalle definitie'?",
    "a": [
      "De toegang tot preventieve juridische voorzieningen en buitengerechtelijke procedures.",
      "De mogelijkheid om wetgeving te beïnvloeden via democratische processen.",
      "De formele toegang tot de rechter en de beschikbaarheid van rechtsbijstand.",
      "De mate waarin burgers kennis hebben van hun fundamentele grondrechten."
    ],
    "c": 2,
    "exp": "De smalle definitie van toegang tot het recht richt zich specifiek op de formele toegang tot de rechtspraak en advocatuur. De brede definitie omvat ook preventie, buitengerechtelijke geschilbeslechting en de maatschappelijke effectiviteit van recht."
  },
  {
    "q": "Welke strategie hanteren de meeste burgers in eerste instantie om een juridisch probleem op te lossen?",
    "a": [
      "Zij schakelen direct een gespecialiseerde advocaat in.",
      "Zij proberen het probleem zelfstandig op te lossen.",
      "Zij stappen naar een onafhankelijke geschillencommissie.",
      "Zij starten onmiddellijk een gerechtelijke procedure."
    ],
    "c": 1,
    "exp": "Het overgrote deel van de rechtzoekenden (ongeveer 49%) probeert een juridisch probleem eerst zelf op te lossen, bijvoorbeeld door in contact te treden met de tegenpartij, zonder direct juridische hulp in te schakelen."
  },
  {
    "q": "Welke juridische kwalificatie werd door de Hoge Raad toegekend aan de arbeidsrelatie van Deliveroo-bezorgers?",
    "a": [
      "Zij kwalificeren als zelfstandigen zonder personeel (ZZP).",
      "Zij kwalificeren als werknemers in loondienst.",
      "Zij kwalificeren als uitzendkrachten via een platform.",
      "Zij kwalificeren als vrijwilligers met een onkostenvergoeding."
    ],
    "c": 1,
    "exp": "Arrest Hoge Raad (Deliveroo).\n\nDe Hoge Raad heeft geoordeeld dat de bezorgers van Deliveroo, ondanks de contractuele benaming als zelfstandigen, feitelijk kwalificeren als werknemers en daardoor recht hebben op de bescherming van het arbeidsrecht."
  },
  {
    "q": "Wat is het voornaamste doel van 'strategic litigation' (strategisch procederen)?",
    "a": [
      "Het minimaliseren van de proceskosten voor de individuele cliënt.",
      "Het bereiken van een snelle schikking zonder rechterlijke tussenkomst.",
      "Het bewerkstelligen van maatschappelijke verandering via jurisprudentie.",
      "Het vermijden van media-aandacht rondom een juridisch geschil."
    ],
    "c": 2,
    "exp": "Strategisch procederen houdt in dat belangenorganisaties of advocaten rechtszaken voeren niet alleen voor het individuele belang, maar met het doel om via een rechterlijke uitspraak bredere maatschappelijke of juridische veranderingen teweeg te brengen en structurele ongelijkheid aan te kaarten."
  },
  {
    "q": "Welke fase volgt direct op de 'blaming'-fase in het proces van geschilontwikkeling?",
    "a": [
      "Naming.",
      "Shaming.",
      "Claiming.",
      "Framing."
    ],
    "c": 2,
    "exp": "Het model van geschilontwikkeling verloopt via naming (herkennen), blaming (toeschrijven van schuld) naar claiming. In de claiming-fase onderneemt de benadeelde daadwerkelijk actie door de verantwoordelijke partij aan te spreken en genoegdoening te eisen."
  },
  {
    "q": "Welke categorie problemen komt het meest frequent voor onder burgers volgens de Geschilbeslechtingsdelta?",
    "a": [
      "Problemen gerelateerd aan aankopen en diensten.",
      "Problemen gerelateerd aan familie en relaties.",
      "Problemen gerelateerd aan overheidsuitkeringen.",
      "Problemen gerelateerd aan strafrechtelijke vervolging."
    ],
    "c": 0,
    "exp": "Juridische problemen met betrekking tot de aankoop van producten en diensten zijn de meest voorkomende categorie geschillen (ongeveer 30%), gevolgd door werkgerelateerde problemen."
  },
  {
    "q": "Wat is een significant nadeel van een individualistische benadering van toegang tot het recht bij arbeidsconflicten?",
    "a": [
      "Het leidt tot een overbelasting van de rechterlijke macht door te veel individuele zaken.",
      "Het negeert structurele machtsverschillen en de angst voor represailles bij de werknemer.",
      "Het zorgt ervoor dat vakbonden te veel macht krijgen in het onderhandelingsproces.",
      "Het beperkt de mogelijkheid voor werkgevers om flexibele contracten aan te bieden."
    ],
    "c": 1,
    "exp": "Een individualistische benadering gaat ervan uit dat elk individu zelfredzaam is in het claimen van rechten. Dit miskent de realiteit dat werknemers vaak economisch afhankelijk zijn en vrezen voor represailles, waardoor zij afzien van het claimen van hun rechten tegenover een machtigere werkgever."
  },
  {
    "q": "Wat kenmerkt de onderzoeksmethode van de 'Geschilbeslechtingsdelta'?",
    "a": [
      "Kwalitatieve diepte-interviews met een kleine groep rechters.",
      "Kwantitatief survey-onderzoek onder een representatieve bevolkingsgroep.",
      "Rechtsvergelijkend literatuuronderzoek naar diverse rechtssystemen.",
      "Participerende observatie binnen advocatenkantoren en rechtbanken."
    ],
    "c": 1,
    "exp": "De Geschilbeslechtingsdelta is een grootschalig kwantitatief onderzoek waarbij via enquêtes onder een representatieve steekproef van de bevolking in kaart wordt gebracht hoe vaak juridische problemen voorkomen en hoe deze worden afgehandeld."
  },
  {
    "q": "Welk effect heeft het bezit van een rechtsbijstandsverzekering op het gedrag van rechtzoekenden?",
    "a": [
      "Zij zijn minder geneigd om juridische hulp te zoeken vanwege de eigen bijdrage.",
      "Zij lossen problemen vaker informeel op zonder tussenkomst van derden.",
      "Zij schakelen vaker juridische hulp in bij ernstige juridische problemen.",
      "Zij starten minder vaak gerechtelijke procedures dan onverzekerden."
    ],
    "c": 2,
    "exp": "Het hebben van een rechtsbijstandsverzekering verlaagt de financiële drempel, waardoor verzekerden bij ernstige conflicten of problemen met een groot financieel belang sneller en vaker professionele juridische bijstand inschakelen."
  },
  {
    "q": "Wat wordt bedoeld met de 'lumping it'-strategie bij juridische problemen?",
    "a": [
      "De partijen voegen meerdere geschillen samen tot één rechtszaak.",
      "De benadeelde partij onderneemt geen actie en accepteert de situatie.",
      "De rechter wijst de vordering af wegens gebrek aan bewijs.",
      "De partijen bereiken een schikking via mediation."
    ],
    "c": 1,
    "exp": "'Lumping it' verwijst naar de reactie waarbij een persoon met een juridisch probleem besluit om geen stappen te ondernemen (passiviteit) en het probleem of het onrecht te verdragen, vaak uit angst, onwetendheid of kostenoverwegingen."
  },
  {
    "q": "Welk type rechtzoekende wordt door Galanter aangeduid als 'one-shotter'?",
    "a": [
      "Een partij die slechts incidenteel betrokken is bij een juridisch geschil.",
      "Een partij die strategisch procedeert om precedenten te scheppen.",
      "Een partij die beschikt over een in-house juridische afdeling.",
      "Een partij die beroepsmatig betrokken is bij vele vergelijkbare zaken."
    ],
    "c": 0,
    "exp": "Een one-shotter is een partij, vaak een natuurlijk persoon, die slechts sporadisch of eenmalig met het rechtssysteem in aanraking komt en daardoor minder ervaring en middelen heeft dan de wederpartij (vaak een repeat player)."
  },
  {
    "q": "Welke conclusie kan worden getrokken over de relatie tussen maatschappelijke participatie en juridische problemen?",
    "a": [
      "Mensen die maatschappelijk inactief zijn, lopen het grootste risico op conflicten.",
      "Een actieve deelname aan de maatschappij verhoogt de kans op juridische problemen.",
      "Er is geen correlatie tussen arbeidsparticipatie en het aantal juridische geschillen.",
      "Alleen mensen met een hoog inkomen ervaren juridische problemen."
    ],
    "c": 1,
    "exp": "Wie economisch en sociaal actief is (werken, huren, kopen), gaat meer juridische relaties en contracten aan. Hierdoor neemt statistisch gezien de kans toe dat men geconfronteerd wordt met juridische problemen, zoals arbeidsconflicten of consumentengeschillen."
  },
  {
    "q": "Wat is een veelvoorkomende reden voor slachtoffers van 'wage theft' (loonroof) om geen juridische stappen te ondernemen?",
    "a": [
      "De overtuiging dat het loonverschil te verwaarlozen is.",
      "De angst voor ontslag of verslechtering van de arbeidsrelatie.",
      "De verplichting om eerst interne mediation te volgen.",
      "De wettelijke onmogelijkheid om werkgevers aan te klagen."
    ],
    "c": 1,
    "exp": "Bij loonroof speelt de afhankelijkheidsrelatie een grote rol. Werknemers vrezen dat het claimen van hun recht (het opeisen van loon) leidt tot negatieve sancties vanuit de werkgever, zoals ontslag, uitsluiting of een slechtere werksfeer."
  },
  {
    "q": "Welk methodologisch voordeel biedt kwalitatief onderzoek (zoals interviews) ten opzichte van kwantitatief onderzoek bij toegang tot het recht?",
    "a": [
      "Het levert statistisch generaliseerbare cijfers op over de hele populatie.",
      "Het biedt diepgaand inzicht in de persoonlijke beweegredenen en barrières.",
      "Het maakt het mogelijk om causale verbanden objectief vast te stellen.",
      "Het kost aanzienlijk minder tijd en middelen om uit te voeren."
    ],
    "c": 1,
    "exp": "Kwalitatief onderzoek, zoals interviews met slachtoffers of rechtzoekenden, biedt inzicht in het 'waarom'. Het legt de onderliggende motivaties, emoties, en psychologische drempels bloot die in naakte statistieken (kwantitatief) onzichtbaar blijven."
  },
  {
    "q": "Welke trend is zichtbaar in het gebruik van gerechtelijke procedures door burgers sinds 2003?",
    "a": [
      "Het aantal gerechtelijke procedures is stabiel gebleven.",
      "Het aantal gerechtelijke procedures is sterk toegenomen.",
      "Het aantal gerechtelijke procedures is ongeveer gehalveerd.",
      "Het aantal gerechtelijke procedures is verdubbeld."
    ],
    "c": 2,
    "exp": "Uit de langjarige metingen van de Geschilbeslechtingsdelta blijkt dat het percentage geschillen dat eindigt in een gang naar de rechter sinds 2003 aanzienlijk is gedaald, tot ongeveer een halvering."
  },
  {
    "q": "Wat is de functie van de 'blaming'-fase in het geschilbeslechtingsproces?",
    "a": [
      "Het juridisch kwalificeren van de feiten door een advocaat.",
      "Het toeschrijven van de verantwoordelijkheid voor het probleem aan een andere partij.",
      "Het formeel indienen van een schadeclaim bij de verzekeraar.",
      "Het accepteren van het verlies en afzien van verdere stappen."
    ],
    "c": 1,
    "exp": "In de blaming-fase verschuift de perceptie van het probleem. De benadeelde ziet het niet langer als domme pech, maar wijst een verantwoordelijke aan (een persoon of instantie) die schuld heeft aan het ontstane probleem."
  },
  {
    "q": "Welke impact heeft multiproblematiek op de toegang tot het recht?",
    "a": [
      "Mensen met meerdere problemen zijn vaak daadkrachtiger in het oplossen ervan.",
      "Multiproblematiek leidt tot een efficiëntere afhandeling door bundeling van zaken.",
      "De stapeling van problemen verhoogt de drempel om effectief juridische actie te ondernemen.",
      "Er is geen aantoonbaar effect van multiproblematiek op juridisch handelen."
    ],
    "c": 2,
    "exp": "Mensen die kampen met een stapeling van problemen (bijvoorbeeld schulden, wonen én werk) ervaren vaak zoveel stress en complexiteit dat hun vermogen om rationele juridische stappen te zetten afneemt, wat de toegang tot het recht belemmert."
  },
  {
    "q": "Waarom vormt de perceptie van 'zinloosheid' een barrière voor de mobilisatie van rechten?",
    "a": [
      "Omdat mensen geloven dat de rechter hen altijd in het gelijk zal stellen.",
      "Omdat mensen de kosten van een procedure hoger inschatten dan de baten.",
      "Omdat mensen ervan uitgaan dat de tegenpartij onschendbaar is.",
      "Omdat mensen geen toegang hebben tot internet om informatie te zoeken."
    ],
    "c": 1,
    "exp": "Veel mensen maken (bewust of onbewust) een kosten-batenanalyse. Als zij denken dat de procedure te duur, te tijdrovend of de uitkomst te onzeker is in verhouding tot wat het oplevert, zien zij af van actie omdat ze het als zinloos ervaren."
  },
  {
    "q": "Welke rol speelt de overheid als 'repeat player' in bestuursrechtelijke procedures?",
    "a": [
      "De overheid procedeert zelden en heeft daardoor een nadelige positie.",
      "De overheid beschikt over specialistische kennis en ervaring die burgers vaak missen.",
      "De overheid is wettelijk verplicht om burgers altijd juridisch bij te staan.",
      "De overheid verliest standaard vaker zaken vanwege de bewijslast."
    ],
    "c": 1,
    "exp": "Als repeat player heeft de overheid structurele voordelen: ze procederen frequent, hebben juridische afdelingen, kennen de regels in detail en kunnen strategisch handelen om precedenten te scheppen, wat hen een voorsprong geeft op de burger."
  },
  {
    "q": "Wat impliceert de term 'juridification' (juridisering) van de samenleving?",
    "a": [
      "Dat het aantal advocaten in verhouding tot de bevolking afneemt.",
      "Dat steeds meer aspecten van het dagelijks leven worden gereguleerd door wetten.",
      "Dat rechters steeds vaker informele oplossingen verkiezen boven vonnissen.",
      "Dat de overheid zich terugtrekt uit de regulering van de markt."
    ],
    "c": 1,
    "exp": "Juridification verwijst naar het proces waarbij steeds meer sociale relaties en alledaagse situaties (zoals wonen, werken, consumeren) worden onderworpen aan formele juridische regels en procedures."
  },
  {
    "q": "Welke factor is het minst bepalend voor het wel of niet inschakelen van rechtshulp volgens de Geschilbeslechtingsdelta?",
    "a": [
      "De ernst van het probleem.",
      "Het financiële belang van de zaak.",
      "De kosten van de rechtshulp zelf.",
      "Het bezit van een rechtsbijstandverzekering."
    ],
    "c": 2,
    "exp": "Uit het onderzoek blijkt opvallend genoeg dat de directe kosten niet de allerbelangrijkste reden zijn voor de daling in rechtshulpgebruik. Factoren als de ernst, het belang en de beschikbaarheid van verzekeringen of alternatieven wegen vaak zwaarder."
  },
  {
    "q": "Wat is een belangrijk nadeel van het vertrouwen op 'zelfredzaamheid' in het rechtssysteem?",
    "a": [
      "Het leidt tot onnodig lange wachtlijsten bij de rechtbanken.",
      "Het versterkt de positie van advocaten ten opzichte van rechters.",
      "Het benadeelt kwetsbare groepen die de vaardigheden missen om hun recht te halen.",
      "Het zorgt voor een toename van het aantal onterechte schadeclaims."
    ],
    "c": 2,
    "exp": "Een systeem dat uitgaat van zelfredzaamheid vergroot de ongelijkheid. Hoogopgeleiden kunnen hun weg vaak wel vinden, maar kwetsbare groepen (laaggeletterden, digibeten) missen de kennis en vaardigheden, waardoor hun toegang tot het recht feitelijk wordt beperkt."
  },
  {
    "q": "Welk percentage van de respondenten in de Geschilbeslechtingsdelta geeft aan dat hun probleem is opgelost via mediation?",
    "a": [
      "Circa 1 procent.",
      "Circa 5 procent.",
      "Circa 15 procent.",
      "Circa 25 procent."
    ],
    "c": 1,
    "exp": "Hoewel mediation vaak wordt gepromoot als alternatief, blijkt uit de cijfers dat het in absolute zin bij een relatief klein deel van de geschillen wordt ingezet (ca. 5%), voornamelijk bij familie- en relatieproblemen."
  },
  {
    "q": "Wat is een primaire reden waarom de 'Deliveroo-riders' ondanks een gunstige rechterlijke uitspraak hun rechten niet massaal opeisten?",
    "a": [
      "Zij waren allen reeds in loondienst bij een concurrent.",
      "Zij vreesden het verlies van de flexibiliteit van het ZZP-schap.",
      "De rechterlijke uitspraak was niet bindend voor individuele gevallen.",
      "De vakbonden verboden individuele acties van de bezorgers."
    ],
    "c": 1,
    "exp": "Naast onwetendheid en angst voor represailles, speelde mee dat een deel van de bezorgers de voorkeur gaf aan de flexibiliteit en directe betaling die geassocieerd werd met de ZZP-status, ondanks het feit dat ze juridisch als werknemer kwalificeerden."
  },
  {
    "q": "Hoe verhoudt de 'costs-benefits analysis' zich tot de toegang tot het recht?",
    "a": [
      "Burgers procederen altijd uit principe, ongeacht de kosten.",
      "Burgers maken een afweging of de verwachte opbrengst opweegt tegen de kosten en moeite.",
      "Kosten spelen geen rol omdat de overheid alle proceskosten vergoedt.",
      "De baten worden door burgers systematisch overschat bij juridische procedures."
    ],
    "c": 1,
    "exp": "Potentiële eisers maken een (vaak impliciete) afweging. Als de kosten (geld, tijd, stress) naar verwachting hoger zijn dan wat de procedure oplevert (schadevergoeding, gelijk krijgen), zullen zij rationeel gezien afzien van rechtsgang."
  }
]