[
  {
    "q": "Casus: Fatima werkt als schoonmaker via een uitzendbureau. Ze ontdekt dat ze structureel minder uren uitbetaald krijgt dan ze werkt (loonroof). Hoewel ze weet dat dit onrechtmatig is en haar leidinggevende hiervoor verantwoordelijk houdt, dient ze geen officiële klacht in en start ze geen rechtszaak. Ze vreest dat ze hierdoor haar baan zal verliezen en vervangen zal worden, aangezien ze het inkomen hard nodig heeft voor haar gezin.\n\nAnalyseer aan de hand van het model voor geschilontwikkeling en de kritiek op individuele handhaving waarom Fatima geen juridische stappen onderneemt.",
    "sample": "Issue: De vraag is waarom een werknemer bij loonroof geen juridische actie onderneemt ondanks bewustzijn van het onrecht.\n\nRule: Het proces van geschilbeslechting verloopt via naming (herkennen), blaming (toeschrijven) en claiming (actie ondernemen). Een klacht-gebaseerd systeem gaat uit van individuele zelfredzaamheid, maar negeert structurele machtsverschillen en afhankelijkheid.\n\nApplication: Fatima doorloopt de fasen van naming en blaming, maar loopt vast in de claiming-fase. Haar economische afhankelijkheid en de angst voor represailles (ontslag) wegen zwaarder dan het juridische recht op loon.\n\nConclusion: Fatima mobiliseert haar rechten niet door structurele machtsongelijkheid en de risico's van het individuele handhavingsmodel.",
    "checklist": [
      "Stagnatie vindt plaats in claiming-fase.",
      "Economische afhankelijkheid belemmert juridische mobilisatie.",
      "Angst voor represailles blokkeert actie.",
      "Individueel klachtmodel faalt bij kwetsbare werknemers."
    ],
    "exp": "Analyse van de barrières in het mobiliseren van rechten bij arbeidsconflicten, specifiek gericht op de claiming-fase en de beperkingen van zelfredzaamheid bij loondiefstal."
  },
  {
    "q": "Casus: Mark bezorgt maaltijden voor een platformbedrijf. De hoogste rechter heeft geoordeeld dat bezorgers zoals hij juridisch gezien werknemers zijn en recht hebben op een arbeidscontract en pensioen. Mark is hiervan op de hoogte, maar vraagt zijn werkgever niet om een contract. Hij waardeert de flexibiliteit om zijn eigen uren te kiezen en vreest dat een contract hem bindt aan vaste tijden die niet passen bij zijn studie.\n\nVerklaar vanuit rechtssociologisch perspectief waarom Mark zijn rechten niet mobiliseert, ondanks de gunstige juridische uitspraak.",
    "sample": "Issue: Waarom claimt een werknemer zijn vastgestelde rechten niet na een gunstige rechterlijke uitspraak?\n\nRule: Toegang tot het recht wordt niet alleen bepaald door wetgeving (law in books), maar ook door persoonlijke afwegingen en de sociale context (law in action). Mobilisatie blijft uit bij angst voor verlies van voordelen of autonomie.\n\nApplication: Hoewel Mark juridisch in zijn recht staat (law in books), kiest hij in de praktijk (law in action) voor de status quo. Zijn voorkeur voor flexibiliteit en autonomie weegt zwaarder dan de juridische zekerheid van een contract.\n\nConclusion: Mark ziet af van mobilisatie omdat de praktische voordelen van de huidige situatie voor hem prevaleren boven de formele rechten.",
    "checklist": [
      "Kloof tussen law in books en action.",
      "Persoonlijke voorkeur voor flexibiliteit blokkeert claim.",
      "Angst voor verlies van autonomie.",
      "Recht hebben betekent niet automatisch recht halen."
    ],
    "exp": "Uitleg over de discrepantie tussen formele rechten en daadwerkelijke mobilisatie, gedreven door persoonlijke kosten-batenafwegingen en de waarde van flexibiliteit."
  },
  {
    "q": "Casus: Els koopt een tweedehands auto die na een week gebreken vertoont. De reparatiekosten zijn € 400. De verkoper weigert te betalen. Els overweegt naar de kantonrechter te stappen, maar ziet dat de griffierechten en de tijd die het kost om het dossier voor te bereiden aanzienlijk zijn. Ze besluit de auto zelf te laten repareren en de verkoper met rust te laten.\n\nBeoordeel de keuze van Els in het licht van empirische gegevens over geschilbeslechting in Nederland.",
    "sample": "Issue: Waarom kiest een consument voor zelfhulp of berusting in plaats van een gerechtelijke procedure?\n\nRule: Uit empirisch onderzoek blijkt dat slechts een fractie (circa 3%) van de geschillen bij de rechter belandt. Burgers maken een rationele kosten-batenanalyse waarbij financiële kosten, tijd en stress worden afgewogen tegen de baten.\n\nApplication: Els schat in dat de kosten (griffierechten, tijd) en moeite niet opwegen tegen het financiële belang van € 400. Dit sluit aan bij de statistiek dat burgers vaak kiezen voor 'lumping it' of zelfhulp.\n\nConclusion: Els' besluit is een typisch voorbeeld van een rationele afweging om niet te procederen vanwege disproportionele drempels.",
    "checklist": [
      "Slechts klein percentage stapt naar rechter.",
      "Rationele kosten-batenanalyse bepaalt keuze.",
      "Financiële en tijdsinvesteringen vormen drempels.",
      "Zelfhulp of berusting is dominante strategie."
    ],
    "exp": "Toepassing van statistische inzichten uit de Geschilbeslechtingsdelta en de theorie van de rationele kosten-batenafweging bij toegang tot het recht."
  },
  {
    "q": "Casus: De heer Janssen huurt een woning van een grote vastgoedcorporatie. Hij heeft een geschil over de jaarlijkse huurverhoging. De corporatie heeft een team van juristen in dienst en voert jaarlijks honderden van dit soort procedures. Janssen heeft geen juridische achtergrond en procedeert voor het eerst. Hij verliest de zaak op een procedurele fout.\n\nAnalyseer de positie van beide partijen en de uitkomst aan de hand van de theorie over procespartijen.",
    "sample": "Issue: Hoe beïnvloedt het verschil in ervaring en middelen tussen procespartijen de uitkomst van een procedure?\n\nRule: Er wordt onderscheid gemaakt tussen 'repeat players' (veel ervaring, middelen, strategisch voordeel) en 'one-shotters' (weinig ervaring, incidenteel contact met recht). Repeat players winnen vaker door expertise en schaalvoordelen.\n\nApplication: De vastgoedcorporatie is een repeat player met juridische expertise en middelen. Janssen is een one-shotter zonder ervaring. Het verlies op een procedurele fout illustreert de kennisachterstand van de one-shotter.\n\nConclusion: De machtsongelijkheid en het ervaringsverschil leiden tot een structureel nadeel voor de individuele burger in het rechtssysteem.",
    "checklist": [
      "Vastgoedcorporatie kwalificeert als repeat player.",
      "Huurder kwalificeert als one-shotter.",
      "Ervaringsvoordeel leidt tot strategische dominantie.",
      "One-shotter verliest door gebrek aan proceskennis."
    ],
    "exp": "Analyse van structurele ongelijkheid in civiele procedures op basis van de typologie van procespartijen en hun slagkracht."
  },
  {
    "q": "Casus: Meneer De Vries is werkloos, heeft schulden en kampt met gezondheidsproblemen. Hij wordt onterecht gekort op zijn uitkering door de gemeente. Hoewel hij het er niet mee eens is, onderneemt hij geen actie en dient hij geen bezwaar in.\n\nLeg uit waarom juist deze burger passief blijft, gebruikmakend van inzichten over kwetsbare groepen en toegang tot het recht.",
    "sample": "Issue: Waarom onderneemt een burger in een kwetsbare positie geen actie tegen een onterecht overheidsbesluit?\n\nRule: Kwetsbare groepen (zoals werklozen en mensen met gezondheidsproblemen) ervaren vaker juridische problemen maar ondernemen minder vaak actie. Multiproblematiek, stress en een laag vertrouwen in instituties verhogen de drempel voor mobilisatie.\n\nApplication: De combinatie van schulden, werkloosheid en gezondheidsklachten (multiproblematiek) vermindert de daadkracht (self-efficacy) van Meneer De Vries. Hij ervaart psychologische barrières en berust in de situatie.\n\nConclusion: De passiviteit is een gevolg van de stapeling van problemen en een gebrek aan middelen en vertrouwen om het recht te effectueren.",
    "checklist": [
      "Kwetsbare groepen blijven vaker passief.",
      "Multiproblematiek verlaagt juridische daadkracht.",
      "Laag vertrouwen in instituties speelt mee.",
      "Psychologische drempels blokkeren bezwaar."
    ],
    "exp": "Verklaring van juridische passiviteit bij kwetsbare burgers door de interactie tussen multiproblematiek, vertrouwen en psychologische barrières."
  }
]