[
  {
    "q": "Wat is het kenmerkende verschil tussen attributie en delegatie met betrekking tot de bevoegdheid?",
    "a": [
      "Attributie schept een nieuwe bevoegdheid, terwijl delegatie een bestaande bevoegdheid overdraagt.",
      "Attributie draagt een bestaande bevoegdheid over, terwijl delegatie een nieuwe bevoegdheid schept.",
      "Attributie vereist geen wettelijke grondslag, terwijl delegatie dat wel vereist.",
      "Attributie geschiedt altijd aan ondergeschikten, terwijl delegatie dat niet doet."
    ],
    "c": 0,
    "exp": "Theorie Attributie en Art. 10:13 Awb.\n\nAttributie wordt gekenmerkt door het scheppen van een nieuwe, oorspronkelijke (originaire) bestuursbevoegdheid. Delegatie is het overdragen van een al bestaande bevoegdheid (Art. 10:13 Awb)."
  },
  {
    "q": "Hoe definieert de Algemene wet bestuursrecht het begrip mandaat?",
    "a": [
      "Het overdragen van een bevoegdheid aan een ander die deze onder eigen verantwoordelijkheid uitoefent.",
      "De bevoegdheid om in naam van een bestuursorgaan besluiten te nemen.",
      "Het scheppen van een nieuwe bevoegdheid voor een zelfstandig bestuursorgaan.",
      "Het verplaatsen van een bevoegdheid naar een ander orgaan."
    ],
    "c": 1,
    "exp": "Art. 10:1 Awb.\n\nOnder mandaat wordt verstaan: de bevoegdheid om in naam van een bestuursorgaan besluiten te nemen."
  },
  {
    "q": "Wat is het juridische gevolg van delegatie voor de verantwoordelijkheid van de delegans?",
    "a": [
      "De delegans blijft volledig verantwoordelijk voor de besluiten van de delegataris.",
      "De delegans behoudt de bevoegdheid om zelf besluiten te blijven nemen.",
      "De delegans verliest de bevoegdheid en daarmee de inhoudelijke verantwoordelijkheid.",
      "De delegans is samen met de delegataris hoofdelijk aansprakelijk."
    ],
    "c": 2,
    "exp": "Art. 10:17 Awb.\n\nDe delegans verliest door delegatie de bevoegdheid tot uitoefening van de gedelegeerde bevoegdheid en draagt daarmee de inhoudelijke verantwoordelijkheid over aan de delegataris."
  },
  {
    "q": "Welke rechtsregel vloeit voort uit het arrest Fluoridering (HR 22 juni 1973)?",
    "a": [
      "Overheidsoptreden vereist alleen een wettelijke grondslag bij dwingende bevelen.",
      "Voor ingrijpend overheidsoptreden is geen specifieke wettelijke grondslag vereist.",
      "De overheid mag zonder wettelijke grondslag handelen als het algemeen belang dit vordert.",
      "Ingrijpend overheidsoptreden vereist een wettelijke grondslag, ook zonder direct bevel."
    ],
    "c": 3,
    "exp": "HR 22 juni 1973, ECLI:NL:HR:1973:AD2208 (Fluoridering).\n\nIngrijpende feitelijke maatregelen moeten terug te voeren zijn op een wettelijke grondslag, ook als het optreden formeel niet gebiedend of verbiedend is maar wel ingrijpende gevolgen heeft."
  },
  {
    "q": "Wat houdt het verbod van détournement de pouvoir in zoals vastgelegd in de Awb?",
    "a": [
      "Een bestuursorgaan mag een bevoegdheid niet gebruiken voor een ander doel dan waarvoor zij is verleend.",
      "Een bestuursorgaan moet alle rechtstreeks betrokken belangen afwegen.",
      "Een bestuursorgaan mag geen bevoegdheden mandateren aan ondergeschikten.",
      "Een bestuursorgaan mag geen besluiten nemen die in strijd zijn met het gelijkheidsbeginsel."
    ],
    "c": 0,
    "exp": "Art. 3:3 Awb.\n\nHet bestuursorgaan mag de bevoegdheid tot het nemen van een besluit niet gebruiken voor een ander doel dan waarvoor die bevoegdheid is verleend."
  },
  {
    "q": "Onder welke voorwaarde is mandaatverlening aan een niet-ondergeschikte toegestaan volgens de Awb?",
    "a": [
      "Dit is in geen enkel geval toegestaan volgens de wet.",
      "Dit vereist instemming van de gemandateerde en eventueel diens bevoegde gezag.",
      "Dit mag alleen als de wetgever dit expliciet heeft voorgeschreven in een formele wet.",
      "Dit is toegestaan tenzij de niet-ondergeschikte hiertegen schriftelijk bezwaar maakt."
    ],
    "c": 1,
    "exp": "Art. 10:4 lid 1 Awb.\n\nMandaatverlening aan een niet-ondergeschikte behoeft de instemming van de gemandateerde en in voorkomend geval van degene aan wie hij verantwoording verschuldigd is."
  },
  {
    "q": "Mag een bevoegdheid worden gedelegeerd aan een ondergeschikte?",
    "a": [
      "Ja, dit is de meest voorkomende vorm van delegatie.",
      "Ja, mits de ondergeschikte hiermee schriftelijk instemt.",
      "Nee, de wet bevat een algemene beperking voor delegatie aan ondergeschikten.",
      "Nee, tenzij er sprake is van een noodsituatie."
    ],
    "c": 2,
    "exp": "Art. 10:14 Awb.\n\nDe wetgever heeft in art. 10:14 Awb een algemene beperking opgenomen ten aanzien van delegatie aan ondergeschikten; mandaat wordt hier als geschikter beschouwd."
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het arrest Methadonbrief (HR 27 juni 1986)?",
    "a": [
      "De inspecteur was bevoegd om de apothekers te instrueren op grond van de volksgezondheid.",
      "Bindende voorschriften mogen zonder wettelijke grondslag worden gegeven in noodsituaties.",
      "De brief was slechts een advies en had geen enkel juridisch rechtsgevolg voor de arts.",
      "Overheidsoptreden in de vorm van bindende voorschriften vereist een wettelijke grondslag."
    ],
    "c": 3,
    "exp": "HR 27 juni 1986, ECLI:NL:HR:1986:AM9331 (Methadonbrief).\n\nDe inspectie heeft geen wettelijke grondslag om artsen bindende voorschriften op te leggen; dergelijk ingrijpen is zonder wettelijke bevoegdheid onrechtmatig."
  },
  {
    "q": "Kan de delegans een verleende delegatie beëindigen?",
    "a": [
      "Ja, de delegans kan de delegatie te allen tijde beëindigen.",
      "Nee, delegatie is in beginsel onherroepelijk.",
      "Ja, maar alleen met instemming van de delegataris.",
      "Nee, tenzij de rechter de delegatie vernietigt."
    ],
    "c": 0,
    "exp": "Art. 10:18 Awb.\n\nDe delegans kan de delegatie te allen tijde beëindigen."
  },
  {
    "q": "Welke vormeis stelt de Awb aan het verlenen van een algemeen mandaat?",
    "a": [
      "Het moet bij algemeen verbindend voorschrift geschieden.",
      "Het moet schriftelijk worden verleend.",
      "Het kan mondeling geschieden mits bevestigd.",
      "Het moet worden gepubliceerd in de Staatscourant."
    ],
    "c": 1,
    "exp": "Art. 10:5 lid 2 Awb.\n\nHet verlenen van een algemeen mandaat geschiedt schriftelijk."
  },
  {
    "q": "Is onderdelegatie (het verder delegeren van een gedelegeerde bevoegdheid) toegestaan?",
    "a": [
      "Ja, dit is altijd toegestaan tenzij de delegans het verbiedt.",
      "Ja, maar alleen aan ondergeschikten van de delegataris.",
      "Nee, tenzij bij wettelijk voorschrift in de bevoegdheid is voorzien.",
      "Nee, delegatie is per definitie eenmalig."
    ],
    "c": 2,
    "exp": "Art. 10:15 Awb.\n\nOnderdelegatie is slechts toegestaan indien daarvoor een wettelijke grondslag bestaat."
  },
  {
    "q": "Wat geldt er ten aanzien van de hiërarchische verhouding bij attributie aan een ambtenaar?",
    "a": [
      "De ambtenaar wordt volledig onafhankelijk van het bestuursorgaan.",
      "De ambtenaar verliest zijn status als ondergeschikte.",
      "De hiërarchische bevoegdheid wordt doorbroken door attributie.",
      "De bevoegdheid tot het geven van aanwijzingen blijft in stand."
    ],
    "c": 3,
    "exp": "Art. 10:22 Awb.\n\nAttributie aan een ambtenaar doorbreekt de hiërarchische bevoegdheid tot het geven van algemene en bijzondere aanwijzingen niet."
  },
  {
    "q": "Wat houdt het legaliteitsbeginsel in het bestuursrecht in?",
    "a": [
      "Overheidsoptreden behoeft een grondslag in de wet bij ingrijpen in vrijheid of eigendom.",
      "De overheid mag handelen zolang de wet het niet expliciet verbiedt.",
      "Alle overheidsoptreden moet gebaseerd zijn op een wet in formele zin.",
      "De overheid heeft geen wettelijke grondslag nodig voor begunstigend optreden."
    ],
    "c": 0,
    "exp": "HR 22 juni 1973 (Fluoridering) en algemene rechtsbeginselen.\n\nOverheidsoptreden behoeft een grondslag in de wet wanneer een bestuursorgaan burgers op een gebiedende of verbiedende wijze beperkt in hun vrijheid of eigendom."
  },
  {
    "q": "Wat schrijft artikel 3:4 lid 1 Awb voor aan bestuursorganen?",
    "a": [
      "Het verbod om bevoegdheden voor een ander doel te gebruiken.",
      "De plicht om de rechtstreeks bij het besluit betrokken belangen af te wegen.",
      "De verplichting om besluiten schriftelijk te motiveren.",
      "Het verbod op vooringenomenheid bij de besluitvorming."
    ],
    "c": 1,
    "exp": "Art. 3:4 lid 1 Awb.\n\nHet bestuursorgaan weegt de rechtstreeks bij het besluit betrokken belangen af."
  },
  {
    "q": "Wat is het kenmerk van een ondertekeningsmandaat (art. 10:11 Awb)?",
    "a": [
      "De gemandateerde neemt het besluit en ondertekent het namens zichzelf.",
      "De gemandateerde neemt het besluit maar het bestuursorgaan ondertekent.",
      "Het bestuursorgaan neemt het besluit en de gemandateerde ondertekent slechts.",
      "De gemandateerde ondertekent besluiten van een ander bestuursorgaan."
    ],
    "c": 2,
    "exp": "Art. 10:11 Awb.\n\nHet ondertekeningsmandaat heeft uitsluitend betrekking op het ondertekenen van besluiten die door het bestuursorgaan zelf zijn genomen."
  },
  {
    "q": "Welke regel geldt bij strijd tussen beleidsregels van de delegans en de delegataris?",
    "a": [
      "De beleidsregels van de delegataris hebben voorrang.",
      "De nieuwste beleidsregels hebben voorrang.",
      "De rechter bepaalt welke regels redelijk zijn.",
      "De beleidsregels van de delegans hebben voorrang."
    ],
    "c": 3,
    "exp": "Art. 4:81 Awb.\n\nIndien beleidsregels van de delegans en de delegataris met elkaar in strijd zijn, hebben de beleidsregels van de delegans voorrang."
  },
  {
    "q": "Hoe omschrijven De Haan, Drupsteen en Fernhout het bestuursrecht?",
    "a": [
      "Het recht, voor, van en tegen het overheidsbestuur.",
      "Het recht dat de verhouding tussen burgers regelt.",
      "Het recht inzake de opsporing en vervolging van strafbare feiten.",
      "Het recht dat de organisatie van de staat regelt."
    ],
    "c": 0,
    "exp": "Introductie literatuur.\n\nDe Haan, Drupsteen en Fernhout omschrijven het bestuursrecht als ‘het recht, voor, van en tegen het overheidsbestuur’."
  },
  {
    "q": "Wat is een belangrijk verschil tussen bestuursrecht en strafrecht?",
    "a": [
      "Bestuursrecht is gericht op leedtoevoeging, strafrecht op herstel.",
      "Bestuursrecht is primair gericht op herstel, strafrecht op bestraffing.",
      "Strafrecht kent voorwaardelijke normen, bestuursrecht onvoorwaardelijke.",
      "Strafrecht regelt verticale verhoudingen, bestuursrecht horizontale."
    ],
    "c": 1,
    "exp": "Introductie literatuur.\n\nHet strafrecht is primair gericht op bestraffing, terwijl het bestuursrecht in beginsel is gericht op het herstellen of handhaven van de rechtmatige situatie."
  },
  {
    "q": "Is voor mandatering in beginsel een wettelijke grondslag vereist?",
    "a": [
      "Ja, mandaat vereist altijd een expliciete wettelijke grondslag.",
      "Ja, tenzij het gaat om mandaat aan een ondergeschikte.",
      "Nee, mandaat is in beginsel toegestaan zonder wettelijke grondslag.",
      "Nee, maar alleen als de aard van de bevoegdheid zich ertegen verzet."
    ],
    "c": 2,
    "exp": "Art. 10:3 Awb.\n\nVolgens art. 10:3 Awb is er geen wettelijke grondslag vereist voor mandatering, tenzij bij wettelijk voorschrift anders is bepaald of de aard van de bevoegdheid zich ertegen verzet."
  },
  {
    "q": "Wat wordt volgens de Awb verstaan onder delegatie?",
    "a": [
      "De bevoegdheid om in naam van een bestuursorgaan besluiten te nemen.",
      "Het scheppen van een nieuwe bevoegdheid bij wettelijk voorschrift.",
      "Het mandateren van een bevoegdheid aan een zelfstandig bestuursorgaan.",
      "Het overdragen van een bevoegdheid tot het nemen van besluiten aan een ander."
    ],
    "c": 3,
    "exp": "Art. 10:13 Awb.\n\nOnder delegatie wordt verstaan: het overdragen door een bestuursorgaan van zijn bevoegdheid tot het nemen van besluiten aan een ander die deze onder eigen verantwoordelijkheid uitoefent."
  },
  {
    "q": "Behoudt de delegans de bevoegdheid om concrete instructies te geven over de gedelegeerde bevoegdheid?",
    "a": [
      "Nee, de delegans verliest deze bevoegdheid door delegatie.",
      "Ja, de delegans mag altijd instructies blijven geven.",
      "Ja, zolang de instructies schriftelijk worden gegeven.",
      "Nee, tenzij de delegataris hiermee instemt."
    ],
    "c": 0,
    "exp": "Verhouding delegans - delegataris.\n\nDoor delegatie verliest de delegans de bevoegdheid om concrete aanwijzingen of instructies te geven over de uitoefening van de gedelegeerde bevoegdheid."
  },
  {
    "q": "Wat bepaalt artikel 1:2 lid 2 Awb over de belangen van bestuursorganen?",
    "a": [
      "Bestuursorganen hebben alleen eigen vermogensrechtelijke belangen.",
      "De aan het bestuursorgaan toevertrouwde belangen worden als hun belangen beschouwd.",
      "Bestuursorganen kunnen nooit als belanghebbende optreden.",
      "Bestuursorganen behartigen uitsluitend het algemeen belang van de staat."
    ],
    "c": 1,
    "exp": "Art. 1:2 lid 2 Awb.\n\nTen aanzien van bestuursorganen worden de hun toevertrouwde belangen als hun belangen beschouwd."
  },
  {
    "q": "Wat moet er worden vermeld in een besluit dat op basis van delegatie is genomen?",
    "a": [
      "De naam van de ambtenaar die het besluit heeft voorbereid.",
      "De datum waarop de delegatie zal eindigen.",
      "Dat het besluit berust op delegatie en de vindplaats van het delegatiebesluit.",
      "De goedkeuring van de delegans voor dit specifieke besluit."
    ],
    "c": 2,
    "exp": "Art. 10:19 Awb.\n\nDe delegataris is verplicht bij elk besluit te vermelden dat het besluit berust op delegatie en wat de vindplaats is van het delegatiebesluit."
  },
  {
    "q": "Wat is het fundamentele verschil tussen attributie en delegatie?",
    "a": [
      "Attributie is tijdelijk, delegatie is permanent.",
      "Attributie vereist een wettelijke grondslag, delegatie niet.",
      "Attributie is overdracht, delegatie is schepping van bevoegdheid.",
      "Attributie is schepping van een nieuwe bevoegdheid, delegatie is overdracht van bestaande."
    ],
    "c": 3,
    "exp": "Introductie bevoegdheidsverlening.\n\nAttributie wordt gekenmerkt door het scheppen van een nieuwe, oorspronkelijke bestuursbevoegdheid; delegatie is het overdragen van een al bestaande bevoegdheid."
  },
  {
    "q": "In welk geval is mandatering volgens artikel 10:3 lid 1 Awb niet toegestaan?",
    "a": [
      "Indien de aard van de bevoegdheid zich tegen de mandatering verzet.",
      "Indien de mandataris een ondergeschikte is van de mandaatgever.",
      "Indien er geen expliciete wettelijke grondslag voor het mandaat is.",
      "Indien het mandaat niet schriftelijk is vastgelegd."
    ],
    "c": 0,
    "exp": "Art. 10:3 lid 1 Awb.\n\nMandatering is niet toegestaan indien (...) de aard van de bevoegdheid zich tegen de mandatering verzet."
  },
  {
    "q": "Wie was volgens de Hoge Raad aansprakelijk in de zaak Methadonbrief?",
    "a": [
      "De inspecteur persoonlijk, vanwege onrechtmatige daad.",
      "De Staat, omdat de inspecteur als orgaan van de Staat optrad.",
      "De apothekers, omdat zij de recepten weigerden.",
      "Niemand, omdat het algemeen belang prevaleerde."
    ],
    "c": 1,
    "exp": "HR 27 juni 1986 (Methadonbrief).\n\nDe Staat is aansprakelijk voor het onrechtmatig optreden van de inspecteur; de vordering tegen de inspecteur persoonlijk is niet-ontvankelijk."
  },
  {
    "q": "Welke overheidsfunctie betreft het realiseren van voorzieningen zoals onderwijs en infrastructuur?",
    "a": [
      "De ordenende functie.",
      "De sturende functie.",
      "De presterende functie.",
      "De arbitrerende functie."
    ],
    "c": 2,
    "exp": "Introductie functies overheid.\n\nDe presterende functie: het realiseren van voorzieningen op het gebied van onderwijs, woningbouw, infrastructuur en volksgezondheid."
  },
  {
    "q": "Welke eis stelt artikel 10:15 Awb aan delegatie?",
    "a": [
      "Delegatie mag alleen aan ondergeschikten geschieden.",
      "Delegatie moet altijd tijdelijk van aard zijn.",
      "Delegatie kan slechts geschieden indien voorzien bij wettelijk voorschrift.",
      "Delegatie vereist goedkeuring van de Kroon."
    ],
    "c": 3,
    "exp": "Art. 10:15 Awb.\n\nDelegatie kan slechts geschieden indien daarin is voorzien bij wettelijk voorschrift."
  },
  {
    "q": "Hoe wordt de rechtsverhouding in het bestuursrecht doorgaans getypeerd?",
    "a": [
      "Als een verticaal overheidsbestuur.",
      "Als een horizontaal partnerschap.",
      "Als een contractuele verbintenis.",
      "Als een gelijkwaardige relatie."
    ],
    "c": 0,
    "exp": "Introductie bestuursrecht.\n\nOverheidsorganen stellen vaak eenzijdig vast wat rechtens is; dit wordt aangeduid als een verticaal overheidsbestuur."
  },
  {
    "q": "Wat wordt verstaan onder 'overdracht' in de zin van de Awb?",
    "a": [
      "Het mandateren van een bevoegdheid aan een ander orgaan.",
      "Het verplaatsen van een bevoegdheid naar een ander te benoemen orgaan.",
      "Het delegeren van een bevoegdheid aan een ondergeschikte.",
      "Het scheppen van een nieuwe bevoegdheid bij wet."
    ],
    "c": 1,
    "exp": "Art. 10:20 Awb.\n\nWanneer een bestuursorgaan een aan een ander bestuursorgaan toekomende bevoegdheid kan verplaatsen naar een door hem aan te wijzen bestuursorgaan, noemt men dit overdracht."
  }
]