[
  {
    "q": "De gemeente Waterstad besluit om vitamine D aan het drinkwater toe te voegen ter bevordering van de volksgezondheid. Het college baseert dit besluit op de algemene autonome verordenende bevoegdheid uit de Gemeentewet, zonder dat er een specifieke wet is die het toevoegen van stoffen aan drinkwater regelt. Een inwoner maakt bezwaar en stelt dat dit besluit onrechtmatig is. Slaagt dit bezwaar?",
    "sample": "Issue: Is er voor het toevoegen van vitaminen aan drinkwater een specifieke wettelijke grondslag vereist?\n\nRule: Uit het Fluoridering-arrest volgt dat ingrijpend overheidsoptreden, ook als dit feitelijk van aard is en niet direct dwingend, een specifieke wettelijke grondslag behoeft. Het legaliteitsbeginsel vereist legitimatie voor inbreuken op de lichamelijke integriteit.\n\nApplication: Het toevoegen van stoffen aan drinkwater is een ingrijpende maatregel die burgers dwingt de stof tot zich te nemen, vergelijkbaar met de toevoeging van fluoride. Een algemene bevoegdheid volstaat niet; er is geen specifieke wet die dit toestaat.\n\nConclusion: Het bezwaar slaagt; het besluit is in strijd met het legaliteitsbeginsel wegens het ontbreken van een toereikende wettelijke grondslag.",
    "checklist": [
      "Legaliteitsbeginsel vereist specifieke wettelijke grondslag",
      "Arrest Fluoridering (HR 22 juni 1973)",
      "Ingrijpend overheidsoptreden raakt lichamelijke integriteit",
      "Algemene bevoegdheid is onvoldoende"
    ],
    "exp": "Op basis van het arrest Fluoridering is voor ingrijpende feitelijke overheidsmaatregelen, zoals toevoegingen aan drinkwater, een specifieke wettelijke grondslag vereist. Een beroep op een algemene taakstelling volstaat niet in het licht van het legaliteitsbeginsel."
  },
  {
    "q": "Gedeputeerde Staten (GS) zijn bij wet bevoegd om milieuvergunningen te verlenen. Vanwege de werkdruk besluit GS deze bevoegdheid te delegeren aan het hoofd van de afdeling Milieuzaken, een ambtenaar die hiërarchisch ondergeschikt is aan GS. Is deze delegatie juridisch houdbaar?",
    "sample": "Issue: Is delegatie van een bevoegdheid aan een ondergeschikte toegestaan?\n\nRule: Artikel 10:14 Awb bepaalt dat delegatie aan ondergeschikten niet is toegestaan.\n\nApplication: Het hoofd van de afdeling Milieuzaken staat in een hiërarchische verhouding tot Gedeputeerde Staten (de delegans). Er is sprake van ondergeschiktheid.\n\nConclusion: De delegatie is niet toegestaan en juridisch onhoudbaar op grond van artikel 10:14 Awb; mandaat was hier de aangewezen figuur geweest.",
    "checklist": [
      "Artikel 10:14 Awb verbiedt delegatie aan ondergeschikten",
      "Sprake van hiërarchische verhouding (ondergeschiktheid)",
      "Delegatie draagt verantwoordelijkheid over (ongewenst)",
      "Mandaat is de juiste figuur"
    ],
    "exp": "Artikel 10:14 Awb bevat een expliciet verbod op delegatie aan ondergeschikten. De wetgever acht mandaat in hiërarchische verhoudingen geschikter, omdat bij delegatie de bevoegdheid en verantwoordelijkheid verschuiven, wat onwenselijk is bij ondergeschikten."
  },
  {
    "q": "De Inspecteur voor de Volksgezondheid stuurt een brief naar alle fysiotherapeuten waarin hij een specifieke behandelmethode verbiedt. Hij kondigt aan dat bij overtreding de praktijk gesloten zal worden. Er bestaat geen specifieke wet die de inspecteur de bevoegdheid geeft om dergelijke bindende regels te stellen. Is dit optreden rechtmatig?",
    "sample": "Issue: Mag een inspecteur zonder specifieke wettelijke grondslag bindende voorschriften opleggen?\n\nRule: Uit het arrest Methadonbrief volgt dat het opleggen van bindende voorschriften door de overheid altijd een specifieke wettelijke grondslag vereist. Zonder wet is dit in strijd met het legaliteitsbeginsel.\n\nApplication: De inspecteur vaardigt een verbod uit dat ingrijpt in de beroepsuitoefening (bindend voorschrift) zonder dat een wet hem die bevoegdheid toekent.\n\nConclusion: Het optreden is onrechtmatig wegens strijd met het legaliteitsbeginsel (ontbreken wettelijke grondslag).",
    "checklist": [
      "Arrest Methadonbrief (HR 27 juni 1986)",
      "Legaliteitsbeginsel vereist wettelijke grondslag",
      "Geen bevoegdheid tot opleggen bindende voorschriften",
      "Ingrijpen in beroepsuitoefening is onrechtmatig"
    ],
    "exp": "Het arrest Methadonbrief bepaalt dat overheidsorganen (zoals inspecteurs) geen bindende voorschriften mogen opleggen zonder dat daartoe een specifieke bevoegdheid in de wet is opgenomen. Dit is een uitwerking van het legaliteitsbeginsel."
  },
  {
    "q": "De Gemeenteraad delegeert zijn bevoegdheid tot het vaststellen van parkeertarieven aan het College van B&W. Een maand later is de Raad het niet eens met een specifiek tariefbesluit van het College en geeft de schriftelijke instructie om dit tarief direct te wijzigen. Moet het College deze instructie opvolgen?",
    "sample": "Issue: Behoudt de delegans de bevoegdheid om concrete instructies te geven na delegatie?\n\nRule: Artikel 10:17 Awb bepaalt dat de delegans de bevoegdheid tot het uitoefenen van de gedelegeerde bevoegdheid verliest. Dit impliceert dat de delegans geen concrete instructies meer kan geven (alleen beleidsregels).\n\nApplication: Door de delegatie is de bevoegdheid en verantwoordelijkheid overgegaan op het College (de delegataris). De Raad (delegans) heeft geen zeggenschap meer in concrete gevallen.\n\nConclusion: Het College hoeft de instructie niet op te volgen; de Raad is onbevoegd om in concrete gevallen instructies te geven.",
    "checklist": [
      "Artikel 10:17 Awb (verlies bevoegdheid delegans)",
      "Delegans draagt verantwoordelijkheid over",
      "Geen bevoegdheid tot geven concrete instructies",
      "Delegataris beslist onder eigen verantwoordelijkheid"
    ],
    "exp": "Bij delegatie (art. 10:13 Awb) gaat de bevoegdheid en de verantwoordelijkheid over. Artikel 10:17 Awb bevestigt dat de delegans de bevoegdheid verliest, wat inhoudt dat hij zich moet onthouden van concrete inmenging (instructies) in de uitoefening."
  },
  {
    "q": "De Minister van Justitie wil de bevoegdheid om gratie (kwijtschelding van straf) te verlenen, mandateren aan een administratief medewerker van de postkamer. Er is geen wettelijk voorschrift dat dit verbiedt. Is deze mandatering toegestaan?",
    "sample": "Issue: Verzet de aard van de bevoegdheid zich tegen mandatering aan een administratief medewerker?\n\nRule: Artikel 10:3 lid 1 Awb bepaalt dat mandaat niet is toegestaan indien de aard van de bevoegdheid zich daartegen verzet.\n\nApplication: Het verlenen van gratie is een zeer persoonlijke en gewichtige bevoegdheid. Het mandateren hiervan aan een functionaris met een louter administratieve functie (postkamer) verhoudt zich niet met de aard en het gewicht van deze bevoegdheid.\n\nConclusion: De mandatering is niet toegestaan omdat de aard van de bevoegdheid zich daartegen verzet (art. 10:3 lid 1 Awb).",
    "checklist": [
      "Artikel 10:3 lid 1 Awb",
      "Uitzondering: aard van de bevoegdheid",
      "Aard verzet zich tegen mandatering",
      "Discrepantie zwaarte bevoegdheid en functionaris"
    ],
    "exp": "Artikel 10:3 lid 1 Awb verbiedt mandaat als de aard van de bevoegdheid zich daartegen verzet. Bij zeer gewichtige of persoonlijke bevoegdheden kan mandatering aan laaggeplaatste functionarissen in strijd zijn met deze regel."
  }
]