[
  {
    "q": "Het attributiebeginsel houdt in dat de Europese Unie over alle bevoegdheden beschikt, tenzij deze expliciet aan de lidstaten zijn voorbehouden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 5 lid 2 VEU. Het attributiebeginsel (beginsel van bevoegdheidstoedeling) bepaalt juist het omgekeerde: de Unie handelt enkel binnen de grenzen van de bevoegdheden die haar door de lidstaten in de Verdragen zijn toegedeeld. Bevoegdheden die niet zijn toegedeeld, blijven bij de lidstaten."
  },
  {
    "q": "Op het gebied van de douane-unie heeft de Europese Unie een exclusieve bevoegdheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3 VWEU. De douane-unie valt onder de exclusieve bevoegdheid van de Unie. Dit betekent dat alleen de Unie wetgevend kan optreden en bindende handelingen kan vaststellen."
  },
  {
    "q": "Bij een gedeelde bevoegdheid verliezen de lidstaten hun bevoegdheid om op te treden zodra de Unie haar bevoegdheid op dat gebied heeft uitgeoefend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 2 lid 2 VWEU. Wanneer de Unie en de lidstaten een bevoegdheid delen, oefenen de lidstaten hun bevoegdheid uit voor zover de Unie de hare niet heeft uitgeoefend. Zodra de Unie optreedt, treedt het blokkeringseffect (pre-emption) in werking."
  },
  {
    "q": "Het subsidiariteitsbeginsel is van toepassing op alle bevoegdheden van de Europese Unie, inclusief de exclusieve bevoegdheden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 5 lid 3 VEU. Het subsidiariteitsbeginsel geldt alleen op gebieden die niet onder de exclusieve bevoegdheid van de Unie vallen. De Unie treedt op deze gebieden slechts op indien de doelstellingen niet voldoende door de lidstaten kunnen worden verwezenlijkt."
  },
  {
    "q": "Het evenredigheidsbeginsel vereist dat de inhoud en vorm van het optreden van de Unie niet verder gaan dan wat nodig is om de doelstellingen van de Verdragen te verwezenlijken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 5 lid 4 VEU. Krachtens het evenredigheidsbeginsel mag regelgevend optreden van de Unie niet verder gaan dan noodzakelijk (proportionaliteit)."
  },
  {
    "q": "Een verordening moet altijd worden omgezet in nationale wetgeving om rechtskracht te krijgen in de lidstaten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 288 VWEU. Een verordening is rechtstreeks toepasselijk in elke lidstaat. Er geldt een omzettingsverbod; zij vormt direct onderdeel van de nationale rechtsorde zonder tussenkomst van nationale wetgeving."
  },
  {
    "q": "Een richtlijn is verbindend ten aanzien van het te bereiken resultaat, maar laat de keuze van vorm en middelen aan de nationale instanties.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 288 VWEU. Een richtlijn legt een resultaatsverplichting op aan de lidstaten, maar laat hen vrij in de keuze van de middelen en de vorm van de implementatie in nationaal recht."
  },
  {
    "q": "Besluiten van de Europese Unie hebben altijd een algemene strekking en zijn gericht tot alle lidstaten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 288 VWEU. Een besluit is verbindend in al zijn onderdelen. Indien de adressaten (bijvoorbeeld specifieke lidstaten of ondernemingen) worden vermeld, is het besluit alleen voor hen verbindend en heeft het geen algemene strekking zoals een verordening."
  },
  {
    "q": "Soft law, zoals resoluties en aanbevelingen, is juridisch bindend voor de lidstaten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 288 VWEU / Soft law. Aanbevelingen en adviezen zijn niet bindend. Soft law kan wel indirect juridisch effect hebben of van invloed zijn op de uitleg van recht, maar is niet afdwingbaar als bindend recht."
  },
  {
    "q": "In de gewone wetgevingsprocedure hebben de Raad en het Europees Parlement een gelijkwaardige positie als medewetgevers.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 294 VWEU. In de gewone wetgevingsprocedure beslissen het Europees Parlement en de Raad gezamenlijk. Beide instellingen moeten instemmen (eventueel na drie lezingen) om een wetgevingshandeling vast te stellen."
  },
  {
    "q": "De Europese Commissie heeft in beginsel het exclusieve recht van initiatief bij wetgevingsprocedures.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 17 lid 2 VEU. Wetgevingshandelingen van de Unie kunnen in beginsel alleen op voorstel van de Commissie worden vastgesteld, tenzij de Verdragen anders bepalen."
  },
  {
    "q": "Bijzondere wetgevingsprocedures worden gekenmerkt door een algemene bepaling in het VWEU die voor alle beleidsterreinen geldt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 289 lid 2 VWEU. Er bestaat geen algemene bepaling voor de bijzondere wetgevingsprocedures; deze zijn specifiek per verdragsartikel geregeld. Vaak beslist de Raad alleen, met slechts raadpleging of goedkeuring van het Parlement."
  },
  {
    "q": "Gedelegeerde handelingen (art. 290 VWEU) mogen essentiële onderdelen van een wetgevingshandeling wijzigen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 290 lid 1 VWEU. Gedelegeerde handelingen zijn bedoeld ter aanvulling of wijziging van bepaalde niet-essentiële onderdelen van een wetgevingshandeling. Essentiële onderdelen zijn voorbehouden aan de wetgevingshandeling zelf."
  },
  {
    "q": "Uitvoeringshandelingen (art. 291 VWEU) worden vastgesteld wanneer er behoefte is aan uniforme voorwaarden voor de uitvoering van bindende Uniehandelingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 291 lid 2 VWEU. Indien er behoefte is aan uniforme voorwaarden voor de uitvoering van juridisch bindende handelingen van de Unie, verlenen die handelingen uitvoeringsbevoegdheden aan de Commissie."
  },
  {
    "q": "Op beleidsterreinen waar de Unie een ondersteunende bevoegdheid heeft, mag de Unie harmonisatie van nationale wetgeving opleggen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 2 lid 5 VWEU. Op gebieden met een ondersteunende, coördinerende of aanvullende bevoegdheid (zoals onderwijs of cultuur) is harmonisatie van de wettelijke en bestuursrechtelijke bepalingen van de lidstaten uitgesloten."
  },
  {
    "q": "De rechtsbasis van een besluit is louter een formaliteit en heeft geen invloed op de geldigheid van de rechtshandeling.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Attributiebeginsel. Een toereikende en correcte rechtsbasis is een geldigheidsvoorwaarde. Een besluit dat niet is gebaseerd op de juiste verdragsbepaling kan door het Hof van Justitie nietig worden verklaard."
  },
  {
    "q": "Secundair Unierecht mag in strijd zijn met primair Unierecht als het een latere datum heeft.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Hiërarchie van normen. Het primaire recht (de Verdragen) staat bovenaan de rangorde. Secundair recht (verordeningen, richtlijnen) moet in overeenstemming zijn met het primaire recht en kan bij strijdigheid ongeldig worden verklaard."
  },
  {
    "q": "Europese regelgeving is pas geldig nadat deze is bekendgemaakt in het Publicatieblad van de Europese Unie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 297 VWEU / Rechtszekerheidsbeginsel. Publicatie is een geldigheidsvereiste; wetgevingshandelingen treden in werking op de datum bepaald in de handeling of op de twintigste dag na bekendmaking in het Publicatieblad."
  },
  {
    "q": "De leerstukken van 'implied powers' en art. 352 VWEU (flexibiliteitsclausule) maken het mogelijk dat de Unie bevoegdheden uitoefent die niet expliciet in de verdragen staan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 352 VWEU / Implied powers. De Unie kan bevoegdheden uitoefenen die noodzakelijk zijn voor de doelstellingen (art. 352) of die impliciet voortvloeien uit andere bepalingen, om leemten in de bevoegdheidstoedeling aan te vullen."
  },
  {
    "q": "In de zaak Slowakije en Hongarije v. Raad oordeelde het Hof dat besluiten op basis van art. 78 lid 3 VWEU de gewone wetgevingsprocedure moeten volgen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Slowakije en Hongarije v. Raad. Het Hof oordeelde dat het besluit een niet-wetgevingshandeling betrof. Art. 78 lid 3 VWEU biedt een zelfstandige rechtsgrondslag voor voorlopige maatregelen zonder dat de gewone wetgevingsprocedure gevolgd hoeft te worden."
  },
  {
    "q": "Volgens het Hof in de Quotumzaak mogen nationale parlementen worden gepasseerd bij de vaststelling van noodmaatregelen onder art. 78 lid 3 VWEU.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Slowakije en Hongarije v. Raad. Omdat het besluit werd gekwalificeerd als een niet-wetgevingshandeling, was de betrokkenheid van nationale parlementen (zoals vereist bij wetgevingshandelingen) niet noodzakelijk."
  },
  {
    "q": "De vaststelling van de jaarlijkse begroting van de EU geschiedt volgens een bijzondere wetgevingsprocedure die sterk lijkt op de gewone procedure.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 314 VWEU. De begrotingsprocedure is een bijzondere wetgevingsprocedure waarbij Raad en Parlement samen de begrotingsautoriteit vormen, met een procedure die sterke gelijkenissen vertoont met de gewone procedure (o.a. bemiddelingscomité)."
  },
  {
    "q": "De Europese Raad heeft formeel wetgevende taken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 15 lid 1 VEU. De Europese Raad geeft de Unie de nodige impulsen en bepaalt de politieke beleidslijnen, maar oefent zelf geen wetgevingstaak uit."
  },
  {
    "q": "Het mededingingsbeleid (vaststelling van mededingingsregels voor de interne markt) valt onder de gedeelde bevoegdheid van de Unie en de lidstaten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3 lid 1 sub b VWEU. De vaststelling van mededingingsregels die voor de werking van de interne markt nodig zijn, valt onder de exclusieve bevoegdheid van de Unie."
  },
  {
    "q": "Landbouw en visserij (met uitzondering van de instandhouding van biologische rijkdommen) vallen onder de gedeelde bevoegdheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 4 lid 2 sub d VWEU. Landbouw en visserij behoren tot de gedeelde bevoegdheden, behalve de instandhouding van biologische rijkdommen van de zee (die is exclusief)."
  },
  {
    "q": "Het Europees Parlement kan in de gewone wetgevingsprocedure een wetsvoorstel in de tweede lezing definitief verwerpen, waardoor de wetgeving niet tot stand komt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 294 lid 7 sub b VWEU. Als het Europees Parlement in tweede lezing het standpunt van de Raad verwerpt, wordt de handeling geacht niet te zijn aangenomen (vetorecht)."
  },
  {
    "q": "Bij de vaststelling van besluiten in de Raad geldt unanimiteit als de standaard stemprocedure.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 16 lid 3 VEU. Tenzij in de Verdragen anders is bepaald, besluit de Raad met gekwalificeerde meerderheid van stemmen."
  },
  {
    "q": "Een richtlijn heeft uitsluitend verticale werking en kan geen verplichtingen opleggen aan particulieren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 288 VWEU / Faccini Dori. Een richtlijn is gericht tot lidstaten en bindt hen ten aanzien van het resultaat. Zij kan uit zichzelf geen verplichtingen opleggen aan particulieren (geen horizontale werking)."
  },
  {
    "q": "De motivatieplicht (art. 296 VWEU) vereist dat bij elke rechtshandeling de 'raison d’être' wordt vermeld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 296 VWEU. Rechtshandelingen moeten met redenen worden omkleed. Dit houdt in dat verantwoording moet worden afgelegd voor de noodzaak en de reden van het optreden (de raison d'être)."
  },
  {
    "q": "Het Hof van Justitie kan nationale wetgeving die strijdig is met het Unierecht formeel vernietigen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 263/267 VWEU. Het Hof van Justitie kan handelingen van de Unie-instellingen vernietigen of ongeldig verklaren. Het kan echter geen nationale wetgeving vernietigen; dat is aan de nationale rechtsorde (waarbij de nationale rechter de strijdige wet wel buiten toepassing moet laten)."
  }
]