[
  {
    "q": "Wat wordt in het Europees recht verstaan onder het begrip ‘goederen’ in de zin van de interne markt?",
    "a": [
      "Uitsluitend roerende lichamelijke zaken die geschikt zijn voor menselijke consumptie.",
      "Alle producten die een intellectuele eigendomswaarde vertegenwoordigen en grensoverschrijdend zijn.",
      "Waren die op geld waardeerbaar zijn en als zodanig het voorwerp van handelstransacties kunnen vormen.",
      "Diensten en producten die door een onderneming met winstoogmerk worden aangeboden."
    ],
    "c": 2,
    "exp": "Arrest Commissie/Italië (Kunstschatten) / Verdragsbepalingen Vrij Verkeer van Goederen.\n\nOnder goederen wordt verstaan: de waren die op geld waardeerbaar zijn en als zodanig het voorwerp van handelstransacties kunnen vormen. Dit is een ruime opvatting die alle producten omvat die voorwerp zijn van commerciële transacties."
  },
  {
    "q": "Welke stelling over maximumharmonisatie is juist?",
    "a": [
      "De Europese wetgever stelt een basisnorm vast, waarbij lidstaten strengere regels mogen handhaven.",
      "De richtlijn biedt geen beleidsvrijheid aan de lidstaten en stelt een gesloten norm vast.",
      "Lidstaten mogen altijd afwijken van de norm indien er sprake is van dwingende vereisten van algemeen belang.",
      "Het betreft een harmonisatievorm die uitsluitend via verordeningen en nooit via richtlijnen kan worden bereikt."
    ],
    "c": 1,
    "exp": "Beginsel van harmonisatie.\n\nMaximumharmonisatie wordt gekenmerkt door een gesloten norm. Een van de instrumenten om harmonisatie te bereiken biedt in dat geval geen speelruimte of beleidsvrijheid aan de lidstaten om afwijkende regels te stellen."
  },
  {
    "q": "Wat is het kenmerkende verschil tussen een douane-unie en een vrijhandelszone?",
    "a": [
      "In een douane-unie geldt een gemeenschappelijk buitentarief, terwijl landen in een vrijhandelszone hun eigen tarieven tegenover derde landen behouden.",
      "Een vrijhandelszone kent een gemeenschappelijke munt, terwijl een douane-unie slechts douanerechten afschaft.",
      "Een douane-unie betreft ook het vrije verkeer van diensten, terwijl een vrijhandelszone uitsluitend ziet op goederen.",
      "In een vrijhandelszone is sprake van volledige harmonisatie van wetgeving, wat in een douane-unie niet het geval is."
    ],
    "c": 0,
    "exp": "Theorie van economische integratie / Art. 28 VWEU.\n\nIn een vrijhandelszone worden tussen deelnemende landen geen douanerechten geheven, maar bepalen landen zelf de tarieven voor derde landen. In een douane-unie geldt naast de interne afschaffing van heffingen ook een gemeenschappelijk douanetarief voor goederen uit derde landen."
  },
  {
    "q": "Welke definitie gaf het Hof van Justitie in het arrest Dassonville aan het begrip ‘maatregel van gelijke werking’?",
    "a": [
      "Iedere nationale maatregel die discrimineert op basis van nationaliteit en daardoor de invoer belemmert.",
      "Elke regeling die de verkoopmodaliteiten beperkt zonder onderscheid te maken tussen binnenlandse en buitenlandse producten.",
      "Iedere handelsregeling der lidstaten die de intracommunautaire handel al dan niet rechtstreeks, daadwerkelijk of potentieel kan belemmeren.",
      "Alle maatregelen die een kwantitatieve beperking vormen op de invoer van goederen, zoals quota en invoerverboden."
    ],
    "c": 2,
    "exp": "Arrest Dassonville.\n\nHet Hof definieert een maatregel van gelijke werking als iedere handelsregeling der lidstaten die de intracommunautaire handel al dan niet rechtstreeks, daadwerkelijk of potentieel kan belemmeren."
  },
  {
    "q": "Onder welke voorwaarde vallen verkoopmodaliteiten volgens het arrest Keck en Mithouard buiten de reikwijdte van artikel 34 VWEU?",
    "a": [
      "Indien zij een dwingend vereiste van algemeen belang dienen en noodzakelijk zijn.",
      "Indien zij van toepassing zijn op alle marktdeelnemers en rechtens en feitelijk dezelfde invloed hebben op nationale en ingevoerde producten.",
      "Indien zij uitsluitend betrekking hebben op de kenmerken van het product, zoals vorm, maat of verpakking.",
      "Indien zij discriminatoir zijn maar gerechtvaardigd kunnen worden door artikel 36 VWEU."
    ],
    "c": 1,
    "exp": "Arrest Keck en Mithouard.\n\nNationale bepalingen die verkoopmodaliteiten regelen, vallen buiten artikel 34 VWEU mits zij van toepassing zijn op alle marktdeelnemers die op het nationale grondgebied activiteiten ontplooien, en mits zij rechtens en feitelijk dezelfde invloed hebben op de verhandeling van nationale producten en die uit andere lidstaten."
  },
  {
    "q": "Wat houdt het beginsel van wederzijdse erkenning in, zoals geformuleerd in het arrest Cassis de Dijon?",
    "a": [
      "Lidstaten moeten elkaars wetgeving harmoniseren voordat handel kan plaatsvinden.",
      "Producten die in één lidstaat rechtmatig zijn vervaardigd en in de handel zijn gebracht, moeten in beginsel ook in andere lidstaten worden toegelaten.",
      "Lidstaten mogen altijd eigen producteisen stellen, zolang deze ook voor binnenlandse producten gelden.",
      "Erkenning van beroepskwalificaties is vereist voor het vrije verkeer van goederen."
    ],
    "c": 1,
    "exp": "Arrest Cassis de Dijon.\n\nHet beginsel van wederzijdse erkenning houdt in dat er geen geldige reden is om te beletten dat producten die in een der lidstaten rechtmatig zijn geproduceerd en verhandeld, in een andere lidstaat worden ingevoerd."
  },
  {
    "q": "Welke van de volgende gronden wordt in artikel 36 VWEU expliciet genoemd als rechtvaardigingsgrond voor invoerbeperkingen?",
    "a": [
      "Bescherming van de consument.",
      "Bescherming van het milieu.",
      "Bescherming van de volksgezondheid.",
      "Eerlijkheid van handelstransacties."
    ],
    "c": 2,
    "exp": "Artikel 36 VWEU.\n\nArtikel 36 VWEU noemt limitatief gronden zoals openbare zedelijkheid, openbare orde, openbare veiligheid, en bescherming van de gezondheid en het leven van personen, dieren of planten (volksgezondheid). Consumentenbescherming en milieu zijn 'rule of reason' gronden uit de jurisprudentie."
  },
  {
    "q": "Wanneer is er sprake van een ‘heffing van gelijke werking’ in de zin van artikel 30 VWEU?",
    "a": [
      "Bij elke geldelijke last die deel uitmaakt van een algemeen stelsel van binnenlandse belastingen.",
      "Bij een eenzijdig opgelegde geldelijke last die wordt opgelegd vanwege grensoverschrijding van goederen en geen douanerecht is.",
      "Bij een belasting die discriminerend werkt ten opzichte van buitenlandse producten volgens artikel 110 VWEU.",
      "Bij een vergoeding voor een daadwerkelijk verleende dienst die in verhouding staat tot de kosten."
    ],
    "c": 1,
    "exp": "Artikel 30 VWEU / Rechtspraak Hof.\n\nOnder heffingen van gelijke werking wordt verstaan: een eenzijdig opgelegde geldelijke last die wordt opgelegd vanwege grensoverschrijding van goederen en geen douanerecht is."
  },
  {
    "q": "Welke toets introduceerde het Hof in het arrest Mickelsson met betrekking tot gebruiksmodaliteiten?",
    "a": [
      "De discriminatietoets: is er onderscheid naar nationaliteit?",
      "De rule of reason toets: is er een dwingend vereiste?",
      "De markttoegangstoets: belemmeren de regels de toegang van het product tot de markt aanzienlijk?",
      "De intentietoets: wat was de bedoeling van de nationale wetgever?"
    ],
    "c": 2,
    "exp": "Arrest Mickelsson.\n\nHet Hof oordeelde dat regels die het gebruik van een product beperken, onder artikel 34 VWEU vallen als zij de toegang van dat product tot de markt van de lidstaat aanzienlijk belemmeren (de markttoegangstoets)."
  },
  {
    "q": "Wat is de verhouding tussen artikel 34 VWEU (non-tarifaire belemmeringen) en artikel 110 VWEU (binnenlandse belastingen)?",
    "a": [
      "Ze kunnen gelijktijdig op dezelfde maatregel van toepassing zijn.",
      "Artikel 34 VWEU is van toepassing op fiscale belemmeringen als artikel 110 VWEU niet toereikend is.",
      "Artikel 30 en 110 VWEU sluiten elkaar uit; fiscale maatregelen vallen onder 30 of 110, niet onder 34.",
      "Artikel 110 VWEU is een specificatie van het algemene verbod in artikel 34 VWEU."
    ],
    "c": 2,
    "exp": "Artikel 30, 34 en 110 VWEU.\n\nDe bepalingen over tarifaire belemmeringen (art. 30 en 110 VWEU) en non-tarifaire belemmeringen (art. 34 VWEU) sluiten elkaar uit. Een maatregel is óf een heffing/belasting, óf een kwantitatieve beperking/maatregel van gelijke werking."
  },
  {
    "q": "Kunnen zuiver economische belangen dienen als rechtvaardigingsgrond onder de ‘rule of reason’?",
    "a": [
      "Ja, mits de maatregel proportioneel is.",
      "Nee, economische doeleinden kunnen nooit een dwingend vereiste van algemeen belang vormen.",
      "Ja, maar alleen als de maatregel zonder onderscheid is.",
      "Nee, tenzij er sprake is van een ernstige economische crisis in de lidstaat."
    ],
    "c": 1,
    "exp": "Arrest Cassis de Dijon / Rechtspraak Hof.\n\nDe lijst van dwingende vereisten van algemeen belang (rule of reason) is niet limitatief, maar het Hof weert gronden die van zuiver economische aard zijn. Publieke belangen mogen niet gebruikt worden voor protectionistische (economische) doeleinden."
  },
  {
    "q": "Wat is het rechtsgevolg als een nationale maatregel valt onder het verbod van artikel 34 VWEU en niet gerechtvaardigd kan worden?",
    "a": [
      "De maatregel is nietig op grond van het nationale recht.",
      "De nationale rechter moet de maatregel buiten toepassing laten.",
      "De lidstaat krijgt een boete van de Europese Commissie zonder tussenkomst van het Hof.",
      "De maatregel blijft geldig tot het nationale parlement deze intrekt."
    ],
    "c": 1,
    "exp": "Arrest Simmenthal / Costa/ENEL.\n\nNationale rechters moeten nationale wetten die in strijd zijn met rechtstreeks werkende Unierechtelijke bepalingen (zoals art. 34 VWEU) buiten toepassing laten, ook als die wetten later zijn vastgesteld."
  },
  {
    "q": "Welke voorwaarde geldt er voor een beroep op de ‘rule of reason’ (Cassis-rechtvaardiging)?",
    "a": [
      "De nationale maatregel mag onderscheid maken naar nationaliteit.",
      "De nationale maatregel moet zonder onderscheid gelden voor binnenlandse en ingevoerde producten.",
      "Het moet gaan om een van de gronden genoemd in artikel 36 VWEU.",
      "De maatregel moet een fiscaal karakter hebben."
    ],
    "c": 1,
    "exp": "Arrest Cassis de Dijon.\n\nEen beroep op de ‘rule of reason’ is alleen mogelijk bij maatregelen die zonder onderscheid gelden voor binnenlandse en ingevoerde producten (indistinctly applicable measures)."
  },
  {
    "q": "Wat houdt de proportionaliteitstoets in bij de rechtvaardiging van handelsbelemmeringen?",
    "a": [
      "De maatregel moet geschikt en noodzakelijk zijn om het nagestreefde doel te bereiken.",
      "De maatregel moet economisch voordelig zijn voor de lidstaat.",
      "De maatregel moet goedgekeurd zijn door de Europese Commissie.",
      "De maatregel mag geen enkel effect hebben op de handel tussen lidstaten."
    ],
    "c": 0,
    "exp": "Arrest Cassis de Dijon / Gebhard.\n\nDe evenredigheidstoets (proportionaliteit) houdt in dat de maatregel geschikt moet zijn om het doel te bereiken en niet verder mag gaan dan noodzakelijk is (er is geen minder ingrijpend alternatief)."
  },
  {
    "q": "Heeft artikel 34 VWEU horizontale rechtstreekse werking?",
    "a": [
      "Ja, burgers kunnen artikel 34 VWEU inroepen tegen andere particulieren.",
      "Ja, maar alleen als het gaat om multinationals.",
      "Nee, artikel 34 VWEU richt zich tot lidstaten en heeft geen horizontale werking.",
      "Nee, artikel 34 VWEU heeft überhaupt geen rechtstreekse werking."
    ],
    "c": 2,
    "exp": "Artikel 34 VWEU / Rechtspraak Hof.\n\nArtikel 34 VWEU richt zich tot de lidstaten ('Tussen de lidstaten zijn verboden...'). Het heeft verticale rechtstreekse werking (burger tegen staat), maar geen horizontale rechtstreekse werking (burger tegen burger)."
  },
  {
    "q": "Welke van de volgende situaties valt onder ‘omgekeerde discriminatie’?",
    "a": [
      "Een lidstaat behandelt producten uit andere lidstaten slechter dan eigen producten.",
      "Een lidstaat behandelt eigen onderdanen of producten slechter dan die uit andere lidstaten in een zuiver interne situatie.",
      "Een lidstaat heft hogere belastingen op export dan op binnenlandse verkoop.",
      "Een lidstaat weigert de invoer van producten die niet aan de nationale eisen voldoen."
    ],
    "c": 1,
    "exp": "Beginsel van discriminatie / Zuiver interne situatie.\n\nOmgekeerde discriminatie doet zich voor wanneer het Unierecht niet van toepassing is op een zuiver interne situatie, waardoor de eigen onderdanen of producten aan strengere nationale regels zijn onderworpen dan buitenlandse producten die beschermd worden door het vrij verkeer."
  },
  {
    "q": "Wat was de kern van de uitspraak in het arrest Keck en Mithouard?",
    "a": [
      "Een verbod op wederverkoop met verlies is een maatregel van gelijke werking en dus verboden.",
      "Producteisen vallen buiten artikel 34 VWEU als ze zonder onderscheid gelden.",
      "Nationale bepalingen die verkoopmodaliteiten beperken of verbieden vallen buiten artikel 34 VWEU, mits ze niet discrimineren.",
      "De Dassonville-formule werd in zijn geheel verworpen door het Hof."
    ],
    "c": 2,
    "exp": "Arrest Keck en Mithouard.\n\nHet Hof oordeelde dat nationale bepalingen die bepaalde verkoopmodaliteiten regelen buiten artikel 34 VWEU vallen, mits zij van toepassing zijn op alle marktdeelnemers en rechtens en feitelijk dezelfde invloed hebben op nationale en ingevoerde producten."
  },
  {
    "q": "Wat wordt verstaan onder ‘kwantitatieve invoerbeperkingen’ in artikel 34 VWEU?",
    "a": [
      "Alle maatregelen die de handel kunnen belemmeren.",
      "Maatregelen die leiden tot een volledige of gedeeltelijke beperking van de invoer, zoals quota of invoerverboden.",
      "Fiscale heffingen die worden opgelegd aan de grens.",
      "Kwaliteitseisen die aan producten worden gesteld."
    ],
    "c": 1,
    "exp": "Artikel 34 VWEU / Gedan-arrest (niet in bron, maar definitie is standaard).\n\nKwantitatieve invoerbeperkingen zijn maatregelen die de invoer, uitvoer of doorvoer geheel of gedeeltelijk beperken naar hoeveelheid of waarde, zoals quota en invoerverboden."
  },
  {
    "q": "Mag een lidstaat op grond van artikel 36 VWEU een invoerverbod instellen voor pornografisch materiaal?",
    "a": [
      "Nee, dit is strijdig met het vrije verkeer van goederen.",
      "Ja, op grond van de bescherming van de openbare zedelijkheid.",
      "Ja, op grond van de bescherming van de openbare veiligheid.",
      "Nee, tenzij er sprake is van harmonisatie op dit gebied."
    ],
    "c": 1,
    "exp": "Artikel 36 VWEU.\n\nArtikel 36 VWEU noemt expliciet de ‘openbare zedelijkheid’ als grond voor verboden of beperkingen van invoer, uitvoer of doorvoer."
  },
  {
    "q": "Wat impliceert de ‘Dassonville-formule’ voor de bewijslast van een belemmering?",
    "a": [
      "Er moet bewezen worden dat de handel daadwerkelijk is gedaald.",
      "Er moet sprake zijn van opzet om de handel te belemmeren.",
      "Het is voldoende dat een maatregel de handel potentieel kan belemmeren; daadwerkelijk effect hoeft niet bewezen te worden.",
      "Alleen maatregelen die discrimineren vallen onder de definitie."
    ],
    "c": 2,
    "exp": "Arrest Dassonville.\n\nDe formule omvat iedere handelsregeling die de intracommunautaire handel al dan niet rechtstreeks, daadwerkelijk of *potentieel* kan belemmeren."
  },
  {
    "q": "Welk onderscheid is cruciaal bij de toepassing van artikel 110 VWEU (binnenlandse belastingen)?",
    "a": [
      "Het onderscheid tussen directe en indirecte belastingen.",
      "Het onderscheid tussen belasting op kapitaal en belasting op goederen.",
      "Het onderscheid tussen gelijksoortige producten (lid 1) en andere concurrerende producten (lid 2).",
      "Het onderscheid tussen heffingen van gelijke werking en douanerechten."
    ],
    "c": 2,
    "exp": "Artikel 110 VWEU.\n\nArtikel 110 lid 1 verbiedt discriminatoire belastingen op gelijksoortige producten. Lid 2 verbiedt belastingen die andere (concurrerende) producties zijdelings beschermen."
  },
  {
    "q": "Kan een particulier zich bij de nationale rechter beroepen op artikel 34 VWEU tegen een strijdige nationale wet?",
    "a": [
      "Nee, alleen de Europese Commissie kan dit via een inbreukprocedure.",
      "Ja, artikel 34 VWEU heeft verticale rechtstreekse werking.",
      "Nee, artikel 34 VWEU vereist eerst nadere uitwerking in nationale wetgeving.",
      "Ja, maar alleen als de nationale wet van latere datum is dan het verdrag."
    ],
    "c": 1,
    "exp": "Arrest Van Duyn / Van Gend en Loos.\n\nArtikel 34 VWEU is een duidelijk en onvoorwaardelijk verbod en heeft daardoor verticale rechtstreekse werking. Particulieren kunnen zich erop beroepen tegen de staat."
  },
  {
    "q": "Wat is het gevolg van harmonisatie voor de mogelijkheid van lidstaten om zich op artikel 36 VWEU te beroepen?",
    "a": [
      "Harmonisatie heeft geen invloed op artikel 36 VWEU.",
      "Lidstaten kunnen zich niet meer op artikel 36 VWEU beroepen als er sprake is van uitputtende harmonisatie op dat gebied.",
      "Lidstaten mogen altijd strengere eisen stellen bovenop de geharmoniseerde normen.",
      "Artikel 36 VWEU blijft altijd van kracht als vangnet."
    ],
    "c": 1,
    "exp": "Beginsel van harmonisatie / Rechtspraak Hof.\n\nWanneer een onderwerp uitputtend is geharmoniseerd op EU-niveau, kunnen lidstaten geen beroep meer doen op artikel 36 VWEU om afwijkende nationale maatregelen te rechtvaardigen."
  },
  {
    "q": "Welke stelling over de ‘U-bocht constructie’ is juist?",
    "a": [
      "Het is een legitieme manier om nationale regels te omzeilen door producten te exporteren en direct weer te importeren.",
      "Het is strijdig met het Unierecht en wordt gezien als misbruik als het doel louter is om nationale regels te ontduiken.",
      "Het is alleen toegestaan voor consumenten, niet voor bedrijven.",
      "Het valt onder de bescherming van artikel 34 VWEU ongeacht het motief."
    ],
    "c": 1,
    "exp": "Rechtspraak Hof / Misbruik van recht.\n\nEen beroep op het Unierecht kan worden afgewezen als het uitvoeren van producten enkel bedoeld is om ze weer in te voeren en zo nationale regels te ontduiken (misbruik)."
  },
  {
    "q": "In het arrest Mickelsson oordeelde het Hof over een verbod op het gebruik van waterscooters. Waarom viel dit onder artikel 34 VWEU?",
    "a": [
      "Omdat het een direct discriminerende maatregel was.",
      "Omdat het gebruik van een product aanzienlijk werd beperkt, waardoor de toegang tot de markt werd belemmerd.",
      "Omdat het een verkoopmodaliteit betrof die niet voor alle handelaren gelijk was.",
      "Omdat de waterscooters in Zweden werden geproduceerd."
    ],
    "c": 1,
    "exp": "Arrest Mickelsson.\n\nHet Hof stelde dat een gebruiksverbod het consumentengedrag beïnvloedt: als men een product niet mag gebruiken, zal men het niet kopen. Dit belemmert de markttoegang voor buitenlandse producten."
  },
  {
    "q": "Wat is het verschil tussen artikel 34 VWEU en artikel 35 VWEU?",
    "a": [
      "Artikel 34 ziet op invoer en artikel 35 op uitvoer; bij artikel 35 wordt het begrip ‘maatregel van gelijke werking’ enger uitgelegd.",
      "Artikel 34 ziet op fiscale belemmeringen en artikel 35 op kwantitatieve beperkingen.",
      "Artikel 34 geldt voor lidstaten en artikel 35 voor particulieren.",
      "Er is geen inhoudelijk verschil, beide verbieden alle handelsbelemmeringen."
    ],
    "c": 0,
    "exp": "Artikel 34 en 35 VWEU / Groenveld-arrest (interpretatie art 35).\n\nArtikel 34 betreft invoerbelemmeringen (ruime Dassonville-toets). Artikel 35 betreft uitvoerbelemmeringen. Bij uitvoerbelemmeringen ligt de nadruk meer op discriminatie; het begrip maatregel van gelijke werking wordt daar enger uitgelegd."
  },
  {
    "q": "Welke eis stelt het evenredigheidsbeginsel aan een maatregel die gerechtvaardigd wordt onder de ‘rule of reason’?",
    "a": [
      "De maatregel moet financieel gecompenseerd worden.",
      "De maatregel moet geschikt zijn en niet verder gaan dan noodzakelijk (het minst belemmerende alternatief).",
      "De maatregel mag alleen van toepassing zijn op buitenlandse producten.",
      "De maatregel moet tijdelijk van aard zijn."
    ],
    "c": 1,
    "exp": "Arrest Gebhard / Cassis de Dijon.\n\nEvenredigheid (proportionaliteit) vereist geschiktheid (is de maatregel geschikt om het doel te bereiken?) en noodzakelijkheid (is er geen minder ingrijpende maatregel mogelijk?)."
  },
  {
    "q": "Welk element hoort NIET bij de definitie van een ‘heffing van gelijke werking’?",
    "a": [
      "Het is een geldelijke last.",
      "Het wordt eenzijdig opgelegd.",
      "Het wordt opgelegd wegens grensoverschrijding.",
      "Het is bedoeld om de staatskas te spekken."
    ],
    "c": 3,
    "exp": "Arrest Commissie/Italië (Statistiekheffing).\n\nHet doel van de heffing (bijv. spekken staatskas of financieren keuring) is irrelevant. De definiërende elementen zijn: geldelijke last, eenzijdig opgelegd, wegens grensoverschrijding."
  },
  {
    "q": "In het arrest Cassis de Dijon oordeelde het Hof over een Duitse eis betreffende het alcoholpercentage. Wat was de conclusie?",
    "a": [
      "De eis was gerechtvaardigd ter bescherming van de volksgezondheid.",
      "De eis was een verkoopmodaliteit en viel buiten artikel 34 VWEU.",
      "De eis was een maatregel van gelijke werking en kon niet worden gerechtvaardigd; etikettering was een lichter alternatief.",
      "De eis was een belastingmaatregel en viel onder artikel 110 VWEU."
    ],
    "c": 2,
    "exp": "Arrest Cassis de Dijon.\n\nHet Hof oordeelde dat de eis (minimum alcoholpercentage) de handel belemmerde. De Duitse overheid beriep zich op consumentenbescherming, maar het Hof vond een totaalverbod disproportioneel; duidelijke etikettering zou volstaan."
  },
  {
    "q": "Wat wordt bedoeld met ‘minimumharmonisatie’?",
    "a": [
      "De EU stelt geen regels vast en laat alles aan de lidstaten over.",
      "De EU stelt een basisnorm vast; lidstaten mogen strengere regels stellen.",
      "De EU stelt een maximum vast; lidstaten mogen geen strengere regels stellen.",
      "De EU harmoniseert alleen de definities, niet de normen."
    ],
    "c": 1,
    "exp": "Beginsel van harmonisatie / Arrest Gallaher.\n\nBij minimumharmonisatie stelt de Europese wetgever een ondergrens (basisnorm). Lidstaten behouden de bevoegdheid om (voor de eigen markt) strengere beschermingsmaatregelen te treffen."
  }
]