[
  {
    "q": "De Italiaanse keuringsdienst legt een importheffing op aan een vleesimporteur op basis van een nationale wet uit 2024. Deze wet is in strijd met een eerdere Europese verordening. De nationale rechter stelt vast dat er sprake is van strijdigheid, maar de Italiaanse wet schrijft voor dat alleen het Constitutionele Hof nationale wetten ongeldig kan verklaren. De rechter wil de procedure aanhouden om het Constitutionele Hof te raadplegen. Mag de nationale rechter dit doen?",
    "sample": "Issue: Mag een nationale rechter wachten op het Constitutionele Hof alvorens strijdig nationaal recht buiten toepassing te laten?\n\nRule: In het arrest Simmenthal II oordeelde het Hof dat elke nationale rechter verplicht is het Unierecht volledig toe te passen en de rechten die het aan particulieren toekent te beschermen.\n\nApplication: Op grond van het voorrangsbeginsel en het loyaliteitsbeginsel (art. 4 lid 3 VEU) moet de rechter elke strijdige bepaling van de nationale wetgeving, zelfs van latere datum, buiten toepassing laten. Het wachten op een constitutionele procedure zou de doeltreffendheid van het Unierecht ondermijnen.\n\nConclusion: Nee, de rechter moet de nationale wet direct buiten toepassing laten.",
    "checklist": [
      "Strijd tussen nationaal recht en Unierecht (voorrangsbeginsel).",
      "Simmenthal II: verplichting tot direct buiten toepassing laten.",
      "Niet wachten op oordeel Constitutioneel Hof.",
      "Volle werking Unierecht verzekeren (Loyaliteitsbeginsel)."
    ],
    "exp": "HvJ EU Simmenthal II.\n\nDe nationale rechter heeft de plicht om bepalingen die in strijd zijn met het Unierecht onmiddellijk buiten toepassing te laten, zonder dat hij de voorafgaande opheffing hiervan via wetgeving of een constitutionele procedure hoeft te vragen of af te wachten."
  },
  {
    "q": "De Nederlandse overheid vervolgt een café-eigenaar strafrechtelijk omdat hij kraanwater verkoopt als 'bronwater'. Dit is verboden volgens een Europese richtlijn waarvan de implementatietermijn is verstreken, maar de Nederlandse wetgeving was ten tijde van de verkoop nog niet aangepast. De officier van justitie stelt dat de richtlijn rechtstreeks moet worden toegepast tegen de café-eigenaar.",
    "sample": "Issue: Kan de overheid zich ten laste van een particulier beroepen op een niet-omgezette richtlijn (omgekeerde verticale werking) in een strafzaak?\n\nRule: In het arrest Kolpinghuis bepaalde het Hof dat een richtlijn uit zichzelf geen verplichtingen aan particulieren kan opleggen.\n\nApplication: Een lidstaat kan zich niet tegenover een particulier beroepen op een richtlijn die niet in nationaal recht is omgezet. Richtlijnconforme interpretatie mag bovendien niet leiden tot strafrechtelijke aansprakelijkheid die niet uit de wet zelf voortvloeit (rechtszekerheid).\n\nConclusion: Nee, de richtlijn kan niet als grondslag voor veroordeling dienen.",
    "checklist": [
      "Omgekeerde verticale werking (Staat tegen particulier).",
      "Kolpinghuis: richtlijn schept geen verplichtingen voor particulieren.",
      "Geen strafrechtelijke aansprakelijkheid op basis van enkele richtlijn.",
      "Begrenzing door rechtszekerheidsbeginsel (geen contra legem)."
    ],
    "exp": "HvJ EU Kolpinghuis.\n\nEen richtlijn kan niet uit zichzelf verplichtingen opleggen aan particulieren. De staat kan zich daarom niet ten laste van particulieren beroepen op een bepaling van een richtlijn die niet in nationaal recht is omgezet."
  },
  {
    "q": "Een consument koopt een taalcursus bij een particulier bedrijf op een station in Milaan. Zij wil de overeenkomst ontbinden op basis van een EU-richtlijn die consumentenbescherming biedt buiten verkoopruimten. Italië heeft de richtlijn niet tijdig omgezet. De consument beroept zich rechtstreeks op de richtlijn tegen het bedrijf.",
    "sample": "Issue: Kan een particulier zich in een geschil met een andere particulier beroepen op een niet-omgezette richtlijn (horizontale werking)?\n\nRule: Het arrest Faccini Dori bevestigt dat richtlijnen geen horizontale directe werking hebben en geen verplichtingen voor particulieren kunnen scheppen.\n\nApplication: De consument kan de richtlijn niet rechtstreeks inroepen tegen het bedrijf. De nationale rechter moet eerst proberen het nationale recht richtlijnconform uit te leggen. Lukt dit niet, dan rest een schadevergoedingsactie tegen de staat.\n\nConclusion: Nee, directe werking is niet mogelijk; staatsaansprakelijkheid is het alternatief.",
    "checklist": [
      "Geschil tussen particulieren (horizontale verhouding).",
      "Faccini Dori: richtlijn heeft geen horizontale werking.",
      "Verplichting tot richtlijnconforme interpretatie.",
      "Subsidiair: staatsaansprakelijkheid (Francovich) vorderen."
    ],
    "exp": "HvJ EU Faccini Dori.\n\nRichtlijnen hebben geen horizontale werking. Een particulier kan zich niet beroepen op een richtlijn tegenover een andere particulier, omdat een richtlijn alleen verplichtingen schept voor lidstaten."
  },
  {
    "q": "Een omwonende van een steengroeve stapt naar de rechter omdat de overheid een vergunning aan een mijnbouwbedrijf heeft verleend zonder de milieueffectrapportage (MER) die een EU-richtlijn voorschrijft. Het mijnbouwbedrijf stelt dat de omwonende zich niet op de richtlijn kan beroepen, omdat intrekking van de vergunning nadelig is voor het bedrijf (een derde partij).",
    "sample": "Issue: Mag een particulier zich tegen de staat op een richtlijn beroepen als dit nadelige gevolgen heeft voor een derde partij (driehoeksverhouding)?\n\nRule: In Delana Wells oordeelde het Hof dat negatieve gevolgen voor derden niet betekenen dat er sprake is van horizontale werking.\n\nApplication: De burger roept de richtlijn in tegen de staat (verticale werking). Dat de staat hierdoor de vergunning van het bedrijf moet intrekken, is een toegestaan neveneffect. De staat moet de onrechtmatige situatie herstellen.\n\nConclusion: Ja, een beroep op de richtlijn is toegestaan.",
    "checklist": [
      "Verticale werking (Burger tegen Staat).",
      "Delana Wells: nadelige gevolgen voor derden toegestaan.",
      "Geen directe verplichting voor derde (geen horizontale werking).",
      "Staat moet onrechtmatige gevolgen herstellen (vergunning intrekken)."
    ],
    "exp": "HvJ EU Delana Wells.\n\nEen burger mag zich tegen de staat beroepen op een richtlijn, ook als dit nadelige gevolgen heeft voor derden. Zolang het geen directe verplichtingen aan die derden oplegt, is dit geen ongeoorloofde horizontale werking."
  },
  {
    "q": "De weduwe van een overleden werknemer vordert bij diens voormalige particuliere werkgever uitbetaling van niet-opgenomen vakantiedagen. De nationale wet bepaalt dat dit recht vervalt bij overlijden. De werknemer beroept zich op art. 7 van de Arbeidstijdenrichtlijn en art. 31 lid 2 van het Handvest. De werkgever stelt dat de richtlijn niet tegen hem (een particulier) kan worden ingeroepen.",
    "sample": "Issue: Kan het recht op betaalde vakantie worden ingeroepen in een geschil tussen particulieren als de nationale wet dit uitsluit?\n\nRule: In het arrest Bauer bevestigde het Hof dat richtlijnen geen horizontale werking hebben, maar art. 31 lid 2 van het Handvest wel.\n\nApplication: Hoewel de richtlijn niet direct werkt tussen particulieren, heeft het recht op jaarlijkse vakantie in het Handvest wel horizontale directe werking. De rechter moet de strijdige nationale wet buiten toepassing laten.\n\nConclusion: Ja, op grond van het Handvest moet de vergoeding worden betaald.",
    "checklist": [
      "Geschil tussen particulieren (horizontale verhouding).",
      "Richtlijn heeft geen horizontale werking.",
      "Bauer: Art. 31 lid 2 Handvest heeft horizontale werking.",
      "Nationale rechter moet strijdig recht buiten toepassing laten."
    ],
    "exp": "HvJ EU Bauer.\n\nHet recht op jaarlijkse vakantie met behoud van loon is verankerd in art. 31 lid 2 van het Handvest. Deze bepaling heeft directe werking, ook in geschillen tussen particulieren (horizontale directe werking)."
  }
]