[
  {
    "q": "Volgens het arrest Simmenthal II moet een nationale rechter wachten op een oordeel van het constitutionele hof alvorens een met Europees recht strijdige nationale wet buiten toepassing te laten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Simmenthal II.\n\nDe nationale rechter heeft de plicht om bepalingen die in strijd zijn met het Unierecht onmiddellijk buiten toepassing te laten, zonder dat hij de voorafgaande opheffing hiervan via wetgeving of een constitutionele procedure hoeft te vragen of af te wachten."
  },
  {
    "q": "In het arrest Dominguez oordeelde het Hof dat de verplichting tot richtlijnconforme interpretatie niet mag leiden tot een uitleg van nationaal recht die contra legem is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Dominguez.\n\nDe verplichting tot richtlijnconforme interpretatie wordt begrensd door algemene rechtsbeginselen en mag niet dienen als grondslag voor een uitlegging van nationaal recht die contra legem is."
  },
  {
    "q": "Het arrest Kolpinghuis bevestigt dat een nationale overheid zich ten laste van een particulier kan beroepen op een niet-geïmplementeerde richtlijn (omgekeerde verticale werking).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Kolpinghuis.\n\nEen richtlijn kan niet uit zichzelf verplichtingen opleggen aan particulieren. De staat kan zich daarom niet ten laste van particulieren beroepen op een bepaling van een richtlijn die niet in nationaal recht is omgezet."
  },
  {
    "q": "Volgens het arrest Faccini Dori kunnen particulieren zich in een geschil met een andere particulier rechtstreeks op een richtlijn beroepen (horizontale werking).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Faccini Dori.\n\nRichtlijnen hebben geen horizontale werking. Een particulier kan zich niet beroepen op een richtlijn tegenover een andere particulier, omdat een richtlijn alleen verplichtingen schept voor lidstaten."
  },
  {
    "q": "In het arrest Delana Wells oordeelde het Hof dat een particulier zich tegenover de staat op een richtlijn kan beroepen, zelfs als dit nadelige gevolgen heeft voor derden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Delana Wells.\n\nEen burger mag zich tegen de staat beroepen op een richtlijn, ook als dit nadelige gevolgen heeft voor derden. Zolang het geen directe verplichtingen aan die derden oplegt, is dit geen ongeoorloofde horizontale werking."
  },
  {
    "q": "Het arrest Bauer bevestigt dat het recht op jaarlijkse vakantie met behoud van loon (art. 31 lid 2 Handvest) directe werking heeft in geschillen tussen particulieren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Bauer.\n\nHet recht op jaarlijkse vakantie met behoud van loon is verankerd in art. 31 lid 2 van het Handvest. Deze bepaling heeft directe werking, ook in geschillen tussen particulieren (horizontale directe werking)."
  },
  {
    "q": "Volgens het arrest Francovich is opzet of grove schuld van de lidstaat een vereiste voor staatsaansprakelijkheid wegens schending van het Unierecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Francovich.\n\nDe voorwaarden voor staatsaansprakelijkheid zijn: 1) de richtlijn kent rechten toe aan particulieren, 2) de inhoud is bepaalbaar, en 3) er is een causaal verband. Schuld of opzet wordt niet als vereiste genoemd."
  },
  {
    "q": "Het beginsel van staatsaansprakelijkheid geldt volgens Brasserie du Pêcheur ook wanneer de schending van het Unierecht is begaan door de nationale wetgever.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Brasserie du Pêcheur & Factortame.\n\nHet beginsel van staatsaansprakelijkheid geldt voor alle gevallen van schending van het gemeenschapsrecht door een lidstaat, ongeacht het orgaan van de lidstaat (inclusief de wetgever) dat de schending heeft begaan."
  },
  {
    "q": "In Simmenthal II werd bepaald dat alleen de hoogste nationale rechter de bevoegdheid heeft om strijdig nationaal recht buiten toepassing te laten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Simmenthal II.\n\nIedere nationale rechter, aangezocht binnen de grenzen van zijn bevoegdheid, heeft de plicht om het gemeenschapsrecht toe te passen en strijdige nationale bepalingen buiten toepassing te laten."
  },
  {
    "q": "Het arrest Van Gend en Loos stelde vast dat Unierecht een nieuwe rechtsorde vormt waarin burgers rechtstreeks rechten kunnen ontlenen aan verdragsbepalingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Van Gend en Loos.\n\nDe Gemeenschap vormt een nieuwe rechtsorde waarbinnen niet slechts de lidstaten, maar ook hun onderdanen gerechtigd zijn. Het gemeenschapsrecht kan rechten scheppen die zij uit eigen hoofde geldend kunnen maken."
  },
  {
    "q": "Volgens Costa/ENEL kan een nationale wet van latere datum voorrang hebben op een eerdere bepaling van het Unierecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Costa/ENEL.\n\nHet verdragsrecht kan door geen enkel nationaal voorschrift opzij worden gezet. Een later nationaal wettelijk voorschrift kan niet boven de rechtsorde van de Gemeenschap worden gesteld."
  },
  {
    "q": "De verplichting tot richtlijnconforme interpretatie geldt pas nadat de omzettingstermijn van de richtlijn is verstreken (Kolpinghuis).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Kolpinghuis.\n\nDe verplichting voor de nationale rechter om zich bij de uitleg van nationale regels te laten leiden door de inhoud van een richtlijn geldt vanaf het moment dat de omzettingstermijn is verstreken."
  },
  {
    "q": "In het arrest Dominguez stelt het Hof dat de nationale rechter als eerste stap moet onderzoeken of staatsaansprakelijkheid mogelijk is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Dominguez.\n\nDe nationale rechter moet eerst proberen de wet richtlijnconform uit te leggen (stap 1). Pas als dat niet lukt, wordt gekeken naar rechtstreekse werking (stap 2) en daarna naar staatsaansprakelijkheid (stap 3)."
  },
  {
    "q": "Een richtlijn kan rechtstreekse werking hebben indien de bepaling onvoorwaardelijk en voldoende nauwkeurig is en de omzettingstermijn is verstreken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Faccini Dori / Van Gend en Loos.\n\nVoor rechtstreekse werking van richtlijnen gelden de voorwaarden: onvoorwaardelijk, voldoende duidelijk en nauwkeurig, en de omzettingstermijn moet zijn verstreken (bij gebreke van tijdige/juiste omzetting)."
  },
  {
    "q": "Staatsaansprakelijkheid is volgens Brasserie du Pêcheur afhankelijk van het bestaan van een 'voldoende gekwalificeerde schending' van het Unierecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Brasserie du Pêcheur & Factortame.\n\nEen van de drie criteria voor schadevergoeding is dat er sprake moet zijn van een voldoende gekwalificeerde schending (kennelijke en ernstige miskenning van de discretionaire bevoegdheid)."
  },
  {
    "q": "Het arrest Bauer maakt duidelijk dat de aard van de werkgever (overheid of particulier) irrelevant is voor de inroepbaarheid van het Handvest van de grondrechten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Bauer.\n\nHet Hof oordeelde dat art. 31 lid 2 van het Handvest horizontale directe werking heeft en dus ook tegenover een particuliere werkgever kan worden ingeroepen."
  },
  {
    "q": "Volgens Kolpinghuis mag richtlijnconforme interpretatie leiden tot strafrechtelijke aansprakelijkheid op basis van een niet-omgezette richtlijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Kolpinghuis.\n\nDe verplichting tot richtlijnconforme interpretatie wordt begrensd door het rechtszekerheidsbeginsel en mag niet leiden tot strafrechtelijke aansprakelijkheid op basis van enkel een richtlijn."
  },
  {
    "q": "De Hoge Raad oordeelde in Danikovic dat de burgerlijke rechter het buitenlands beleid van de Staat terughoudend moet toetsen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Danikovic e.a. tegen Staat der Nederlanden.\n\nDe Hoge Raad bevestigt dat de burgerlijke rechter grote terughoudendheid moet betrachten bij vorderingen over buitenlandse politiek en defensie, omdat dit sterk afhangt van politieke keuzes."
  },
  {
    "q": "In het arrest Vrijstelling rookverbod kleine cafés oordeelde de Hoge Raad dat art. 8 lid 2 WHO-Kaderverdrag geen rechtstreekse werking heeft.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Vrijstelling rookverbod kleine cafés.\n\nDe Hoge Raad oordeelde juist dat art. 8 lid 2 WHO-Kaderverdrag voldoende duidelijk en onvoorwaardelijk is en dus rechtstreekse werking heeft, waardoor de uitzondering voor kleine cafés onverbindend was."
  },
  {
    "q": "Het beginsel van procedurele autonomie houdt in dat lidstaten volledig vrij zijn om procedures voor de handhaving van EU-recht in te richten, zonder beperkingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Algemene leerstukken week 6 / Rewe & Comet.\n\nHoewel procedurele autonomie het uitgangspunt is, wordt dit begrensd door het gelijkwaardigheidsbeginsel en het doeltreffendheidsbeginsel (effectiviteitsbeginsel)."
  },
  {
    "q": "De 'Schutznorm' bij staatsaansprakelijkheid vereist dat de geschonden rechtsregel ertoe strekt rechten aan particulieren toe te kennen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Francovich / Brasserie du Pêcheur.\n\nEen voorwaarde voor staatsaansprakelijkheid is dat de geschonden rechtsregel rechten aan particulieren moet toekennen (Schutznorm)."
  },
  {
    "q": "In Faccini Dori kon de consument zich rechtstreeks op de richtlijn beroepen tegen het particuliere taleninstituut.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Faccini Dori.\n\nHet Hof oordeelde dat de consument zich niet rechtstreeks op de richtlijn kon beroepen tegen het particuliere bedrijf, omdat richtlijnen geen horizontale werking hebben."
  },
  {
    "q": "Volgens Simmenthal II is het Unierecht een autonome rechtsbron waarvan de werking niet afhankelijk kan zijn van nationaal constitutioneel recht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Simmenthal II.\n\nHet Hof benadrukt dat het Unierecht een autonome bron is en dat nationale rechters verplicht zijn de volle werking ervan te verzekeren, ongeacht nationale constitutionele procedures."
  },
  {
    "q": "Het arrest Delana Wells bepaalt dat een particulier zich niet op een richtlijn kan beroepen als dit leidt tot het intrekken van een vergunning van een derde partij.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Delana Wells.\n\nHet Hof oordeelde dat een burger zich op een richtlijn kan beroepen tegen de staat, ook als dit nadelige gevolgen heeft voor derden (zoals het intrekken van een vergunning), zolang het geen directe verplichting voor die derde schept."
  },
  {
    "q": "Conforme interpretatie kan ook worden toegepast op nationaal recht dat dateert van vóór de betreffende richtlijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Algemene leerstukken week 6 / Marleasing (impliciet in samenvatting).\n\nHet beginsel van conforme interpretatie geldt voor het gehele nationale recht, ongeacht of de bepalingen dateren van voor of na de richtlijn."
  },
  {
    "q": "In de zaak Francovich was de betreffende richtlijn voldoende duidelijk en onvoorwaardelijk om directe werking te hebben.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Francovich.\n\nHet Hof concludeerde dat de richtlijn in kwestie niet voldoende duidelijk en onvoorwaardelijk was om rechtstreekse werking te hebben, waardoor staatsaansprakelijkheid als alternatief werd ontwikkeld."
  },
  {
    "q": "Het arrest Costa/ENEL bevestigt dat de lidstaten hun soevereiniteit definitief hebben overgedragen aan de Gemeenschap op beperkte terreinen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Costa/ENEL.\n\nDe lidstaten hebben hun soevereiniteit, zij het op een beperkt terrein, begrensd en een rechtsstelsel in het leven geroepen dat bindend is voor henzelf en hun onderdanen."
  },
  {
    "q": "Voor een geslaagd beroep op staatsaansprakelijkheid moet er een causaal verband bestaan tussen de schending door de staat en de geleden schade.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Francovich / Brasserie du Pêcheur.\n\nHet derde criterium voor staatsaansprakelijkheid is dat er een direct causaal verband moet zijn tussen de schending van de verplichting door de staat en de geleden schade."
  },
  {
    "q": "Een richtlijn die rechten toekent aan particulieren kan nooit worden ingeroepen tegen de staat als werkgever (verticale werking).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HvJ EU Dominguez.\n\nIn verticale verhoudingen (zoals werknemer tegen overheidswerkgever) kan een richtlijn wel rechtstreeks worden ingeroepen als aan de voorwaarden voor directe werking is voldaan."
  },
  {
    "q": "Volgens art. 4 lid 3 VEU (loyaliteitsbeginsel) zijn nationale rechters verplicht om de rechten die burgers aan het Unierecht ontlenen te beschermen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HvJ EU Simmenthal II / Art. 4 lid 3 VEU.\n\nOp grond van het loyaliteitsbeginsel zijn nationale rechters verplicht de rechten uit het Unierecht te beschermen en de volledige werking van die regels te waarborgen."
  }
]