[
  {
    "q": "De Vrede van Westfalen (1648) markeert het ontstaan van een systeem gebaseerd op een wereldwijde supranationale regering.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Met de Vrede van Westfalen ontstond een systeem van soevereine en gelijke staten. De oorsprong van het moderne internationale publiekrecht ligt in de erkenning van deze staatssoevereiniteit en het netwerk van onderlinge rechtsbetrekkingen, niet in een supranationale regering."
  },
  {
    "q": "In een dualistisch stelsel maken regels van internationaal recht automatisch deel uit van de nationale rechtsorde zonder dat omzetting vereist is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De dualistische opvatting gaat ervan uit dat de internationale rechtsorde en nationale rechtsorde geheel gescheiden rechtssystemen zijn. In dit stelsel kunnen internationale normen niet zomaar deel uitmaken van de nationale rechtsorde; omzetting in nationaal recht is vereist."
  },
  {
    "q": "Volgens artikel 38 van het Statuut van het Internationaal Gerechtshof gelden rechterlijke beslissingen als een primaire rechtsbron.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 38 van het Statuut merkt rechterlijke beslissingen aan als hulpmiddelen voor het bepalen van rechtsregels, onder voorbehoud van artikel 59. Zij zijn van secundair belang naast verdragen, gewoonte en algemene rechtsbeginselen."
  },
  {
    "q": "Beperkingen op de onafhankelijkheid van staten kunnen volgens het internationaal recht niet worden verondersteld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het uitgangspunt, voortvloeiend uit soevereiniteit, is dat staten slechts zijn gebonden aan verdragsbepalingen indien zij hiermee hebben ingestemd. Beperkingen op de onafhankelijkheid van staten mogen niet worden verondersteld (S.S. Lotus)."
  },
  {
    "q": "Voor het ontstaan van een regel van internationaal gewoonterecht is een specifieke, langdurige tijdsduur vereist.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Er is geen specifieke tijdsduur vereist voor de vorming van gewoonterecht. Ook een korte periode kan volstaan, mits de statenpraktijk binnen die periode extensief en vrijwel uniform is (North Sea Continental Shelf Case)."
  },
  {
    "q": "Een verdragsregel kan de basis vormen voor de ontwikkeling van een regel van internationaal gewoonterecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Een verdragsregel kan de basis vormen voor de ontwikkeling van een regel van internationaal gewoonterecht, mits de regel een fundamenteel normcreërend karakter heeft (North Sea Continental Shelf Case)."
  },
  {
    "q": "Opinio iuris houdt in dat staten handelen op een bepaalde wijze vanwege politieke of economische wenselijkheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Opinio iuris vereist dat staten handelen vanuit een gevoel van juridische verplichting. Handelingen die louter gemotiveerd zijn door beleefdheid, traditie of opportuniteit volstaan niet (North Sea Continental Shelf Case)."
  },
  {
    "q": "Een staat die zich vanaf het ontstaan van een gewoonterechtelijke regel consistent heeft verzet, is als 'persistent objector' niet aan die regel gebonden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Een persistent objector is een staat die zich vanaf het ontstaan van de regel heeft verzet tegen een bepaalde praktijk en dit duidelijk heeft laten blijken. Dergelijke staten zijn niet gebonden aan die regel van gewoonterecht."
  },
  {
    "q": "Regels van dwingend recht (jus cogens) hebben voorrang boven enige andere regel van internationaal recht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Regels van dwingend recht oftewel jus cogens (zoals het verbod op genocide) hebben voorrang boven enige andere regel van internationaal recht en kunnen niet door staten opzij worden gezet (artikel 53 WVV)."
  },
  {
    "q": "In de zaak Nicaragua t. Verenigde Staten oordeelde het Hof dat verdragsregels en gewoonterechtelijke regels niet naast elkaar kunnen bestaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het Hof oordeelde dat regels van internationaal gewoonterecht en verdragsrecht naast elkaar blijven bestaan, zelfs als zij inhoudelijk identiek zijn. Het feit dat een regel in een verdrag is opgenomen, betekent niet dat de gewoonterechtelijke regel verdwijnt."
  },
  {
    "q": "Het verbod op het gebruik van geweld in artikel 2 lid 4 VN-Handvest heeft uitsluitend een verdragsrechtelijk karakter.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het verbod op het gebruik van geweld, zoals vervat in artikel 2 lid 4 VN-Handvest, heeft tevens een gewoonterechtelijk karakter. Staten zijn ook buiten het verdrag om gebonden aan deze regel (Nicaragua t. Verenigde Staten)."
  },
  {
    "q": "Voor een geldig beroep op collectieve zelfverdediging is een uitdrukkelijk verzoek tot hulp van de aangevallen staat vereist.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij collectieve zelfverdediging geldt de voorwaarde dat er een uitdrukkelijk verzoek tot hulp moet zijn gedaan door de staat die zichzelf als slachtoffer van een gewapende aanval heeft aangemerkt (Nicaragua t. Verenigde Staten)."
  },
  {
    "q": "Het beginsel pacta sunt servanda houdt in dat verdragen automatisch eindigen bij een wilswijziging van een staat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het beginsel pacta sunt servanda houdt in dat gesloten verdragen moeten worden gerespecteerd en nageleefd. Een verdrag wordt niet automatisch beëindigd bij een enkele wilswijziging (artikel 26 WVV)."
  },
  {
    "q": "Besluitvorming bij consensus betekent dat alle leden van een organisatie uitdrukkelijk en unaniem vóór een besluit moeten stemmen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Consensus betekent dat na onderhandelingen wordt vastgesteld dat alle leden met een besluit kunnen leven en zich niet verzetten; er vindt geen hoofdelijke stemming of uitdrukkelijke instemming plaats."
  },
  {
    "q": "Algemene rechtsbeginselen worden primair toegepast om leemten in het toepasselijke recht op te vullen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Algemene rechtsbeginselen worden in het algemeen toegepast om een lacune (leemte) in het toepasselijke recht op te vullen wanneer verdragen of gewoonterecht geen uitsluitsel bieden."
  },
  {
    "q": "Soft law instrumenten, zoals resoluties en richtsnoeren, zijn juridisch bindend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Soft law bestaat uit beleidsinstrumenten die niet juridisch bindend zijn. Ze kunnen wel van invloed zijn op de vorming van gewoonterecht of een indirect juridisch effect teweegbrengen."
  },
  {
    "q": "Bij een conflict tussen een algemene regel en een bijzondere regel van internationaal recht gaat de algemene regel voor.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Bij conflicten tussen rechtsregels geldt de regel lex specialis derogat legi generali: de bijzondere regel heeft voorrang boven de algemene regel."
  },
  {
    "q": "Berusting (acquiescence) houdt in dat een staat zijn recht kan verliezen om zich tegen een situatie te verzetten door stilzwijgende aanvaarding.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Berusting is het stilzwijgend aanvaarden van een door een andere staat gecreëerde situatie. Hierdoor kan een staat zijn recht verliezen om zich later tegen die situatie te verzetten (estoppel)."
  },
  {
    "q": "Het beginsel van estoppel staat toe dat een staat terugkomt op een eerdere rechtshandeling, zelfs als een andere staat daarop heeft vertrouwd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Estoppel houdt in dat een staat niet mag terugkomen op een verrichte (rechts)handeling of het nalaten daarvan, wanneer een andere staat daarop heeft vertrouwd."
  },
  {
    "q": "Een handeling van een gewapende groep kan alleen aan een staat worden toegerekend indien die staat effectieve controle uitoefent over de groep.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In de Nicaragua-zaak formuleerde het Hof het vereiste van effectieve controle. Alleen als wordt aangetoond dat een staat effectieve controle had over de gewapende groepen, kunnen hun handelingen aan die staat worden toegerekend."
  },
  {
    "q": "Zelfverdediging op grond van artikel 51 VN-Handvest is toegestaan zonder dat er sprake is van een gewapende aanval.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Wil een beroep op artikel 51 VN-Handvest geldig zijn, dan is een noodzakelijke voorwaarde dat er sprake moet zijn van een gewapende aanval (Nicaragua t. Verenigde Staten)."
  },
  {
    "q": "Maatregelen genomen uit hoofde van zelfverdediging moeten onverwijld aan de VN-Veiligheidsraad worden gemeld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 51 VN-Handvest vereist expliciet dat maatregelen die leden nemen bij de uitoefening van het recht op zelfverdediging, onverwijld ter kennis worden gebracht van de Veiligheidsraad."
  },
  {
    "q": "In de North Sea Continental Shelf Case oordeelde het Hof dat de 'equidistance rule' een regel van internationaal gewoonterecht was geworden die Duitsland bond.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het Hof oordeelde dat de 'equidistance rule' geen regel van internationaal gewoonterecht was geworden omdat er onvoldoende bewijs was van opinio iuris en uniforme statenpraktijk. Duitsland was er niet aan gebonden."
  },
  {
    "q": "Internationaal publiekrecht regelt uitsluitend de betrekkingen tussen private ondernemingen over de landsgrenzen heen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Internationaal publiekrecht reguleert de uitoefening van publiek gezag in de internationale gemeenschap, in tegenstelling tot internationaal privaatrecht dat ziet op private rechtsbetrekkingen."
  },
  {
    "q": "De latere regel heeft in het internationaal recht in beginsel voorrang boven de eerdere regel (lex posteriori).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij conflicten tussen regels van gelijk gewicht geldt de algemene regel dat de latere regel voorrang heeft boven de eerdere regel (lex posteriori derogat legi priori)."
  },
  {
    "q": "Statenpraktijk die afwijkt van een bestaande gewoonterechtelijke regel leidt automatisch tot de vorming van een nieuwe regel.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Handelingen die afwijken van de regel worden in het algemeen behandeld als schendingen van die regel, niet als indicaties voor de erkenning van een nieuwe regel, zolang de regel ondersteund blijft door rechtsovertuiging (Nicaragua t. Verenigde Staten)."
  },
  {
    "q": "Een verdrag schept in de regel geen rechten of plichten voor staten die geen partij zijn bij dat verdrag.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In de regel geldt dat verdragen alleen wederzijdse rechten en plichten voor de partijen bij het verdrag bevatten en geen rechten of plichten creëren voor derde staten (artikel 34 WVV)."
  },
  {
    "q": "Het internationaal recht kent een strikte hiërarchie waarbij verdragen altijd boven gewoonterecht staan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In beginsel zijn gewoonterecht en verdragsrecht van gelijk gewicht en bestaat er geen hiërarchie tussen deze twee bronnen."
  },
  {
    "q": "Het monisme gaat uit van de eenheid van het rechtssysteem waarbij internationaal recht directe werking kan hebben.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De monistische doctrine beschouwt de rechtsorde als één geheel waarin internationale normen direct deel kunnen uitmaken van de nationale rechtsorde zonder noodzakelijke omzetting."
  },
  {
    "q": "De Verenigde Staten slaagden in hun beroep op collectieve zelfverdediging in de zaak tegen Nicaragua.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het Hof oordeelde dat de VS geen geldig beroep op collectieve zelfverdediging kon doen omdat de betrokken staten (o.a. El Salvador) geen formeel verzoek om hulp hadden gedaan en zichzelf niet als slachtoffer van een gewapende aanval hadden aangemerkt."
  }
]