[
  {
    "q": "Levering via constitutum possessorium werkt tegen een persoon die een ouder recht op de zaak heeft.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:90 lid 2 BW. Een levering c.p. werkt niet tegen een persoon met een ouder recht op de zaak zolang de zaak in handen van de vervreemder blijft."
  },
  {
    "q": "Voor de levering van een roerende zaak (niet-registergoed) is een notariële akte vereist.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:90 lid 1 BW. De levering geschiedt door bezitsverschaffing, niet door een notariële akte."
  },
  {
    "q": "Bij levering 'brevi manu' hield de verkrijger de zaak reeds voor de vervreemder.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:115 sub b BW. Levering met de korte hand vindt plaats wanneer de verkrijger de zaak al hield voor de vervreemder en hem nu voor zichzelf gaat houden."
  },
  {
    "q": "Voor een geldige levering 'longa manu' is een mededeling aan of erkenning door de derde-houder vereist.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:115 sub c BW. De overdracht werkt pas tegenover de derde als deze de overdracht heeft erkend of als zij aan hem is medegedeeld."
  },
  {
    "q": "Een stille cessie vereist een authentieke of geregistreerde onderhandse akte.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:94 lid 3 BW. Voor de levering van een vordering op naam zonder mededeling is een authentieke of geregistreerde onderhandse akte vereist."
  },
  {
    "q": "In het arrest Oryx/Van Eesteren oordeelde de Hoge Raad dat een contractueel verpandingsverbod leidt tot beschikkingsonbevoegdheid van de gerechtigde.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Oryx/Van Eesteren. Een dergelijk verbod leidt tot niet-overdraagbaarheid van de vordering zelf (goederenrechtelijk effect), niet slechts tot beschikkingsonbevoegdheid."
  },
  {
    "q": "Art. 3:86 lid 1 BW kan een gebrek in de titel van de overdracht repareren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:86 lid 1 BW. Dit artikel biedt bescherming tegen beschikkingsonbevoegdheid, niet tegen een titelgebrek."
  },
  {
    "q": "Voor een geslaagd beroep op art. 3:86 BW is vereist dat de verkrijging 'anders dan om niet' geschiedt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:86 lid 1 BW. Een van de vereisten voor derdenbescherming bij roerende zaken is dat de overdracht anders dan om niet plaatsvindt."
  },
  {
    "q": "De eigenaar van een gestolen fiets kan deze binnen drie jaar opeisen, zelfs als de koper een consument is die de fiets in een reguliere fietsenwinkel kocht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:86 lid 3 sub a BW. De revindicatiebevoegdheid geldt niet bij consumentenkoop in een daartoe bestemde bedrijfsruimte."
  },
  {
    "q": "Art. 3:88 BW biedt bescherming bij de overdracht van registergoederen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:88 lid 1 BW. Dit artikel regelt de derdenbescherming specifiek voor o.a. registergoederen en vorderingen op naam."
  },
  {
    "q": "Verkrijgende verjaring van een registergoed door een bezitter te goeder trouw treedt op na drie jaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:99 lid 1 BW. Voor registergoederen geldt een termijn van tien jaar."
  },
  {
    "q": "Een dief kan na verloop van twintig jaar eigenaar worden van het gestolen goed.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:105 BW jo. 3:306 BW. Na twintig jaar verjaart de rechtsvordering tot beëindiging van het bezit en verkrijgt de bezitter (ook te kwader trouw) de eigendom."
  },
  {
    "q": "Volgens het arrest Coppes/Van de Kolk hoeft een autokoper de kentekenpapieren niet te controleren om te goeder trouw te zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Coppes/Van de Kolk. De Hoge Raad oordeelde dat een koper de autopapieren moet onderzoeken om een beroep te kunnen doen op goede trouw."
  },
  {
    "q": "Een houder kan zichzelf door een enkele wilsverandering tot bezitter maken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:111 BW. Het interversieverbod bepaalt dat men niet door enkele wilsverandering van houder tot bezitter kan worden."
  },
  {
    "q": "De bezitter van een goed wordt wettelijk vermoed rechthebbende te zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:119 lid 1 BW. De wet vestigt het vermoeden dat de bezitter ook de rechthebbende is."
  },
  {
    "q": "Levering van een vordering aan order vereist uitsluitend de overgave van het papier.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:93 BW. Voor levering van een orderpapier is tevens endossement vereist."
  },
  {
    "q": "Stille cessie is mogelijk zonder mededeling aan de schuldenaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:94 lid 3 BW. Stille cessie vindt plaats bij akte zonder mededeling aan de schuldenaar."
  },
  {
    "q": "Art. 3:86 BW is van toepassing op vorderingen op naam.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:86 lid 1 BW. Dit artikel geldt voor roerende zaken, niet-registergoederen en toonder-/orderrechten, niet voor vorderingen op naam (daarvoor geldt art. 3:88 BW)."
  },
  {
    "q": "De rechtsvordering tot beëindiging van bezit verjaart na twintig jaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:306 BW. De algemene verjaringstermijn voor rechtsvorderingen is twintig jaar."
  },
  {
    "q": "Goede trouw van de verkrijger wordt bij art. 3:86 BW vermoed aanwezig te zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:118 lid 3 BW. Goede trouw wordt vermoed aanwezig te zijn; het ontbreken ervan moet worden bewezen."
  },
  {
    "q": "Bij levering via constitutum possessorium blijft de vervreemder de zaak feitelijk houden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:115 sub a BW. De vervreemder bezit de zaak en gaat deze voortaan voor de verkrijger houden (hij wordt houder)."
  },
  {
    "q": "De levering van een onroerende zaak is voltooid op het moment dat de notariële akte is getekend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:89 lid 1 BW. Levering vereist inschrijving van de akte in de openbare registers; het tekenen van de akte alleen is onvoldoende."
  },
  {
    "q": "Art. 3:88 BW beschermt tegen onbevoegdheid die voortvloeit uit de onbevoegdheid van de vorige vervreemder.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:88 lid 1 BW. Bescherming geldt alleen als de onbevoegdheid *niet* het gevolg is van onbevoegdheid van de toenmalige vervreemder."
  },
  {
    "q": "Een bezitter te goeder trouw van een roerende zaak (niet-registergoed) wordt na drie jaar eigenaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:99 lid 1 BW. Rechten op roerende zaken worden door een bezitter te goeder trouw verkregen na drie jaar."
  },
  {
    "q": "Een stil pandrecht op een vordering op naam kan rechtsgeldig worden gevestigd zonder mededeling aan de schuldenaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:239 lid 1 BW. Pandrecht op een vordering op naam kan bij authentieke of geregistreerde onderhandse akte worden gevestigd zonder mededeling."
  },
  {
    "q": "In het arrest Oryx/Van Eesteren oordeelde de Hoge Raad dat een verpandingsverbod slechts verbintenisrechtelijke werking heeft.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Oryx/Van Eesteren. Het verbod heeft goederenrechtelijke werking; het leidt tot onoverdraagbaarheid van de vordering."
  },
  {
    "q": "Een koper van een tweedehands auto is te goeder trouw als hij enkel afgaat op de mededelingen van de verkoper zonder de papieren te controleren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Coppes/Van de Kolk. Zonder onderzoek naar de autopapieren is de koper niet te goeder trouw."
  },
  {
    "q": "Art. 3:105 BW maakt het mogelijk dat een bezitter die niet te goeder trouw is eigenaar wordt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:105 BW. Hij die een goed bezit op het tijdstip waarop de verjaring van de rechtsvordering tot beëindiging van het bezit wordt voltooid, verkrijgt dat goed, ook zonder goede trouw."
  },
  {
    "q": "Levering van een vordering op naam door middel van een openbare cessie vereist mededeling aan de schuldenaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 3:94 lid 1 BW. Openbare cessie vereist een akte en mededeling daarvan aan de schuldenaar."
  },
  {
    "q": "Een levering van een roerende zaak bij voorbaat is juridisch onmogelijk.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 3:97 BW. Levering van toekomstige goederen is mogelijk, mits de goederen voldoende bepaald zijn."
  }
]