[
 {
  "q": "De Europese Raad oefent samen met het Europees Parlement de wetgevende taak uit.",
  "a": [
   "Waar",
   "Niet waar"
  ],
  "c": 1,
  "exp": "Dit is niet waar. De Europese Raad heeft geen wetgevende rol (hoewel hij politieke impulsen geeft). Het is de Raad van Ministers (de Raad) die samen met het Parlement de wetgevende taak uitoefent."
 },
 {
  "q": "Bij de besluitvorming in de Raad van Ministers wordt een gekwalificeerde meerderheid bereikt als 55% van de lidstaten voorstemt, die samen ten minste 65% van de bevolking van de Unie vertegenwoordigen.",
  "a": [
   "Waar",
   "Niet waar"
  ],
  "c": 0,
  "exp": "Dit is waar. Sinds 1 november 2014 geldt dit systeem van dubbele meerderheid om de gelijkheid van staten en de demografische verschillen te balanceren."
 },
 {
  "q": "De leden van de Europese Commissie vertegenwoordigen de belangen van de lidstaat die hen heeft voorgedragen.",
  "a": [
   "Waar",
   "Niet waar"
  ],
  "c": 1,
  "exp": "Dit is niet waar. Artikel 17 VEU en art. 245 VWEU bepalen dat de Commissieleden onafhankelijk zijn en slechts het algemeen belang van de Unie vertegenwoordigen, niet dat van hun lidstaat."
 },
 {
  "q": "Het beginsel van 'degressieve vertegenwoordiging' in het Europees Parlement houdt in dat leden uit kleinere landen relatief minder kiezers vertegenwoordigen dan leden uit grotere landen.",
  "a": [
   "Waar",
   "Niet waar"
  ],
  "c": 0,
  "exp": "Dit is waar. Hierdoor hebben kleinere lidstaten naar verhouding meer zetels dan ze op basis van strikte evenredigheid zouden krijgen (minimaal 6 zetels)."
 },
 {
  "q": "Het Gerecht is bevoegd om prejudiciële vragen van nationale rechters te beantwoorden, maar heeft hier tot nu toe nog nooit gebruik van gemaakt.",
  "a": [
   "Waar",
   "Niet waar"
  ],
  "c": 0,
  "exp": "Dit is waar. Hoewel het Gerecht formeel prejudiciële vragen kan beantwoorden, is het in de praktijk het Hof van Justitie (het hoogste orgaan) dat als enige instelling uitspraken doet in prejudiciële procedures."
 },
 {
  "q": "In de zaak 'Frankrijk t. Europees Parlement' oordeelde het Hof dat het Parlement zelf mag bepalen hoeveel plenaire zittingen er in Straatsburg worden gehouden op basis van zijn interne organisatiebevoegdheid.",
  "a": [
   "Waar",
   "Niet waar"
  ],
  "c": 1,
  "exp": "Dit is niet waar. Het Hof oordeelde dat het Besluit van Edinburgh vereist dat er twaalf maandelijkse plenaire zittingen in Straatsburg plaatsvinden. Het Parlement mag hiervan niet afwijken."
 },
 {
  "q": "In de zaak 'Eman en Sevinger' oordeelde het Hof dat het hanteren van een woonplaatsvereiste voor deelname aan Europese verkiezingen in beginsel strijdig is met het Europees recht.",
  "a": [
   "Waar",
   "Niet waar"
  ],
  "c": 1,
  "exp": "Dit is niet waar. Een woonplaatsvereiste is in beginsel toegestaan. Het Hof oordeelde echter dat het discriminerend was om Nederlanders in Aruba uit te sluiten terwijl Nederlanders in niet-EU derde landen wél mochten stemmen."
 },
 {
  "q": "De 'Spitzenkandidatenprocedure' is een geformaliseerde regel die vastgelegd is in het Verdrag van Lissabon.",
  "a": [
   "Waar",
   "Niet waar"
  ],
  "c": 1,
  "exp": "Dit is niet waar. De procedure is niet vastgelegd in de verdragen, maar is ontstaan uit politiek overleg en conventies. In 2019 week de Europese Raad hier ook van af door Von der Leyen te benoemen."
 },
 {
  "q": "De Europese Commissie heeft het exclusieve recht van initiatief bij wetgeving: zonder voorstel van de Commissie mag er in de regel geen besluit worden genomen.",
  "a": [
   "Waar",
   "Niet waar"
  ],
  "c": 0,
  "exp": "Dit is waar. Dit is een kernbevoegdheid van de Commissie (art. 17 VEU), hoewel de uiteindelijke beslissing bij de Raad en het Parlement ligt."
 },
 {
  "q": "De jaarlijkse begroting van de EU wordt vastgesteld door de Raad met eenparigheid van stemmen, zonder dat het Europees Parlement hier invloed op heeft.",
  "a": [
   "Waar",
   "Niet waar"
  ],
  "c": 1,
  "exp": "Dit is niet waar. De begroting wordt vastgesteld door de Raad én het Europees Parlement samen (begrotingsautoriteit). Het Parlement kan amendementen indienen en instemming is vereist."
 }
]