[
  {
    "q": "De gemeentelijke groendienst van de gemeente Dorenburg plant op dinsdagochtend in opdracht van het college van burgemeester en wethouders vijf eikenbomen op het Rooseveltplein. Kwalificeert deze actie als een besluit in de zin van de Algemene wet bestuursrecht?",
    "sample": "Issue: De vraag is of het planten van bomen door de gemeentelijke dienst een besluit is in de zin van artikel 1:3 lid 1 Awb.\n\nRule: Een besluit vereist een schriftelijke beslissing van een bestuursorgaan inhoudende een publiekrechtelijke rechtshandeling. Een rechtshandeling moet gericht zijn op rechtsgevolg (het scheppen van rechten of plichten).\n\nApplication: Het planten van bomen brengt een feitelijke verandering teweeg in de fysieke werkelijkheid, maar is niet gericht op het wijzigen van de juridische rechtspositie van burgers.\n\nConclusion: Het planten van bomen is een feitelijke handeling en geen besluit.",
    "checklist": [
      "Besluit vereist publiekrechtelijke rechtshandeling (1:3 Awb).",
      "Rechtshandeling moet gericht zijn op rechtsgevolg.",
      "Planten bomen is feitelijke handeling.",
      "Geen besluit in zin Awb."
    ],
    "exp": "Volgens artikel 1:3 lid 1 Awb is een besluit een schriftelijke beslissing van een bestuursorgaan inhoudende een publiekrechtelijke rechtshandeling. Een rechtshandeling is gericht op rechtsgevolg. Het feitelijk plaatsen van bomen (of openbreken van een weg) is een feitelijke handeling. Hoewel verricht door (of vanwege) een bestuursorgaan, ontbreekt het oogmerk om rechten of plichten in het leven te roepen. Derhalve is er geen sprake van een besluit."
  },
  {
    "q": "De gemeente Montferland sluit een schriftelijke koopovereenkomst met een vastgoedonderneming voor de verkoop van een perceel grond in het centrum. Is deze overeenkomst een besluit in de zin van de Algemene wet bestuursrecht?",
    "sample": "Issue: De vraag is of de koopovereenkomst tussen de gemeente en de onderneming een besluit is ex artikel 1:3 lid 1 Awb.\n\nRule: Een besluit vereist een publiekrechtelijke rechtshandeling. Dit houdt in dat de bevoegdheid exclusief aan het openbaar bestuur moet zijn toegekend bij of krachtens een wet in formele zin.\n\nApplication: Het sluiten van een koopovereenkomst is een privaatrechtelijke rechtshandeling waartoe ook burgers en bedrijven bevoegd zijn. De gemeente maakt gebruik van haar privaatrechtelijke bevoegdheid als rechtspersoon.\n\nConclusion: De overeenkomst is een privaatrechtelijke rechtshandeling en dus geen besluit.",
    "checklist": [
      "Besluit vereist publiekrechtelijke rechtshandeling.",
      "Koopovereenkomst is privaatrechtelijke rechtshandeling.",
      "Bevoegdheid niet exclusief voor openbaar bestuur.",
      "Geen besluit in zin Awb."
    ],
    "exp": "Artikel 1:3 lid 1 Awb vereist een publiekrechtelijke rechtshandeling. Het sluiten van een koopovereenkomst is een privaatrechtelijke rechtshandeling. Overheidsinstanties (publiekrechtelijke rechtspersonen) kunnen deelnemen aan het privaatrechtelijke verkeer (artikel 2:1 BW), maar handelen dan niet als bestuursorgaan dat een publiekrechtelijke bevoegdheid uitoefent. Dergelijke handelingen vallen buiten de definitie van een besluit."
  },
  {
    "q": "Slagerij Van Kampen vraagt een subsidie aan bij het college van burgemeester en wethouders. Het college stuurt een brief terug waarin staat: 'Wij wijzen uw aanvraag af.' Is deze schriftelijke weigering een besluit?",
    "sample": "Issue: De vraag is of de schriftelijke weigering van een subsidieaanvraag kwalificeert als een besluit.\n\nRule: Volgens artikel 1:3 lid 2 Awb wordt onder een beschikking (een soort besluit) mede verstaan de afwijzing van een aanvraag tot het geven van een beschikking.\n\nApplication: De subsidieverlening zou een beschikking zijn geweest. De brief bevat een schriftelijke weigering van het bestuursorgaan om deze beschikking te geven.\n\nConclusion: De weigering is een beschikking en daarmee een besluit.",
    "checklist": [
      "Subsidieverlening kwalificeert als beschikking.",
      "Artikel 1:3 lid 2 Awb.",
      "Afwijzing aanvraag is ook beschikking.",
      "Weigering is besluit in zin Awb."
    ],
    "exp": "Een beschikking is een besluit dat niet van algemene strekking is (artikel 1:3 lid 2 Awb). Hetzelfde artikellid bepaalt expliciet dat de afwijzing van een aanvraag om een beschikking te geven, zelf ook als beschikking wordt aangemerkt. Omdat een beschikking een besluit is (lid 1), is de schriftelijke weigering van de subsidie een besluit."
  },
  {
    "q": "Het college van burgemeester en wethouders plaatst een verkeersbord C1 (geslotenverklaring) bij de ingang van de Kerkstraat. Dit besluit geldt voor alle weggebruikers die gebruik willen maken van dit specifieke weggedeelte. Hoe kwalificeert dit besluit?",
    "sample": "Issue: De vraag is hoe een verkeersbesluit dat geldt voor een onbepaalde groep maar ziet op een specifieke locatie juridisch wordt gekwalificeerd.\n\nRule: Een besluit dat geldt voor eenieder (niet-individueel) maar betrekking heeft op een concreet object of plaats, wordt door de rechter aangemerkt als een zaaksgerichte beschikking.\n\nApplication: Het verbod geldt voor alle weggebruikers (algemene kring), maar de werking is beperkt tot één specifiek object: de Kerkstraat.\n\nConclusion: Het besluit is een zaaksgerichte beschikking.",
    "checklist": [
      "Werking voor onbepaalde groep personen.",
      "Ziet op concreet object (weggedeelte).",
      "Rechter kent gewicht aan concreetheid.",
      "Kwalificeert als zaaksgerichte beschikking."
    ],
    "exp": "Hoewel het besluit zich richt tot een onbepaalde groep (iedereen die daar wil rijden), wordt aan de concreetheid van het object (het specifieke weggedeelte) een zodanig gewicht toegekend dat het niet als besluit van algemene strekking, maar als beschikking wordt aangemerkt. Dit type staat bekend als de zaaksgerichte beschikking."
  },
  {
    "q": "De Marktverordening (een algemeen verbindend voorschrift) bepaalt dat het college bevoegd is plaatsen aan te wijzen waar markt mag worden gehouden. Het college neemt een besluit waarbij het Rooseveltplein wordt aangewezen als marktplaats op donderdagen. Kwalificeer dit besluit.",
    "sample": "Issue: De vraag is hoe de aanwijzing van een specifieke plaats en tijd ter uitvoering van een algemene verordening wordt gekwalificeerd.\n\nRule: Een besluit dat een algemene norm uit een algemeen verbindend voorschrift nader invult naar tijd, plaats of object, is een concretiserend besluit van algemene strekking.\n\nApplication: Het besluit concretiseert de algemene bevoegdheid uit de Marktverordening naar een specifieke locatie (Rooseveltplein) en tijd (donderdag), maar behoudt algemene werking.\n\nConclusion: Het is een concretiserend besluit van algemene strekking (cbas).",
    "checklist": [
      "Norm concretiseert naar plaats/tijd.",
      "Geldt voor onbepaalde groep personen.",
      "Geen zelfstandige normstelling (geen avv).",
      "Concretiserend besluit van algemene strekking."
    ],
    "exp": "Dit besluit is geen beschikking (niet persoonsgebonden of zaaksgericht in de zin van een objectstatus) en geen algemeen verbindend voorschrift (geen nieuwe zelfstandige normstelling). Het concretiseert de werking van een bestaand avv naar plaats en tijd. Dit wordt een concretiserend besluit van algemene strekking genoemd. Tegen dit type besluit staat, anders dan bij een avv, wel beroep open."
  }
]