[
  {
    "q": "Een mondelinge toezegging van een bestuursorgaan kwalificeert als een besluit in de zin van de Algemene wet bestuursrecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1:3 lid 1 Algemene wet bestuursrecht. Een besluit is per definitie een schriftelijke beslissing. Een mondelinge toezegging voldoet niet aan het schriftelijkheidsvereiste."
  },
  {
    "q": "De afwijzing van een aanvraag voor een vergunning wordt aangemerkt als een beschikking.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 1:3 lid 2 Algemene wet bestuursrecht. Onder een beschikking wordt mede verstaan de afwijzing van een aanvraag om een beschikking te geven."
  },
  {
    "q": "Een algemeen verbindend voorschrift (avv) is een besluit waartegen rechtstreeks beroep bij de bestuursrechter openstaat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 8:3 lid 1 aanhef en onder a Algemene wet bestuursrecht. Tegen een besluit, inhoudende een algemeen verbindend voorschrift, kan geen beroep worden ingesteld."
  },
  {
    "q": "Het sluiten van een koopovereenkomst voor kantoormeubilair door een gemeente is een publiekrechtelijke rechtshandeling.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1:3 Algemene wet bestuursrecht (a contrario). Het sluiten van een koopovereenkomst is een privaatrechtelijke rechtshandeling, aangezien deze bevoegdheid niet exclusief aan het openbaar bestuur is toegekend, maar door eenieder kan worden verricht."
  },
  {
    "q": "Voor het vaststellen van beleidsregels is een expliciete wettelijke grondslag in een formele wet vereist.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 4:81 Algemene wet bestuursrecht. Een bestuursorgaan kan beleidsregels vaststellen met betrekking tot een hem toekomende bevoegdheid; een specifieke wettelijke grondslag voor het opstellen van de beleidsregel zelf is niet vereist."
  },
  {
    "q": "Een feitelijke handeling, zoals het feitelijk aanleggen van een weg, is een besluit in de zin van de Algemene wet bestuursrecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1:3 lid 1 Algemene wet bestuursrecht. Een besluit vereist een rechtshandeling, wat inhoudt dat de handeling gericht moet zijn op rechtsgevolg. Een feitelijke handeling is niet gericht op rechtsgevolg."
  },
  {
    "q": "Het plaatsen van een verkeersbord dat een maximumsnelheid aangeeft voor een specifiek weggedeelte is een zaaksgerichte beschikking.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Jurisprudentie / Artikel 1:3 lid 2 Algemene wet bestuursrecht. Hoewel de werking voor eenieder geldt, kent de rechter aan de concreetheid van het object (het specifieke weggedeelte) een zodanig gewicht toe dat het als beschikking wordt aangemerkt."
  },
  {
    "q": "Een bestuursorgaan mag in bijzondere omstandigheden afwijken van een zelf vastgestelde beleidsregel.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 4:84 Algemene wet bestuursrecht. Het bestuursorgaan handelt overeenkomstig de beleidsregel, tenzij dat voor een of meer belanghebbenden gevolgen zou hebben die wegens bijzondere omstandigheden onevenredig zijn in verhouding tot de met de beleidsregel te dienen doelen."
  },
  {
    "q": "Het 'strategisch besluitbegrip' houdt in dat de bestuursrechter soms handelingen als besluit aanmerkt om rechtsbescherming mogelijk te maken, ook als ze strikt genomen niet aan alle definitie-eisen voldoen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Jurisprudentie. Om een leemte in de rechtsbescherming te voorkomen, kan de bestuursrechter het besluitbegrip ruim uitleggen, bijvoorbeeld bij een schriftelijke weigering om een feitelijke handeling te verrichten."
  },
  {
    "q": "Bij een vrije (discretionaire) bevoegdheid toetst de bestuursrechter het besluit volledig en indringend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:4 Algemene wet bestuursrecht. Bij een discretionaire bevoegdheid heeft het bestuursorgaan beleidsruimte. De rechter toetst in dat geval terughoudend (marginaal) of het bestuursorgaan in redelijkheid tot het besluit heeft kunnen komen."
  },
  {
    "q": "Een bevoegdhedenovereenkomst is een contract waarbij de overheid privaatrechtelijk contracteert over het gebruik van een publiekrechtelijke bevoegdheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Rechtsleer/Jurisprudentie. Bij een bevoegdhedenovereenkomst maakt de overheid afspraken over de wijze waarop zij een publiekrechtelijke bevoegdheid (bijvoorbeeld vergunningverlening) zal inzetten, waarbij zij wel gebonden blijft aan de publiekrechtelijke normen."
  },
  {
    "q": "De Algemene wet bestuursrecht verbiedt het elektronisch verzenden van besluiten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 2:14 Algemene wet bestuursrecht. Een bestuursorgaan kan een bericht (en dus een besluit) elektronisch verzenden, mits dit op een voldoende betrouwbare en vertrouwelijke manier gebeurt en de geadresseerde kenbaar heeft gemaakt langs deze weg bereikbaar te zijn."
  },
  {
    "q": "Een beschikking die rechten verleent aan een burger wordt een belastende beschikking genoemd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Begripsomschrijving. Een beschikking die rechten verleent is een begunstigende beschikking. Een beschikking die plichten oplegt is een belastende beschikking."
  },
  {
    "q": "Voor een belastende beschikking is op grond van het legaliteitsbeginsel altijd een wettelijke grondslag vereist.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Legaliteitsbeginsel. Overheidsoptreden dat ingrijpt in de rechten en vrijheden van burgers (belastend optreden) vereist een specifieke grondslag in de wet."
  },
  {
    "q": "Tegen een beleidsregel kan een belanghebbende beroep instellen bij de bestuursrechter.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 8:3 lid 1 aanhef en onder a Algemene wet bestuursrecht. Tegen een besluit, inhoudende een beleidsregel, kan geen beroep worden ingesteld."
  },
  {
    "q": "Een inwerkingtredingsbesluit is een voorbeeld van een constituerend besluit van algemene strekking.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Begripsomschrijving. Een constituerend besluit van algemene strekking regelt de werking (zoals inwerkingtreding) van een ander besluit of voorschrift."
  },
  {
    "q": "De overheid mag altijd de privaatrechtelijke weg kiezen, ook als zij via de publiekrechtelijke weg een vergelijkbaar resultaat kan bereiken met meer waarborgen voor de burger.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Windmill-arrest. Als de publiekrechtelijke weg vergelijkbaar resultaat biedt en de burger meer waarborgen geeft, levert het gebruik van de privaatrechtelijke weg een onaanvaardbare doorkruising van het publiekrecht op."
  },
  {
    "q": "Een algemeen verbindend voorschrift bindt burgers, maar beleidsregels binden in beginsel alleen het bestuursorgaan zelf.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 1:3 lid 4 jo. 4:84 Algemene wet bestuursrecht. Beleidsregels zijn instructies voor het bestuursorgaan zelf over de uitoefening van bevoegdheden; ze werken niet rechtstreeks bindend voor burgers zoals een wet (avv) dat doet."
  },
  {
    "q": "Een schriftelijke waarschuwing is nooit een besluit in de zin van de Algemene wet bestuursrecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Jurisprudentie. Een waarschuwing is wel een besluit indien deze een wettelijk vereiste voorwaarde is om bij een volgende overtreding een sanctie te kunnen opleggen; het heeft dan rechtsgevolg."
  },
  {
    "q": "De intrekking van een begunstigende beschikking met terugwerkende kracht wordt 'terugneming' genoemd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Begripsomschrijving. Het met terugwerkende kracht ongedaan maken van een beschikking (bijvoorbeeld wegens onjuiste gegevens) heet terugneming. Beëindiging voor de toekomst heet opzegging of intrekking."
  },
  {
    "q": "Een bestemmingsplan is een besluit waartegen rechtsbescherming openstaat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 1:3 lid 1 Algemene wet bestuursrecht / Wet ruimtelijke ordening (of Omgevingswet). Een bestemmingsplan (of omgevingsplan) bevat rechtsgevolgen (gebruiksmogelijkheden) en is een besluit (veelal van algemene strekking) waartegen beroep mogelijk is."
  },
  {
    "q": "De overheid kan als eigenaar van grond privaatrechtelijke overeenkomsten sluiten over het gebruik van die grond.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 2:1 Burgerlijk Wetboek. Publiekrechtelijke rechtspersonen bezitten rechtspersoonlijkheid en kunnen deelnemen aan het vermogensrechtelijk verkeer, waaronder het sluiten van overeenkomsten als grondeigenaar."
  },
  {
    "q": "Het toekennen van een huisnummer aan een pand is een feitelijke handeling en geen besluit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Jurisprudentie / Wet basisregistraties adressen en gebouwen. De toekenning van een huisnummer is een besluit omdat het rechtsgevolgen heeft (bijvoorbeeld voor inschrijving in de basisadministratie)."
  },
  {
    "q": "Een verzoek om informatie op grond van de Wet open overheid (Woo) wordt aangemerkt als een aanvraag in de zin van de Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 1:3 lid 3 Algemene wet bestuursrecht. Een verzoek om een besluit te nemen (hier: het openbaar maken van informatie) kwalificeert als aanvraag."
  },
  {
    "q": "Bij een gebonden bevoegdheid schrijft de wet dwingend voor wat het bestuursorgaan moet beslissen als aan de voorwaarden is voldaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Begripsomschrijving. Bij een gebonden bevoegdheid is er geen beleidsruimte; de wet dicteert het rechtsgevolg zodra aan de wettelijke criteria is voldaan."
  },
  {
    "q": "Een concretiserend besluit van algemene strekking richt zich tot één specifiek persoon.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1:3 lid 2 Algemene wet bestuursrecht (a contrario). Een concretiserend besluit van algemene strekking (cbas) concretiseert een norm naar tijd, plaats of object, maar geldt nog steeds voor een onbepaalde groep personen (niet-individueel)."
  },
  {
    "q": "Een gedoogbeslissing is volgens de hoofdregel een besluit in de zin van de Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Jurisprudentie (Stal Hoogeloon). Een gedoogbeslissing is in beginsel geen besluit, omdat het een weigering is om te handhaven en niet gericht is op zelfstandig rechtsgevolg, tenzij gelijkstelling nodig is voor rechtsbescherming."
  },
  {
    "q": "Beleidsregels kunnen alleen worden vastgesteld door organen die ook de bevoegdheid hebben om algemeen verbindende voorschriften vast te stellen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 4:81 Algemene wet bestuursrecht. Een bestuursorgaan kan beleidsregels vaststellen met betrekking tot een hem toekomende bevoegdheid (ook als dat een beschikkingsbevoegdheid is), of een bevoegdheid die onder zijn verantwoordelijkheid wordt uitgeoefend."
  },
  {
    "q": "Als een bestuursorgaan niet tijdig beslist op een aanvraag, kan dit voor de mogelijkheid van beroep worden gelijkgesteld met een besluit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 6:2 aanhef en onder b Algemene wet bestuursrecht. Voor de toepassing van wettelijke voorschriften over bezwaar en beroep wordt het niet tijdig nemen van een besluit met een besluit gelijkgesteld."
  },
  {
    "q": "Een interne werkinstructie voor ambtenaren is een algemeen verbindend voorschrift.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Definitie AVV. Een algemeen verbindend voorschrift vereist externe werking (bindend voor burgers). Een interne instructie mist deze externe werking."
  }
]