[
  {
    "q": "Wat is de overkoepelende term voor de wijzen waarop het Europees recht op eigen gezag effect sorteert in de nationale rechtsorde?",
    "a": [
      "Doorwerking",
      "Attributie",
      "Subsidiariteit",
      "Implementatie"
    ],
    "c": 0,
    "exp": "Doorwerking is de verzamelterm voor rechtstreekse werking, conforme interpretatie en staatsaansprakelijkheid."
  },
  {
    "q": "Welke conclusie trok het Hof van Justitie in het arrest Costa/ENEL ten aanzien van de nationale rechtsorde?",
    "a": [
      "Lidstaten mogen EU-recht negeren indien dit in strijd is met hun nationale grondwet.",
      "Het Unierecht heeft voorrang boven het nationale recht door de autonome bron van de EU.",
      "Dualistische staten hoeven Unierecht niet voorrang te verlenen zonder nationale wet.",
      "Het Unierecht is ondergeschikt aan nationale wetten die na het verdrag zijn aangenomen."
    ],
    "c": 1,
    "exp": "Costa/ENEL vestigde het voorrangsbeginsel: Unierecht gaat boven nationaal recht omdat lidstaten hun soevereiniteit hebben begrensd."
  },
  {
    "q": "Wat is volgens het arrest Simmenthal de specifieke plicht van de nationale rechter bij strijdigheid tussen nationaal en EU-recht?",
    "a": [
      "De nationale wetgever verplichten de wet binnen een redelijke termijn aan te passen.",
      "De zaak direct doorverwijzen naar het nationale Constitutionele Hof voor vernietiging.",
      "De strijdige nationale wettelijke bepaling in het voorliggende geschil buiten toepassing laten.",
      "Wachten met de uitspraak totdat de Europese Commissie een inbreukprocedure start."
    ],
    "c": 2,
    "exp": "De nationale rechter moet de volle werking van het Unierecht verzekeren door strijdige nationale regels buiten toepassing te laten."
  },
  {
    "q": "Welke functie van rechtstreekse werking stelt particulieren in staat om subjectieve Unierechtelijke aanspraken te realiseren?",
    "a": [
      "De politieke integratiefunctie",
      "De objectieve controlefunctie",
      "De institutionele balansfunctie",
      "De rechtsbeschermingsfunctie"
    ],
    "c": 3,
    "exp": "De rechtsbeschermingsfunctie stelt burgers in staat hun individuele rechten die voortvloeien uit het Unierecht af te dwingen."
  },
  {
    "q": "Wat zijn de twee moderne cumulatieve criteria voor de rechtstreekse werking van een bepaling van Unierecht?",
    "a": [
      "De bepaling moet onvoorwaardelijk en voldoende nauwkeurig zijn.",
      "De bepaling moet een negatieve verplichting zijn en geen reserves bevatten.",
      "De bepaling moet in een verordening staan en door de Raad zijn getekend.",
      "De bepaling moet door de lidstaat in de nationale wetgeving zijn gecodificeerd."
    ],
    "c": 0,
    "exp": "Sinds de versoepeling van de Van Gend & Loos criteria zijn onvoorwaardelijkheid en nauwkeurigheid de leidende maatstaven."
  },
  {
    "q": "Wanneer is er sprake van 'verticale rechtstreekse werking' in de context van het EU-recht?",
    "a": [
      "Wanneer de overheid een Europese norm inroept tegen een particulier burger.",
      "Wanneer een particulier een Europese norm inroept tegenover een overheidsorgaan.",
      "Wanneer twee particulieren in een civiele procedure strijden over een EU-norm.",
      "Wanneer een Europese instelling een lidstaat dwingt tot uitvoering van een richtlijn."
    ],
    "c": 1,
    "exp": "Verticale werking ziet op de relatie burger-overheid, waarbij de burger zich op Unierecht beroept tegen de staat."
  },
  {
    "q": "Waarom is horizontale rechtstreekse werking van richtlijnen volgens het arrest Faccini Dori uitgesloten?",
    "a": [
      "Omdat richtlijnen enkel bindend zijn voor particulieren na publicatie in de krant.",
      "Omdat richtlijnen geen juridische waarde hebben in privaatrechtelijke geschillen.",
      "Omdat een richtlijn gericht is tot lidstaten en geen verplichtingen voor particulieren schept.",
      "Omdat horizontale werking enkel is voorbehouden aan verdragsbepalingen en besluiten."
    ],
    "c": 2,
    "exp": "Een richtlijn is gericht aan lidstaten; het zou in strijd zijn met de rechtszekerheid om particulieren hiermee direct te belasten."
  },
  {
    "q": "Wat wordt er bedoeld met 'omgekeerde verticale directe werking' van een richtlijn?",
    "a": [
      "Een burger roept een richtlijn in tegen een overheidsinstelling van een andere lidstaat.",
      "Een particuliere onderneming roept een richtlijn in tegen een nationale toezichthouder.",
      "Een lidstaat roept een richtlijn in tegen de Europese Commissie in een beroepsprocedure.",
      "De overheid roept een richtlijn in tegen een burger; dit is juridisch niet toegestaan."
    ],
    "c": 3,
    "exp": "De overheid mag niet profiteren van haar eigen verzuim om een richtlijn om te zetten (estoppel-beginsel)."
  },
  {
    "q": "Wat houdt de verplichting tot 'conforme interpretatie' concreet in voor de nationale rechter?",
    "a": [
      "Het nationaal recht uitleggen in het licht van de bewoording en het doel van het EU-recht.",
      "Het EU-recht uitleggen aan de hand van de nationale constitutionele tradities.",
      "De nationale wetgeving volledig vervangen door de tekst van de Europese richtlijn.",
      "Het weigeren om nationaal recht toe te passen als er geen Europese vertaling beschikbaar is."
    ],
    "c": 0,
    "exp": "Conforme interpretatie (indirecte werking) vereist dat rechters de nationale wet EU-vriendelijk interpreteren."
  },
  {
    "q": "Wat is een erkende absolute grens aan de verplichting tot conforme interpretatie van het nationale recht?",
    "a": [
      "De verplichting geldt enkel voor wetgeving die is aangenomen na de richtlijn.",
      "De interpretatie mag niet leiden tot een uitleg die 'contra legem' (tegen de wet in) is.",
      "Conforme interpretatie mag niet worden toegepast in horizontale verhoudingen.",
      "De rechter mag alleen interpreteren als de tekst van de richtlijn korter is dan de wet."
    ],
    "c": 1,
    "exp": "Rechters mogen de nationale wet niet een betekenis geven die lijnrecht tegen de duidelijke tekst van die wet ingaat."
  },
  {
    "q": "Welk rechtsbeginsel vormt een grens voor conforme interpretatie, vooral in het strafrecht?",
    "a": [
      "Het subsidiariteitsbeginsel",
      "Het beginsel van degressieve proportionaliteit",
      "Het legaliteitsbeginsel",
      "Het beginsel van institutioneel evenwicht"
    ],
    "c": 2,
    "exp": "Legaliteit en rechtszekerheid voorkomen dat interpretatie leidt tot strafrechtelijke aansprakelijkheid die niet uit de wet volgt."
  },
  {
    "q": "Wat zijn de drie cumulatieve voorwaarden voor staatsaansprakelijkheid volgens Brasserie du Pêcheur?",
    "a": [
      "Opzet, materiële schade en een uitspraak van het Hof van Justitie tegen de staat.",
      "Een richtlijn, een termijnoverschrijding en een verzoekschrift bij de Commissie.",
      "Directe werking, een onvoorwaardelijke norm en een feitelijke schending door de rechter.",
      "Rechtstoekennende norm, gekwalificeerde schending en een direct causaal verband."
    ],
    "c": 3,
    "exp": "Deze drie voorwaarden moeten gelijktijdig aanwezig zijn voor een succesvolle claim tot schadevergoeding tegen de staat."
  },
  {
    "q": "Wat wordt verstaan onder het 'relativiteitsvereiste' bij staatsaansprakelijkheid?",
    "a": [
      "De geschonden norm moet ertoe strekken om rechten aan particulieren toe te kennen.",
      "De lidstaat moet relatief meer schuld hebben aan de schending dan de EU-instellingen.",
      "De schade moet relatief groot zijn in vergelijking met het budget van de lidstaat.",
      "De norm moet door de nationale rechter relatief ruim worden uitgelegd in het geschil."
    ],
    "c": 0,
    "exp": "Dit wordt ook wel de 'Schutznorm' genoemd: de regel moet bedoeld zijn om individuele belangen te beschermen."
  },
  {
    "q": "Wanneer is er sprake van een 'voldoende gekwalificeerde schending' bij staatsaansprakelijkheid?",
    "a": [
      "Zodra de Europese Commissie een advies heeft uitgebracht over de wetgeving.",
      "Wanneer een lidstaat de grenzen van zijn beoordelingsmarge kennelijk en ernstig miskent.",
      "Wanneer meer dan drie verschillende lidstaten dezelfde Europese regel hebben geschonden.",
      "Zodra er sprake is van enige vorm van financiële schade bij een particuliere onderneming."
    ],
    "c": 1,
    "exp": "De ernst van de schending wordt getoetst aan de hand van de mate van beoordelingsruimte die de lidstaat had."
  },
  {
    "q": "Welke eis wordt gesteld aan het causaal verband bij een vordering tot schadevergoeding tegen de staat?",
    "a": [
      "De schade moet indirect voortvloeien uit het handelen van de Europese Commissie.",
      "Er moet een schriftelijke erkenning van de staat zijn dat de schade hun schuld is.",
      "Er moet een direct causaal verband bestaan tussen de schending en de geleden schade.",
      "Het verband moet door de nationale wetgever in een aparte wet zijn vastgelegd."
    ],
    "c": 2,
    "exp": "Zonder een voldoende direct verband tussen de fout van de staat en de schade van de burger is er geen aansprakelijkheid."
  },
  {
    "q": "Welke volgorde van rechtsmiddelen moet de nationale rechter volgens het arrest Dominguez hanteren?",
    "a": [
      "Eerst schadevergoeding eisen, dan directe werking en dan pas interpreteren.",
      "Eerst de zaak schorsen en wachten op een uitspraak van de Europese Raad.",
      "Direct overgaan tot het buiten toepassing laten van de strijdige nationale wet.",
      "Eerst conforme interpretatie proberen, dan directe werking, dan schadevergoeding."
    ],
    "c": 3,
    "exp": "De rechter moet eerst proberen de wet conform uit te leggen; lukt dat niet, dan volgt toetsing aan directe werking of staatsaansprakelijkheid."
  },
  {
    "q": "Hoe omzeilt het Hof in Simmenthal de nationale trias politica bezwaren van lagere rechters?",
    "a": [
      "Via het loyaliteitsbeginsel uit artikel 4 lid 3 VEU.",
      "Door de nationale rechter tijdelijk aan te stellen als EU-ambtenaar.",
      "Via een directe instructie van de voorzitter van de Europese Commissie.",
      "Door nationale wetten automatisch ongeldig te verklaren bij publicatie."
    ],
    "c": 0,
    "exp": "De loyaliteitseis verplicht rechters om zorg te dragen voor de volledige werking van het Unierecht."
  },
  {
    "q": "Welke rechtsregel stelde het Hof vast in het arrest Van Gend & Loos (1963)?",
    "a": [
      "Alle richtlijnen hebben horizontale directe werking tussen burgers onderling.",
      "De Gemeenschap vormt een nieuwe rechtsorde waarvan de regels direct rechten scheppen.",
      "Lidstaten mogen douanerechten verhogen mits dit noodzakelijk is voor de begroting.",
      "Nationale rechters mogen enkel EU-recht toepassen na goedkeuring door de regering."
    ],
    "c": 1,
    "exp": "Dit arrest vestigde het principe dat Unierecht directe rechten voor particulieren kan scheppen die de rechter moet beschermen."
  },
  {
    "q": "Aan welke extra voorwaarde moet voldaan zijn voor de directe werking van een richtlijnbepaling?",
    "a": [
      "De richtlijn moet door het nationale parlement zijn geratificeerd als verdrag.",
      "De Europese Commissie moet de directe werking van die richtlijn hebben bevestigd.",
      "De omzettingstermijn van de betreffende richtlijn moet volledig zijn verstreken.",
      "De lidstaat moet schriftelijk hebben ingestemd met de onjuiste omzetting."
    ],
    "c": 2,
    "exp": "Zolang de omzettingstermijn nog loopt, is de lidstaat niet in verzuim en is directe werking niet aan de orde."
  },
  {
    "q": "Wat is volgens Costa/ENEL het juridische karakter van het Unierecht ten opzichte van nationaal recht?",
    "a": [
      "Het Unierecht is ondergeschikt aan de nationale soevereiniteit van de lidstaat.",
      "Het Unierecht en nationaal recht zijn gelijkwaardig en worden bij verdrag gewogen.",
      "Het Unierecht geldt enkel als het nationale recht geen eigen regels heeft gesteld.",
      "Het Unierecht is een autonome bron die niet door nationale wetten kan worden aangetast."
    ],
    "c": 3,
    "exp": "Het specifieke karakter van Unierecht brengt mee dat het niet door nationale maatregelen terzijde kan worden geschoven."
  },
  {
    "q": "Welk beginsel verbiedt omgekeerde verticale directe werking van richtlijnen?",
    "a": [
      "Het rechtszekerheidsbeginsel",
      "Het subsidiariteitsbeginsel",
      "Het degressiviteitsbeginsel",
      "Het transparantiebeginsel"
    ],
    "c": 0,
    "exp": "Het zou onzekerheid scheppen als de overheid burgers kan binden aan regels die zij zelf niet correct in de wet heeft gezet."
  },
  {
    "q": "Welk criterium wordt gebruikt om te beoordelen of een lidstaat een 'voldoende ernstige schending' heeft begaan?",
    "a": [
      "De vraag of de schade door een verzekering van de lidstaat gedekt kan worden.",
      "De mate van duidelijkheid van de geschonden EU-regel en de omvang van keuzeruimte.",
      "De totale duur van de onderhandelingen over de richtlijn in het Europees Parlement.",
      "De vraag of de particuliere partij al eerder procedures tegen de staat heeft gevoerd."
    ],
    "c": 1,
    "exp": "Duidelijkheid van de regel en de beleidsruimte bepalen of de staat de grenzen van zijn bevoegdheid kennelijk heeft miskend."
  },
  {
    "q": "Wat is een plicht voor lidstaten sinds het Verdrag van Lissabon op basis van art. 19 lid 1 VEU?",
    "a": [
      "Alle nationale wetten jaarlijks laten vertalen naar alle talen van de Europese Unie.",
      "De Europese Commissie toestemming vragen voor elke wijziging in de kieswet.",
      "Voorzien in de nodige rechtsmiddelen om daadwerkelijke rechtsbescherming te verzekeren.",
      "Het afschaffen van alle nationale hoven ten gunste van een centraal Europees hof."
    ],
    "c": 2,
    "exp": "Lidstaten moeten zorgen voor effectieve rechtsmiddelen voor burgers op gebieden die onder het Unierecht vallen."
  },
  {
    "q": "Welk specifiek element maakt de autonome rechtsorde van de EU uniek volgens Van Gend & Loos?",
    "a": [
      "Het feit dat lidstaten geen soevereiniteit hoeven in te leveren voor lidmaatschap.",
      "Het feit dat de begroting van de EU enkel door vrijwillige giften wordt gefinancierd.",
      "Het feit dat verdragen alleen gelden voor regeringen en niet voor individuele burgers.",
      "Het feit dat burgers direct rechten kunnen ontlenen aan het verdrag zonder staatshulp."
    ],
    "c": 3,
    "exp": "In tegenstelling tot klassiek volkenrecht schept EU-recht direct rechten en plichten voor de individuele rechtssubjecten."
  },
  {
    "q": "Wat besliste het Hof in Dominguez over de minimale duur van vakantie met behoud van loon?",
    "a": [
      "Lidstaten mogen vakantiedagen volledig weigeren bij een arbeidsongeval.",
      "De gewaarborgde minimumduur op basis van artikel 7 is vier weken vakantie.",
      "Vakantie met behoud van loon is enkel verplicht voor ambtenaren van de EU.",
      "De duur van de vakantie moet exact 22,5 dag per jaar zijn voor elke werknemer."
    ],
    "c": 1,
    "exp": "De richtlijn garandeert een minimum van 4 weken vakantie; nationale regels mogen hier niet ten nadele van afwijken."
  }
]