[
  {
    "q": "Het Hof van Justitie oordeelde in het arrest Van Gend & Loos dat de Europese Unie een nieuwe rechtsorde vormt die onafhankelijk is van het nationale rechtssysteem van de lidstaten.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Correct. In dit arrest stelde het Hof vast dat het Unierecht een autonome rechtsorde vormt die rechten en plichten schept voor zowel lidstaten als particulieren."
  },
  {
    "q": "In dualistische lidstaten heeft nationale wetgeving voorrang op het Unierecht indien de nationale wet van een latere datum is dan het Verdrag.",
    "a": ["Waar", "Niet waar"],
    "c": 1,
    "exp": "Niet waar. Op basis van Costa/ENEL heeft het Unierecht altijd voorrang op nationaal recht, ongeacht of een land een monistisch of dualistisch stelsel hanteert."
  },
  {
    "q": "Volgens het arrest Simmenthal is een nationale rechter verplicht om strijdige nationale wetgeving buiten toepassing te laten zonder de vernietiging daarvan door een Constitutioneel Hof af te wachten.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Waar. De nationale rechter moet de volledige werking van het Unierecht verzekeren en mag niet wachten op nationale procedures of de wetgever."
  },
  {
    "q": "Een richtlijn kan onder bepaalde voorwaarden rechtstreekse horizontale werking hebben in een geschil tussen twee particulieren.",
    "a": ["Waar", "Niet waar"],
    "c": 1,
    "exp": "Niet waar. Het Hof van Justitie sluit horizontale directe werking van richtlijnen uit; richtlijnen zijn namelijk gericht aan lidstaten en niet aan particulieren onderling."
  },
  {
    "q": "Voor rechtstreekse werking moet een bepaling tegenwoordig voldoen aan de criteria dat deze 'onvoorwaardelijk' en 'voldoende nauwkeurig' is.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Waar. Hoewel de criteria vroeger strenger waren (Van Gend & Loos), zijn deze versoepeld tot de eis dat een norm onvoorwaardelijk en nauwkeurig genoeg is voor de rechter om toe te passen."
  },
  {
    "q": "Conforme interpretatie houdt in dat de rechter enkel nationale wetgeving die ná de totstandkoming van het Unierecht is aangenomen, EU-conform moet uitleggen.",
    "a": ["Waar", "Niet waar"],
    "c": 1,
    "exp": "Niet waar. De verplichting tot conforme interpretatie geldt voor het gehele nationale recht, ongeacht of de nationale bepaling vóór of na de betreffende EU-norm is ontstaan."
  },
  {
    "q": "De grens van 'contra legem' bij conforme interpretatie betekent dat de rechter de nationale wet niet een betekenis mag geven die lijnrecht ingaat tegen de duidelijke bewoordingen van die wet.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Waar. De rechter mag de nationale bepaling niet zodanig ver oprekken dat de uitleg in strijd is met de eigenlijke tekst van de nationale wet."
  },
  {
    "q": "Het beginsel van staatsaansprakelijkheid (Brasserie du Pêcheur) geldt enkel wanneer de schending van het Unierecht is begaan door de nationale uitvoerende macht (het bestuur).",
    "a": ["Waar", "Niet waar"],
    "c": 1,
    "exp": "Niet waar. De staat kan ook aansprakelijk worden gesteld voor schendingen begaan door de nationale wetgever (zoals in Brasserie du Pêcheur)."
  },
  {
    "q": "Een van de cumulatieve voorwaarden voor staatsaansprakelijkheid is dat er een direct causaal verband bestaat tussen de schending en de geleden schade.",
    "a": ["Waar", "Niet waar"],
    "c": 0,
    "exp": "Waar. Naast een rechtstoekennende norm en een gekwalificeerde schending, moet er aangetoond worden dat de schade rechtstreeks door de verzuimde verplichting is veroorzaakt."
  },
  {
    "q": "Bij omgekeerde verticale directe werking doet een burger een beroep op een richtlijn tegenover de nationale overheid.",
    "a": ["Waar", "Niet waar"],
    "c": 1,
    "exp": "Niet waar. Dit is reguliere verticale werking. Omgekeerde verticale werking is wanneer de overheid zich beroept op een richtlijn tegen een burger, wat juridisch niet is toegestaan."
  }
]