[
  {
    "q": "Welke definitie van de interne markt wordt gehanteerd in artikel 26 lid 2 VWEU?",
    "a": [
      "Een gebied waarin enkel de douanerechten en kwantitatieve beperkingen tussen lidstaten zijn afgeschaft.",
      "Een economische unie waarin de lidstaten een gemeenschappelijk economisch beleid voeren.",
      "Een ruimte zonder binnengrenzen waarin het vrije verkeer van goederen, personen, diensten en kapitaal is gewaarborgd.",
      "Een zone waarin nationale wetgeving volledig is geharmoniseerd en vervangen door supranationale regelgeving."
    ],
    "c": 2,
    "exp": "Artikel 26 lid 2 VWEU.\n\nDe interne markt omvat een ruimte zonder binnengrenzen waarin het vrije verkeer van goederen, personen, diensten en kapitaal is gewaarborgd volgens de bepalingen van de Verdragen."
  },
  {
    "q": "Wat is het kenmerkende verschil tussen een vrijhandelszone en een douane-unie?",
    "a": [
      "In een douane-unie geldt een gemeenschappelijk douanetarief voor derdelanden, in een vrijhandelszone niet.",
      "In een vrijhandelszone is er sprake van vrij verkeer van personen, in een douane-unie enkel van goederen.",
      "In een douane-unie is er sprake van een gemeenschappelijke munt, in een vrijhandelszone niet.",
      "In een vrijhandelszone zijn alle non-tarifaire belemmeringen afgeschaft, in een douane-unie niet."
    ],
    "c": 0,
    "exp": "Artikel 28 VWEU.\n\nIn een vrijhandelszone worden douanerechten tussen deelnemende landen afgeschaft, maar bepalen zij zelf tarieven voor derdelanden. Een douane-unie kent daarnaast een gemeenschappelijk buitentarief."
  },
  {
    "q": "Welke vorm van integratie wordt nagestreefd door het verbieden van nationale regels die het vrije verkeer belemmeren via primair recht?",
    "a": [
      "Positieve integratie.",
      "Negatieve integratie.",
      "Totale economische integratie.",
      "Monetaire integratie."
    ],
    "c": 1,
    "exp": "Beginselen van marktintegratie.\n\nNegatieve integratie wordt nagestreefd door regels van lidstaten die het vrije verkeer belemmeren te verbieden. Het wordt nagestreefd door middel van primair recht (de verdragen)."
  },
  {
    "q": "Op welke artikelen in het VWEU is het vrije verkeer van goederen gebaseerd?",
    "a": [
      "Artikelen 45 t/m 55 VWEU.",
      "Artikelen 56 t/m 62 VWEU.",
      "Artikelen 63 t/m 66 VWEU.",
      "Artikelen 26 t/m 37 VWEU."
    ],
    "c": 3,
    "exp": "Artikelen 26 t/m 37 VWEU.\n\nDe verdragsbepalingen omtrent het vrije verkeer van goederen zijn te vinden in de artikelen 26 tot en met 37 VWEU."
  },
  {
    "q": "Wat houdt het begrip 'positieve integratie' in binnen het kader van marktintegratie?",
    "a": [
      "Het verbieden van nationale belemmeringen op basis van de verdragsbepalingen.",
      "Het vervangen van verschillende nationale regels door een Europese norm via secundair recht.",
      "Het invoeren van een gemeenschappelijke munt door de lidstaten van de Unie.",
      "Het afschaffen van douanerechten aan de binnengrenzen van de lidstaten."
    ],
    "c": 1,
    "exp": "Beginselen van marktintegratie.\n\nPositieve integratie wordt nagestreefd door het vervangen van verschillende nationale regels door een Europese norm. Het wordt nagestreefd door middel van het uitvaardigen van Europese regels van afgeleid recht."
  },
  {
    "q": "Welke vrijheid is geregeld in de artikelen 45 t/m 55 VWEU?",
    "a": [
      "Het vrije verkeer van personen.",
      "Het vrije verkeer van diensten.",
      "Het vrije verkeer van kapitaal.",
      "Het vrije verkeer van goederen."
    ],
    "c": 0,
    "exp": "Artikel 45 t/m 55 VWEU.\n\nDeze artikelen regelen het vrije verkeer van personen, waaronder werknemers en de vrijheid van vestiging."
  },
  {
    "q": "Wat is een essentieel kenmerk van een 'gemeenschappelijke markt' dat verder gaat dan een douane-unie?",
    "a": [
      "Het hanteren van een gemeenschappelijk buitentarief voor invoer uit derde landen.",
      "Het opheffen van alle douanerechten tussen de deelnemende lidstaten.",
      "Het vrij kunnen bewegen van productiefactoren over de gehele interne markt.",
      "Het voeren van een volledig uniform belastingbeleid door alle lidstaten."
    ],
    "c": 2,
    "exp": "Artikel 26 lid 2 VWEU.\n\nDe interne markt (gemeenschappelijke markt) veronderstelt dat de productiefactoren (goederen, personen, diensten, kapitaal) vrij kunnen bewegen over de gehele markt."
  },
  {
    "q": "Welke rol spelen de artikelen 56 t/m 62 VWEU binnen de interne markt?",
    "a": [
      "Zij reguleren het vrije verkeer van goederen.",
      "Zij reguleren het vrije verkeer van kapitaal.",
      "Zij reguleren het vrije verkeer van werknemers.",
      "Zij reguleren het vrije verkeer van diensten."
    ],
    "c": 3,
    "exp": "Artikel 56 t/m 62 VWEU.\n\nDeze artikelen bevatten de bepalingen omtrent het vrije verkeer van diensten."
  },
  {
    "q": "Wat wordt in de context van marktintegratie verstaan onder 'harmonisatie'?",
    "a": [
      "Het verbieden van discriminatie op grond van nationaliteit door de rechter.",
      "Het gelijktrekken van nationale wetgeving door middel van Europese richtlijnen.",
      "Het invoeren van een gemeenschappelijk douanetarief aan de buitengrenzen.",
      "Het toepassen van het beginsel van wederzijdse erkenning op goederen."
    ],
    "c": 1,
    "exp": "Integratiemethoden.\n\nHarmonisatie is het wegnemen van belemmeringen door erkenning en normering in gemeenschappelijke regels, waarbij nationale regelingen worden gelijkgetrokken, vaak via richtlijnen."
  },
  {
    "q": "Welk leerstuk is ontstaan uit het samenkomen van marktvrijheden en publieke belangen in de rechtspraak?",
    "a": [
      "Het leerstuk van de directe werking.",
      "Het leerstuk van de voorrang.",
      "De 'rule of reason'.",
      "Het leerstuk van staatsaansprakelijkheid."
    ],
    "c": 2,
    "exp": "Arrest Cassis de Dijon.\n\nDe 'rule of reason' is ontstaan in het licht van marktintegratie en staat toe dat nationale regels het vrije verkeer beperken op grond van dwingende vereisten van algemeen belang."
  },
  {
    "q": "Welke fase van economische integratie wordt gekenmerkt door een gemeenschappelijke munt?",
    "a": [
      "Vrijhandelszone.",
      "Douane-unie.",
      "Monetaire unie.",
      "Gemeenschappelijke markt."
    ],
    "c": 2,
    "exp": "Fases van economische integratie.\n\nIn de monetaire unie hebben de deelnemende landen niet meer hun eigen valuta, maar hanteren zij dezelfde munt."
  },
  {
    "q": "Welk verdragsartikel vormt de basis voor het vrije verkeer van kapitaal en betalingsverkeer?",
    "a": [
      "Artikel 63 VWEU.",
      "Artikel 56 VWEU.",
      "Artikel 49 VWEU.",
      "Artikel 34 VWEU."
    ],
    "c": 0,
    "exp": "Artikel 63 VWEU.\n\nHet vrije verkeer van kapitaal en betaling is geregeld in de artikelen 63 t/m 66 VWEU."
  },
  {
    "q": "Wat is het doel van 'negatieve integratie' in de Europese Unie?",
    "a": [
      "Het creëren van nieuwe Europese wetgeving ter vervanging van nationale regels.",
      "Het verbieden van nationale regels die het vrije verkeer belemmeren.",
      "Het invoeren van een uniform belastingstelsel in alle lidstaten.",
      "Het oprichten van nieuwe Europese instellingen voor toezicht."
    ],
    "c": 1,
    "exp": "Integratiemethoden.\n\nNegatieve integratie wordt nagestreefd door regels van lidstaten die het vrije verkeer belemmeren te verbieden via het primaire recht."
  },
  {
    "q": "Welk beginsel houdt in dat producten die in één lidstaat rechtmatig zijn geproduceerd, ook in andere lidstaten moeten worden toegelaten?",
    "a": [
      "Het subsidiariteitsbeginsel.",
      "Het evenredigheidsbeginsel.",
      "Het beginsel van wederzijdse erkenning.",
      "Het voorzorgsbeginsel."
    ],
    "c": 2,
    "exp": "Arrest Cassis de Dijon (par. 14).\n\nHet uitgangspunt is de wederzijdse erkenning: wat in de ene lidstaat mag (en rechtmatig is vervaardigd), moet in principe ook in de andere mogen."
  },
  {
    "q": "Welke vorm van discriminatie is in beginsel niet verboden onder de regels van vrij verkeer?",
    "a": [
      "Directe discriminatie op grond van nationaliteit.",
      "Indirecte discriminatie op grond van nationaliteit.",
      "Omgekeerde discriminatie in zuiver interne situaties.",
      "Materiële discriminatie door feitelijke omstandigheden."
    ],
    "c": 2,
    "exp": "Beginselen van marktintegratie / Discriminatie.\n\nOmgekeerde discriminatie, waarbij een binnenlandse marktdeelnemer wordt benadeeld omdat regels van vrij verkeer niet gelden in zuiver interne situaties, is in beginsel niet verboden."
  },
  {
    "q": "Wat wordt bedoeld met 'maximumharmonisatie'?",
    "a": [
      "De lidstaten mogen strengere regels stellen dan de Europese norm.",
      "De Europese norm biedt geen beleidsvrijheid meer aan de lidstaten.",
      "De lidstaten moeten minimaal aan de Europese norm voldoen.",
      "De Europese Unie heeft geen bevoegdheid om regels te stellen."
    ],
    "c": 1,
    "exp": "Harmonisatie.\n\nMaximumharmonisatie houdt in dat de richtlijn geen speelruimte (beleidsvrijheid) overlaat aan de lidstaten; het is een gesloten norm."
  },
  {
    "q": "Welke integratiemethode maakt gebruik van secundair Unierecht, zoals richtlijnen en verordeningen?",
    "a": [
      "Negatieve integratie.",
      "Positieve integratie.",
      "Judiciële integratie.",
      "Intergouvernementele integratie."
    ],
    "c": 1,
    "exp": "Integratiemethoden.\n\nPositieve integratie wordt nagestreefd door het uitvaardigen van Europese regels van afgeleid recht (secundair recht), zoals richtlijnen."
  },
  {
    "q": "Wat wordt verstaan onder 'goederen' in de zin van de interne markt?",
    "a": [
      "Uitsluitend roerende zaken die tastbaar zijn.",
      "Alle producten die voorwerp zijn van commerciële transacties.",
      "Enkel industriële producten vervaardigd binnen de EU.",
      "Diensten en kapitaal die grensoverschrijdend bewegen."
    ],
    "c": 1,
    "exp": "Hof van Justitie (Commissie/Italië).\n\nOnder goederen moet worden verstaan: de waren die op geld waardeerbaar zijn en als zodanig het voorwerp van handelstransacties kunnen vormen."
  },
  {
    "q": "Welk artikel bevat het algemene verbod op discriminatie op grond van nationaliteit?",
    "a": [
      "Artikel 18 VWEU.",
      "Artikel 26 VWEU.",
      "Artikel 34 VWEU.",
      "Artikel 56 VWEU."
    ],
    "c": 0,
    "exp": "Artikel 18 VWEU.\n\nArt. 18 VWEU omvat een algemeen discriminatieverbod op grond van nationaliteit."
  },
  {
    "q": "Welke fase van economische integratie impliceert uniformering van begrotingsbeleid en belastingen?",
    "a": [
      "Douane-unie.",
      "Gemeenschappelijke markt.",
      "Monetaire unie.",
      "Totale economische integratie."
    ],
    "c": 3,
    "exp": "Fases van economische integratie.\n\nBij totale economische integratie is er sprake van uniformering van wetgeving en beleid op terreinen als begrotingsbeleid, belastingen en economisch beleid."
  },
  {
    "q": "Wat is het voornaamste doel van de interne markt volgens artikel 3 VEU?",
    "a": [
      "Het beschermen van nationale industrieën tegen buitenlandse concurrentie.",
      "Het realiseren van een ruimte zonder binnengrenzen voor vrij verkeer.",
      "Het maximaliseren van belastinginkomsten voor de lidstaten.",
      "Het vaststellen van vaste wisselkoersen tussen alle wereldvaluta."
    ],
    "c": 1,
    "exp": "Artikel 3 VEU / Artikel 26 VWEU.\n\nDe Unie brengt een interne markt tot stand, die een ruimte zonder binnengrenzen omvat waarin het vrije verkeer is gewaarborgd."
  },
  {
    "q": "Welke vrijheid wordt aangeduid als een 'restvrijheid' binnen het VWEU?",
    "a": [
      "Vrij verkeer van goederen.",
      "Vrij verkeer van werknemers.",
      "Vrij verkeer van diensten.",
      "Vrij verkeer van kapitaal."
    ],
    "c": 2,
    "exp": "Artikel 57 VWEU.\n\nHet vrij verkeer van diensten wordt beschouwd als restvrijheid: het geldt voor zover de bepalingen betreffende goederen, kapitaal en personen niet van toepassing zijn."
  },
  {
    "q": "Wat houdt 'minimumharmonisatie' in?",
    "a": [
      "Lidstaten mogen geen regels stellen over het onderwerp.",
      "De EU stelt een basisnorm vast waaraan lidstaten ten minste moeten voldoen.",
      "De EU verbiedt lidstaten om strengere regels te hanteren.",
      "De harmonisatie is beperkt tot procedurele aspecten."
    ],
    "c": 1,
    "exp": "Harmonisatie.\n\nMinimumharmonisatie houdt in dat de Europese wetgever een basisnorm stelt waaraan de lidstaten moeten voldoen; strengere nationale regels zijn toegestaan."
  },
  {
    "q": "Welke integratiemethode wordt primair toegepast door het Hof van Justitie bij het toetsen van nationale maatregelen?",
    "a": [
      "Positieve integratie.",
      "Negatieve integratie.",
      "Politieke integratie.",
      "Fiscale integratie."
    ],
    "c": 1,
    "exp": "Integratiemethoden.\n\nNegatieve integratie wordt nagestreefd door regels van lidstaten die het vrije verkeer belemmeren te verbieden (primair recht). Het Hof toetst nationale regels hieraan."
  },
  {
    "q": "Wat is een vereiste voor de werking van de interne markt naast het wegnemen van overheidsbelemmeringen?",
    "a": [
      "Dat er geen concurrentieverschillen bestaan tussen ondernemingen.",
      "Dat alle lidstaten dezelfde taal spreken in de handel.",
      "Dat consumenten enkel binnenlandse producten kopen.",
      "Dat de buitengrenzen van de EU gesloten zijn."
    ],
    "c": 0,
    "exp": "Interne markt.\n\nVoor een goede werking van de interne markt moet er ook voor worden gezorgd dat er geen aanzienlijke concurrentieverschillen zijn (level playing field)."
  },
  {
    "q": "Welke bepaling bevat het verbod op kwantitatieve invoerbeperkingen en maatregelen van gelijke werking?",
    "a": [
      "Artikel 30 VWEU.",
      "Artikel 34 VWEU.",
      "Artikel 110 VWEU.",
      "Artikel 36 VWEU."
    ],
    "c": 1,
    "exp": "Artikel 34 VWEU.\n\nArtikel 34 VWEU bepaalt dat kwantitatieve invoerbeperkingen en alle maatregelen van gelijke werking tussen de lidstaten verboden zijn."
  },
  {
    "q": "Wat is het gevolg van een geslaagd beroep op de 'rule of reason' voor een nationale maatregel?",
    "a": [
      "De maatregel wordt alsnog als discriminerend beschouwd.",
      "De maatregel wordt niet als maatregel van gelijke werking beschouwd.",
      "De maatregel moet worden aangemeld bij de Europese Commissie.",
      "De maatregel wordt vernietigd door het Europees Parlement."
    ],
    "c": 1,
    "exp": "Arrest Cassis de Dijon / Rule of Reason.\n\nEen succesvol beroep op de 'rule of reason' zorgt ervoor dat een regel niet als maatregel van gelijke werking (en dus niet als verboden belemmering) wordt beschouwd."
  },
  {
    "q": "Welk instrument is het meest geschikt voor vergaande uniformering bij positieve integratie?",
    "a": [
      "De richtlijn.",
      "De verordening.",
      "Het advies.",
      "De aanbeveling."
    ],
    "c": 1,
    "exp": "Artikel 288 VWEU / Rechtsbronnen.\n\nDe verordening is bij uitstek geschikt als er behoefte is aan verre uniformering, omdat zij rechtstreeks toepasselijk is en geen omzetting behoeft."
  },
  {
    "q": "Op welke manier beïnvloedt de EMU de marktintegratie?",
    "a": [
      "Door het afschaffen van alle nationale belastingen.",
      "Door het volledig harmoniseren van het sociale beleid.",
      "Door het wegnemen van kosten bij valutaverschillen via een gemeenschappelijke munt.",
      "Door het instellen van een gemeenschappelijk buitenlands beleid."
    ],
    "c": 2,
    "exp": "Economische en Monetaire Unie.\n\nDe economische groei wordt bevorderd door het wegvallen van kosten die komen kijken bij waardeverschillen tussen de valuta (in de monetaire unie)."
  },
  {
    "q": "Welk artikel wordt gebruikt om te harmoniseren op het gebied van de interne markt?",
    "a": [
      "Artikel 34 VWEU.",
      "Artikel 36 VWEU.",
      "Artikel 114 VWEU.",
      "Artikel 267 VWEU."
    ],
    "c": 2,
    "exp": "Artikel 114 VWEU.\n\nBij de algemene bevoegdheid voor de instelling en de werking van de interne markt (harmonisatie) is de gewone wetgevingsprocedure van artikel 114 VWEU van toepassing."
  }
]