[
  {
    "q": "Land A en Land B vormen een handelsblok. Zij hebben onderling alle douanerechten en quotavoorschriften afgeschaft. Land A hanteert echter een invoertarief van 10% voor goederen uit derde landen, terwijl Land B een tarief van 20% hanteert. Kwalificeer deze vorm van economische samenwerking op basis van de economische theorie voor marktintegratie.",
    "sample": "Issue: Is er sprake van een vrijhandelszone of een douane-unie?\n\nRule: In een vrijhandelszone worden interne douanerechten afgeschaft, maar bepalen landen zelf tarieven voor derde landen. Een douane-unie vereist een gemeenschappelijk buitentarief.\n\nApplication: Land A en B hebben geen onderlinge heffingen, maar hanteren verschillende tarieven voor derde landen (10% en 20%). Er is geen gemeenschappelijk buitentarief.\n\nConclusion: Er is sprake van een vrijhandelszone.",
    "checklist": [
      "Kwalificatie als vrijhandelszone",
      "Afwezigheid interne douanerechten",
      "Behoud eigen buitentarieven",
      "Geen gemeenschappelijk douanetarief"
    ],
    "exp": "In een vrijhandelszone worden tussen deelnemende landen geen douanerechten geheven. De deelnemende landen blijven echter vrij om zelf de douanerechten te heffen op goederen vanuit derde landen. Pas in een douane-unie geldt een gemeenschappelijk douanetarief."
  },
  {
    "q": "De Europese Unie stelt een richtlijn vast die de nationale regels omtrent de veiligheid van speelgoed harmoniseert. Hierdoor worden afwijkende nationale normen vervangen door één Europese norm. Welke integratiemethode wordt hier toegepast?",
    "sample": "Issue: Betreft dit negatieve of positieve integratie?\n\nRule: Positieve integratie wordt nagestreefd door het vervangen van verschillende nationale regels door een Europese norm via secundair recht.\n\nApplication: De EU stelt een richtlijn (secundair recht) vast om nationale regels te vervangen door een Europese norm (harmonisatie).\n\nConclusion: Er is sprake van positieve integratie.",
    "checklist": [
      "Sprake van positieve integratie",
      "Vervanging nationale regels",
      "Creatie Europese norm",
      "Gebruik van secundair recht"
    ],
    "exp": "Positieve integratie wordt nagestreefd door het vervangen van verschillende nationale regels door een Europese norm. Het wordt nagestreefd door middel van het uitvaardigen van Europese regels van afgeleid recht (secundair recht)."
  },
  {
    "q": "Twee landen hebben alle onderlinge douanerechten afgeschaft en hanteren een gemeenschappelijk buitentarief. Er bestaan echter nog steeds belemmeringen voor het vrije verkeer van werknemers en diensten tussen deze landen. Hebben deze landen de fase van de gemeenschappelijke markt (interne markt) bereikt?",
    "sample": "Issue: Is voldaan aan de vereisten voor een gemeenschappelijke markt?\n\nRule: Een gemeenschappelijke markt vereist het vrij verkeer van productiefactoren (goederen, personen, diensten, kapitaal) en het opheffen van niet-tarifaire belemmeringen.\n\nApplication: Hoewel er een douane-unie is, zijn er nog belemmeringen voor personen en diensten (productiefactoren).\n\nConclusion: Nee, de fase van de gemeenschappelijke markt is nog niet bereikt.",
    "checklist": [
      "Fase gemeenschappelijke markt niet bereikt",
      "Vereiste vrij verkeer productiefactoren",
      "Belemmeringen personen/diensten aanwezig",
      "Slechts sprake van douane-unie"
    ],
    "exp": "De gemeenschappelijke markt (interne markt) is de fase na de douane-unie. Hierin wordt het vrije verkeer van goederen, diensten, personen en kapitaal (de productiefactoren) gewaarborgd en worden belemmeringen als gevolg van verschillen in wetgeving opgeheven."
  },
  {
    "q": "De Europese Commissie start een procedure tegen een lidstaat omdat een nationale regel het vrije goederenverkeer belemmert. De Commissie stelt dat deze regel in strijd is met het verbod in het Werkingsverdrag. Welke integratiemethode past de Commissie hier toe?",
    "sample": "Issue: Is dit negatieve of positieve integratie?\n\nRule: Negatieve integratie wordt nagestreefd door regels van lidstaten die het vrije verkeer belemmeren te verbieden op basis van primair recht.\n\nApplication: De Commissie handhaaft een verbod uit het Verdrag (primair recht) om een belemmerende nationale regel tegen te gaan.\n\nConclusion: Dit is negatieve integratie.",
    "checklist": [
      "Sprake van negatieve integratie",
      "Verbieden van nationale regels",
      "Basis is primair recht",
      "Wegnemen van belemmeringen"
    ],
    "exp": "Negatieve integratie wordt nagestreefd door regels van lidstaten die het vrije verkeer belemmeren te verbieden. Het wordt nagestreefd door middel van primair recht (dat wat in de verdragen is opgenomen)."
  },
  {
    "q": "Een groep landen heeft niet alleen een interne markt en een gemeenschappelijke munt, maar heeft ook het begrotingsbeleid en de belastingen volledig geüniformeerd. In welke fase van economische integratie bevinden deze landen zich?",
    "sample": "Issue: Welke integratiefase wordt beschreven?\n\nRule: Totale economische integratie houdt in dat er sprake is van uniformering van wetgeving en beleid op terreinen als begrotingsbeleid en belastingen.\n\nApplication: De landen hebben hun beleid en wetgeving op economisch en fiscaal terrein volledig geüniformeerd.\n\nConclusion: Zij bevinden zich in de fase van totale economische integratie.",
    "checklist": [
      "Fase totale economische integratie",
      "Uniformering van begrotingsbeleid",
      "Uniformering van belastingen",
      "Vormt feitelijk politieke unie"
    ],
    "exp": "De laatste fase in de theorie is de totale economische integratie. Er is dan sprake van uniformering van wetgeving en beleid op terreinen als begrotingsbeleid, belastingen en economisch beleid."
  }
]