[
  {
    "q": "De interne markt wordt in artikel 26 lid 2 VWEU gedefinieerd als een ruimte zonder binnengrenzen waarin het vrije verkeer van goederen, personen, diensten en kapitaal is gewaarborgd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 26 lid 2 VWEU definieert de interne markt expliciet als een ruimte zonder binnengrenzen waarin het vrije verkeer van goederen, personen, diensten en kapitaal is gewaarborgd volgens de bepalingen van de Verdragen."
  },
  {
    "q": "In een vrijhandelszone hanteren de deelnemende landen een gemeenschappelijk douanetarief voor de invoer van goederen uit derde landen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In een vrijhandelszone worden douanerechten tussen deelnemende landen afgeschaft, maar bepalen de landen zelfstandig hun tarieven voor derde landen. Een gemeenschappelijk buitentarief is een kenmerk van een douane-unie."
  },
  {
    "q": "Negatieve integratie wordt nagestreefd door het uitvaardigen van Europese regels van afgeleid recht (secundair recht).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Negatieve integratie wordt nagestreefd door regels van lidstaten die het vrije verkeer belemmeren te verbieden via het primaire recht (de verdragen). Positieve integratie maakt gebruik van secundair recht."
  },
  {
    "q": "De gemeenschappelijke markt gaat verder dan een douane-unie doordat ook de productiefactoren vrij kunnen bewegen en niet-tarifaire belemmeringen worden weggenomen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Op een gemeenschappelijke markt (interne markt) worden belemmeringen opgeheven die gevormd worden door heffingen en quota, evenals verschillen in wetgeving, zodat productiefactoren (goederen, diensten, personen, kapitaal) vrij kunnen bewegen."
  },
  {
    "q": "Positieve integratie heeft als doel het vervangen van verschillende nationale regels door een Europese norm.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Positieve integratie streeft naar harmonisatie door het vervangen van uiteenlopende nationale regels door een gemeenschappelijke Europese norm via secundair recht."
  },
  {
    "q": "In een monetaire unie behouden de deelnemende landen hun eigen valuta, maar zijn de wisselkoersen vastgelegd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In een monetaire unie hebben de deelnemende landen niet meer hun eigen valuta, maar hanteren zij dezelfde munt (zoals de Euro in de EMU)."
  },
  {
    "q": "Het concept van de 'rule of reason' is ontstaan in het licht van marktintegratie om publieke belangen en marktvrijheden samen te brengen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Veel algemene leerstukken, waaronder de 'rule of reason', zijn ontstaan door het samenkomen van marktvrijheden en publieke belangen in de jurisprudentie van het Hof van Justitie."
  },
  {
    "q": "De Europese Unie bevindt zich in de fase van 'totale economische integratie' waarbij alle belastingen en begrotingsbeleid volledig zijn geüniformeerd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De coördinatie binnen de EU gaat niet zo ver dat er sprake is van totale economische integratie; lidstaten hebben op het terrein van belastingen nog steeds veel autonomie."
  },
  {
    "q": "Harmonisatie van wetgeving zorgt voor een 'level playing field' binnen de interne markt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Door wetgeving gelijk te trekken (harmonisatie) worden overbodige administratieve regels en verschillen weggenomen, wat zorgt voor gelijke concurrentievoorwaarden (level playing field)."
  },
  {
    "q": "De vier fundamentele vrijheden omvatten het vrije verkeer van goederen, personen, diensten en belastingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De vier fundamentele vrijheden zijn het vrije verkeer van goederen, personen, diensten en kapitaal. Belastingen zijn geen vrijheid, maar een beleidsterrein."
  },
  {
    "q": "Artikel 3 VEU noemt het realiseren van een interne markt als een van de doelstellingen van de Unie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3 lid 3 VEU stelt expliciet dat de Unie een interne markt tot stand brengt."
  },
  {
    "q": "Bij negatieve integratie wordt gebruik gemaakt van verordeningen en richtlijnen om nationale regels te vervangen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het gebruik van verordeningen en richtlijnen (secundair recht) om regels te vervangen is kenmerkend voor positieve integratie. Negatieve integratie verbiedt belemmeringen via primair recht."
  },
  {
    "q": "Een douane-unie kent geen douanerechten tussen deelnemende landen en hanteert een gemeenschappelijk buitentarief.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is de definitie van een douane-unie: interne vrijhandel en een gemeenschappelijk tarief voor invoer uit derde landen, waardoor het één handelsgebied wordt."
  },
  {
    "q": "De mededingingsregels spelen geen rol bij de verwezenlijking van marktintegratie; dit wordt enkel bereikt door de vier vrijheden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Marktintegratie steunt op drie pijlers: de vier fundamentele vrijheden, de mededingingsregels en de Economische en Monetaire Unie."
  },
  {
    "q": "Het beginsel van wederzijdse erkenning houdt in dat lidstaten verplicht zijn elkaars valuta te accepteren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Wederzijdse erkenning in de context van marktintegratie ziet op de erkenning van nationale normen: producten die in één lidstaat legaal zijn, moeten in principe ook elders worden toegelaten."
  },
  {
    "q": "Voor een goede werking van de interne markt mogen er geen aanzienlijke concurrentieverschillen zijn tussen ondernemingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het Hof stelt dat het begrip 'interne markt' impliceert dat er voor een goede werking geen aanzienlijke concurrentieverschillen (verstoringen) mogen zijn."
  },
  {
    "q": "De Economische en Monetaire Unie (EMU) bevordert economische groei door het wegnemen van kosten bij valutaverschillen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In een monetaire unie vallen de kosten weg die gepaard gaan met waardeverschillen tussen valuta (wisselkoerskosten), wat de economische groei bevordert."
  },
  {
    "q": "De Europese Unie is volgens artikel 3 lid 1 VWEU mede gebaseerd op een douane-unie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De Europese Unie combineert elementen van een douane-unie (art. 3 VWEU en art. 28 VWEU) met die van een interne markt."
  },
  {
    "q": "Het leerstuk van non-discriminatie is ontstaan dankzij het samenkomen van marktvrijheden en publieke belangen in de rechtspraak.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Veel algemene leerstukken, waaronder non-discriminatie en de rule of reason, zijn ontstaan in het licht van marktintegratie in de jurisprudentie van het Hof."
  },
  {
    "q": "In een vrijhandelszone zijn quotavoorschriften (kwantitatieve beperkingen) tussen de deelnemende landen toegestaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In een vrijhandelszone worden douanerechten afgeschaft en gelden er geen quotavoorschriften tussen de deelnemende landen."
  },
  {
    "q": "Het verbieden van nationale regels via primair recht wordt aangeduid als 'positieve integratie'.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het verbieden van nationale regels op basis van primair recht (de verdragsbepalingen) heet negatieve integratie. Positieve integratie is het scheppen van nieuwe regels."
  },
  {
    "q": "Totale economische integratie impliceert een uniformering van wetgeving op terreinen als begrotingsbeleid en belastingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De laatste fase van integratie, totale economische integratie, wordt gekenmerkt door uniformering van beleid en wetgeving op economisch en fiscaal vlak, wat in wezen een politieke unie vormt."
  },
  {
    "q": "De interne markt veronderstelt dat productiefactoren vrij kunnen bewegen over de gehele markt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 26 lid 2 VWEU stelt dat de interne markt een ruimte zonder binnengrenzen is waarin het vrije verkeer van goederen, personen, diensten en kapitaal (de productiefactoren) is gewaarborgd."
  },
  {
    "q": "Lidstaten hebben binnen de EU geen enkele autonomie meer op het gebied van directe belastingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Lidstaten hebben op het terrein van belastingen nog steeds veel autonomie; de EU zit niet in de fase van totale economische integratie."
  },
  {
    "q": "Harmonisatie van wetgeving leidt automatisch tot de ontwikkeling van een supranationaal beleid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Door op gemeenschappelijk niveau regels vast te stellen via harmonisatie, wordt er beleid gevormd dat boven de nationale staten uitstijgt (supranationaal)."
  },
  {
    "q": "Het vrij verkeer van kapitaal is geregeld in de artikelen 56 t/m 62 VWEU.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het vrij verkeer van kapitaal is geregeld in de artikelen 63 t/m 66 VWEU. Artikelen 56 t/m 62 VWEU zien op het vrij verkeer van diensten."
  },
  {
    "q": "Integratie is het bijeenbrengen van afzonderlijke delen onder een gemeenschappelijke noemer.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is de definitie van integratie in de context van marktintegratie: het samenvoegen van nationale markten tot één gemeenschappelijke markt."
  },
  {
    "q": "De 'rule of reason' maakt het mogelijk om nationale regels die het vrije verkeer belemmeren te rechtvaardigen op grond van dwingende vereisten van algemeen belang.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De 'rule of reason' is een door het Hof ontwikkelde rechtvaardigingsgrond voor nationale maatregelen die zonder onderscheid gelden, gebaseerd op dwingende vereisten van algemeen belang."
  },
  {
    "q": "Positieve integratie wordt nagestreefd door middel van primair recht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Positieve integratie wordt nagestreefd door middel van secundair recht (afgeleid recht), zoals richtlijnen en verordeningen. Negatieve integratie gebruikt primair recht."
  },
  {
    "q": "De interne markt is een van de grote gebieden van inhoudelijke integratie binnen de EU.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De markt is een centraal onderdeel van het beleid van de Unie en vormt een groot gebied van inhoudelijke integratie, ondersteund door de vier vrijheden."
  }
]