[
  {
    "id": "melk-en-water",
    "naam": "Melk en water",
    "onderwerp": "AVAS",
    "rechtsvraag": "Kan de knecht strafrechtelijk aansprakelijk gesteld worden voor aangelengde melk ondanks het feit dat hem geen schuld valt te verwijten?",
    "quiz": {
      "vraag": "Wat was de meest fundamentele breuk met het verleden in het Melk en water-arrest?",
      "correct": "De leer van het materiële feit (fait matériel) werd verlaten ten gunste van het beginsel 'geen straf zonder schuld'.",
      "distractors": [
        "De introductie van noodweerexces als ongeschreven schulduitsluitingsgrond.",
        "De beslissing dat overtredingen voortaan altijd een schuldbestanddeel in de delictomschrijving moeten hebben.",
        "Het oordeel dat de veehouder niet langer aansprakelijk kon worden gehouden als doen pleger."
      ]
    },
    "ro_punten": [
      "Zelfs bij overtredingen geldt het fundamentele beginsel ‘geen straf zonder schuld’.",
      "Men mag niet aannemen dat bij het niet-vermelden van schuld in de wet, strafbaarheid bij gebleken afwezigheid van alle schuld toch moet worden aangenomen."
    ],
    "purport": "Vanaf dit moment werd de leer van het materiële feit verlaten en werd verwijtbaarheid een ongeschreven voorwaarde voor strafbaarheid.",
    "tip": "Vroeger gold de leer van het materiële feit ('fait materiel'): het ging puur om het vervullen van de delictsomschrijving. Melk en Water veranderde dit fundamenteel."
  },
  {
    "id": "veearts",
    "naam": "Veearts",
    "onderwerp": "Materiële wederrechtelijkheid",
    "rechtsvraag": "Kan een gedraging formeel onder de delictsomschrijving vallen maar toch niet strafbaar zijn omdat de materiële wederrechtelijkheid ontbreekt?",
    "quiz": {
      "vraag": "Waarom werd de veearts in dit arrest niet gestraft, ondanks het overtreden van de Veewet?",
      "correct": "Omdat de gedraging niet onrechtmatig was op basis van een ongeschreven norm, waardoor de materiële wederrechtelijkheid ontbrak.",
      "distractors": [
        "Omdat de veearts handelde onder psychische overmacht door de dreigende verspreiding van mond- en klauwzeer.",
        "Omdat er sprake was van afwezigheid van alle schuld (AVAS) aangezien de koeien toch al ziek zouden worden.",
        "Omdat een wettelijke rechtvaardigingsgrond in de Veewet hem expliciet toestemming gaf voor deze handeling."
      ]
    },
    "ro_punten": [
      "Iemand die een met straf bedreigde handeling verricht, is niet in elk geval strafbaar wanneer de onrechtmatigheid ontbreekt op basis van ongeschreven normen.",
      "Een gedraging kan als niet-wederrechtelijk worden aangemerkt als dit gebaseerd is ongeschreven normen."
    ],
    "purport": "Introductie van de buitenwettelijke strafuitsluitingsgrond ‘ontbreken van de materiële wederrechtelijkheid’.",
    "tip": "Verdachten moeten ook vrij uitgaan als de wederrechtelijkheid ontbreekt, ook als er geen schuldbestanddeel in de wet staat."
  },
  {
    "id": "porsche",
    "naam": "Porsche",
    "onderwerp": "Voorwaardelijk opzet",
    "rechtsvraag": "Kan voorwaardelijk opzet worden afgeleid nu de verdachte de inhaalmanoeuvre voor het ongeluk een aantal keren heeft afgebroken?",
    "quiz": {
      "vraag": "Waarom achtte de Hoge Raad voorwaardelijk opzet in het Porsche-arrest niet bewezen?",
      "correct": "Het afbreken van eerdere inhaalmanoeuvres was een contra-indicatie dat de verdachte de kans op een dodelijk ongeval bewust had aanvaard.",
      "distractors": [
        "Omdat de verdachte zo dronken was dat hij de aanmerkelijke kans op een ongeval feitelijk niet kon inschatten.",
        "Omdat in het verkeersrecht voorwaardelijk opzet op de dood juridisch is uitgesloten en alleen 'culpa' (schuld) kan worden vervolgd.",
        "Omdat de kans op een frontale botsing bij 50 km/u te hard rijden naar algemene ervaringsregels niet als 'aanmerkelijk' wordt beschouwd."
      ]
    },
    "ro_punten": [
      "In een situatie van levensgevaar voor de dader zelf is het niet waarschijnlijk dat hij zijn eigen dood op de koop toe neemt (r.o. 5.4).",
      "Afgebroken manoeuvres wijzen erop dat de dader niet verwachtte dat het mis zou gaan en vormen contra-indicaties voor opzet (r.o. 5.5)."
    ],
    "purport": "Het belang van contra-indicaties bij het bepalen van voorwaardelijk opzet.",
    "tip": "Dit arrest staat in schril contrast met 'Spookrijder', waar de dader verklaarde het 'kicken' te vinden, wat wél wees op het aanvaarden van de kans."
  },
  {
    "id": "aanmerkelijke-kans-ii",
    "naam": "Aanmerkelijke Kans II",
    "onderwerp": "Gevaarlijke dieren & Opzet",
    "quiz": {
      "vraag": "Wanneer is er volgens dit arrest sprake van een 'aanmerkelijke kans' in de zin van voorwaardelijk opzet?",
      "correct": "Wanneer er sprake is van een in de gegeven omstandigheden reële, niet onwaarschijnlijke mogelijkheid.",
      "distractors": [
        "Wanneer de kans op het intreden van het gevolg feitelijk groter is dan 50 procent.",
        "Wanneer de aard van het gevolg (zoals de dood) zo ernstig is dat de kans automatisch als aanmerkelijk wordt beschouwd.",
        "Wanneer de verdachte zich er terdege van bewust was dat het gevolg zeer waarschijnlijk zou optreden."
      ]
    },
    "ro_punten": [
      "Gevaarlijk is elk dier waarvan schade voor lijf of goed te duchten is, niet louter gevaar voor mensen (r.o. 4.3.3).",
      "Een aanmerkelijke kans is een 'in de gegeven omstandigheden reële, niet onwaarschijnlijke mogelijkheid' (r.o. 5.3.2).",
      "Het aanvaardingsvereiste kijkt naar wat de verdachte dacht, of bij gebrek aan verklaring, naar de aard van de risicovolle gedraging (r.o. 5.3.3)."
    ],
    "purport": "Stappenplan voor de beoordeling van de aanmerkelijke kans en de definitie van een gevaarlijk dier.",
    "tip": "Je mag voor de invulling van 'aanmerkelijke kans' NIET kijken naar de aard van het gevolg."
  },
  {
    "id": "braak-bij-binnentreden",
    "naam": "Braak bij binnentreden",
    "onderwerp": "Proportionaliteit & Subsidiariteit",
    "quiz": {
      "vraag": "Wat was de reden dat het bewijs in het arrest 'Braak bij binnentreden' onrechtmatig werd verkregen?",
      "correct": "De opsporingsambtenaren schonden de beginselen van subsidiariteit en proportionaliteit door een ruit in te slaan zonder eerst om toegang te verzoeken.",
      "distractors": [
        "De agenten hadden geen formele machtiging tot binnentreden voor de opsporing van illegale radiozenders.",
        "Het forceren van een toegang is volgens de wet alleen toegestaan bij misdrijven waarbij voorlopige hechtenis is toegelaten.",
        "De agenten traden binnen op basis van een algemene taakstelling uit de Politiewet, terwijl een specifieke Sv-bevoegdheid vereist was."
      ]
    },
    "ro_punten": [
      "Zelfs bij formele bevoegdheid moet men eerst proberen vrijwillige toegang te krijgen.",
      "Het met braak binnentreden zonder eerst minder ingrijpende manieren te proberen is in strijd met proportionaliteit en subsidiariteit."
    ],
    "purport": "De politie moet bewoners de kans geven de deur te openen; anders is het bewijs onrechtmatig verkregen.",
    "tip": "Omdat dit een oud arrest is, staan de belangrijkste passages in de laatste alinea's van de uitspraak."
  },
  {
    "id": "plastic-boodschappentasje",
    "naam": "Plastic boodschappentasje",
    "onderwerp": "Cautieplicht",
    "quiz": {
      "vraag": "Op welk specifiek moment in dit arrest ontstond de cautieplicht voor de politieagenten?",
      "correct": "Pas op het moment dat de man antwoordde dat hij de boeken gestolen had, omdat er pas toen een redelijk vermoeden van schuld ontstond.",
      "distractors": [
        "Op het moment dat de agenten de man aanspraken, omdat hij een bekende van de politie was.",
        "Zodra de agenten vroegen wat er in het plastic tasje zat, omdat dit als een verhoorsituatie moet worden aangemerkt.",
        "Nadat de man was aangehouden op verdenking van diefstal, maar voordat hij naar het bureau werd overgebracht."
      ]
    },
    "ro_punten": [
      "Het enkel dragen van een plastic tas geeft aanleiding tot vragen, maar levert nog geen redelijk vermoeden van schuld op (r.o. 6.2.2).",
      "Pas ná het antwoord op de vraag waar de boeken gekocht waren ('gestolen'), kon de man als verdachte worden aangemerkt (r.o. 6.2.3)."
    ],
    "purport": "Vóór het moment van een redelijk vermoeden van schuld (art. 27 Sv) hoeft nog geen cautie te worden gegeven.",
    "tip": "Ondanks een slechte toestand van de man werd geoordeeld dat hij in staat was in vrijheid zijn wil te bepalen."
  },
  {
    "id": "toetsing-vervolgingsbeslissing",
    "naam": "Toetsing vervolgingsbeslissing",
    "onderwerp": "Opportuniteitsbeginsel",
    "quiz": {
      "vraag": "Wanneer mag een zittingsrechter volgens de Hoge Raad de vervolgingsbeslissing van het OM inhoudelijk toetsen?",
      "correct": "Alleen in uitzonderlijke gevallen van willekeur, wanneer geen redelijk denkend lid van het OM tot vervolging had kunnen besluiten.",
      "distractors": [
        "Wanneer de rechter van mening is dat de vervolging niet in het belang is van de verdachte of de maatschappij.",
        "Telkens wanneer het OM niet kan aantonen dat er een zwaarwegend strafrechtelijk belang wordt gediend met de zaak.",
        "Alleen als de verdachte een klacht heeft ingediend bij het gerechtshof op basis van artikel 12 Sv."
      ]
    },
    "ro_punten": [
      "Het OM heeft ruime beleidsvrijheid (opportuniteitsbeginsel) in de keuze om al dan niet te vervolgen.",
      "Slechts bij willekeur (geen redelijk denkend lid van het OM had tot vervolging kunnen besluiten) kan de rechter ingrijpen (r.o. 2.4)."
    ],
    "purport": "Bevestiging van de marginale toetsing van de vervolgingsbeslissing door de rechter.",
    "tip": "Voldoet niet aan de zware motiveringseisen die gelden bij een niet-ontvankelijkverklaring van het OM."
  },
  {
    "id": "zeeuwse-motorrijder",
    "naam": "Zeeuwse motorrijder",
    "onderwerp": "Artikel 12 Sv",
    "quiz": {
      "vraag": "Wat voegde dit arrest toe aan de reikwijdte van de artikel 12 Sv-procedure?",
      "correct": "De procedure kan ook worden gebruikt om te klagen over de wettelijke kwalificatie (strafbaarstelling) die het OM hanteert.",
      "distractors": [
        "Het gaf slachtoffers het recht om zelfstandig een verdachte te dagvaarden als het OM weigert dit te doen.",
        "Het bepaalde dat een beklagprocedure ook gestart kan worden als het OM een transactievoorstel heeft gedaan.",
        "Het stelt dat het hof in de artikel 12 Sv-procedure ook direct de hoogte van de strafmaat mag toetsen."
      ]
    },
    "ro_punten": [
      "Art. 12 Sv biedt belanghebbenden de mogelijkheid een vervolgingsbeslissing aan rechterlijke controle te onderwerpen (r.o. 5.3).",
      "De controle omvat ook de beoordeling ter zake van welke wettelijke strafbaarstelling de vervolging had moeten worden ingesteld (r.o. 5.4)."
    ],
    "purport": "De beklagprocedure ex art. 12 Sv ziet ook op de zwaarte van de tenlastelegging.",
    "tip": "In dit geval wilden de ouders vervolging voor doodslag (287 Sr) in plaats van schuld (6 WVW)."
  }
]