{
  "Week 1": [
    {
      "q": "Wat vormt volgens de filosoof Jean-Jacques Rousseau in zijn ‘Contrat Social’ de rechtvaardiging van overheidsgezag?",
      "a": [
        "Gezag is een goddelijk recht dat via de vorst aan de adel en geestelijkheid wordt doorgegeven.",
        "Gezag is een noodzakelijk kwaad dat door de sterkste wordt opgelegd om chaos te voorkomen.",
        "Gezag bestaat enkel omdat individuen hun persoonlijke vrijheid vrijwillig afstaan aan de soeverein in het algemeen belang.",
        "Gezag dient als symbool van de vorst om eenheid en vrede te scheppen binnen een cultuur."
      ],
      "c": 2,
      "exp": "Volgens Rousseau bestaat gezag enkel omdat individuen zich vrijwillig onderwerpen aan het maatschappelijk contract, waarbij zij hun persoonlijke vrijheid afstaan aan de soeverein ten behoeve van het algemeen belang."
    },
    {
      "q": "Hoe verhoudt het Nederlandse staatsbestel zich tot de strikte machtenscheiding (trias politica) zoals beschreven door Montesquieu?",
      "a": [
        "Nederland kent een strikte scheiding waarbij de wetgevende, uitvoerende en rechterlijke macht volledig onafhankelijk van elkaar opereren.",
        "Nederland kent geen machtenscheiding, maar een machtsconcentratie waarbij de regering zowel wetgever als hoogste rechter is.",
        "In Nederland is de rechterlijke macht ondergeschikt aan de uitvoerende macht, aangezien rechters door de regering worden benoemd.",
        "Nederland kent geen strikte machtenscheiding, maar een stelsel van checks and balances waarin de regering ook medewetgever is."
      ],
      "c": 3,
      "exp": "In Nederland is er geen strikte scheiding; de regering voert wetten uit (bestuur), maar is samen met het parlement ook wetgever. Dit systeem van 'checks and balances' zorgt voor machtsverdeling en evenwicht."
    },
    {
      "q": "Welke toetsingsbevoegdheid heeft de Nederlandse rechter ten aanzien van wetten in formele zin, gelet op het systeem van checks and balances?",
      "a": [
        "De rechter mag formele wetten toetsen aan de Grondwet op basis van artikel 120 Grondwet.",
        "De rechter mag formele wetten toetsen aan een ieder verbindende bepalingen van verdragen op basis van artikel 94 Grondwet.",
        "De rechter mag formele wetten toetsen aan ongeschreven rechtsbeginselen, mits de Hoge Raad dit vooraf goedkeurt.",
        "De rechter mag formele wetten toetsen aan andere formele wetten om onderlinge tegenstrijdigheden op te lossen."
      ],
      "c": 1,
      "exp": "De rechter mag wetten in formele zin niet aan de Grondwet toetsen (toetsingsverbod art. 120 Gw), maar wel aan een ieder verbindende bepalingen van verdragen (art. 94 Gw)."
    },
    {
      "q": "Wat was de kern van de uitspraak in het Fluoriderings-arrest (HR 1973) met betrekking tot het legaliteitsbeginsel?",
      "a": [
        "Ingrijpend overheidsoptreden in de privésfeer van de burger vereist een specifieke wettelijke grondslag in een wet in formele zin.",
        "De regering mag geen wetten in formele zin vaststellen zonder uitdrukkelijke goedkeuring van de Staten-Generaal, tenzij er sprake is van nood.",
        "Een bestuursorgaan mag beleidsregels opstellen, zolang deze niet in strijd zijn met de algemene beginselen van behoorlijk bestuur.",
        "De rechter mag de doelmatigheid van overheidsbeleid toetsen als de volksgezondheid in het geding is."
      ],
      "c": 0,
      "exp": "Het Fluoriderings-arrest bepaalde dat de overheid niet zonder specifieke wettelijke basis ingrijpend mag ingrijpen in het leven van burgers (in dit geval drinkwater toevoegingen), wat het ongeschreven constitutionele recht bevestigde."
    },
    {
      "q": "Wat is de hiërarchische verhouding tussen het Statuut voor het Koninkrijk der Nederlanden en de Nederlandse Grondwet?",
      "a": [
        "De Grondwet staat boven het Statuut, omdat Nederland het grootste land binnen het Koninkrijk is.",
        "Het Statuut is hiërarchisch gelijkwaardig aan de Grondwet; conflicten worden politiek opgelost.",
        "Het Statuut staat boven de Grondwet; de Grondwet moet de bepalingen van het Statuut in acht nemen.",
        "Het Statuut is een gewone rijkswet en is daarmee ondergeschikt aan de Grondwet en internationale verdragen."
      ],
      "c": 2,
      "exp": "Het Statuut voor het Koninkrijk der Nederlanden is de hoogste regeling binnen het Koninkrijk; de Nederlandse Grondwet moet de regels van het Statuut in acht nemen (art. 5 lid 2 Statuut)."
    },
    {
      "q": "Welk kenmerk wordt in het Verdrag van Montevideo genoemd als vereiste voor een staat, naast een permanente bevolking, een afgebakend gebied en een overheid?",
      "a": [
        "Een democratisch gekozen volksvertegenwoordiging.",
        "Het vermogen om betrekkingen aan te gaan met andere staten.",
        "Een onafhankelijke rechterlijke macht.",
        "Een geschreven constitutie."
      ],
      "c": 1,
      "exp": "Het Verdrag van Montevideo noemt vier criteria: bevolking, grondgebied, effectief gezag (overheid) en het vermogen om betrekkingen aan te gaan met andere staten (externe soevereiniteit)."
    },
    {
      "q": "Wanneer is de burgerlijke rechter bevoegd om een ambtshandeling van een bestuursorgaan te toetsen?",
      "a": [
        "Wanneer de burger een beroep doet op het grondwettelijk toetsingsrecht ex artikel 120 Grondwet.",
        "Wanneer er ook een bestuursrechtelijke rechtsgang openstaat, maar de burger kiest voor de civiele rechter.",
        "Wanneer de burgerlijke rechter toestemming heeft gekregen van de Raad van State.",
        "Wanneer er geen publiekrechtelijke beroepsmogelijkheid openstaat, op grond van onrechtmatige daad (art. 6:162 BW)."
      ],
      "c": 3,
      "exp": "Als er geen bestuursrechtelijke weg openstaat (restrechter-functie), is de burgerlijke rechter bevoegd om te toetsen aan de hand van onrechtmatige daad (art. 6:162 BW)."
    },
    {
      "q": "Wat is het onderscheid tussen de 'formele constitutie' en de 'materiële constitutie'?",
      "a": [
        "De formele constitutie betreft enkel de regels in de Grondwet; de materiële constitutie omvat alle fundamentele regels van het staatsbestel, geschreven en ongeschreven.",
        "De formele constitutie omvat alle wetten in formele zin; de materiële constitutie betreft alleen de jurisprudentie van de Hoge Raad.",
        "De formele constitutie betreft de staatsinrichting; de materiële constitutie betreft de grondrechten van de burger.",
        "De formele constitutie is het geheel van verdragen; de materiële constitutie is de nationale wetgeving."
      ],
      "c": 0,
      "exp": "De formele constitutie is het document 'De Grondwet'. De materiële constitutie is breder en omvat ook organieke wetten, verdragen en ongeschreven recht die de staatsinrichting bepalen."
    },
    {
      "q": "Wat is een essentieel kenmerk van een 'ambt' binnen het staatsrecht?",
      "a": [
        "Een ambt is een privaatrechtelijke rechtspersoon die zelfstandig aan het rechtsverkeer deelneemt.",
        "Een ambt bestaat los van de persoon die het bekleedt en blijft bestaan, ook als de functie vacant is.",
        "Een ambt is altijd een verkozen positie en eindigt direct bij het aftreden van de ambtsdrager.",
        "Een ambt is synoniem aan een ambtenaar en volgt de instructies van de minister."
      ],
      "c": 1,
      "exp": "Een ambt is een door het recht gecreëerde functie met taken en bevoegdheden. Het is onpersoonlijk; het ambt blijft bestaan, ongeacht wie de ambtsdrager (de persoon) is."
    },
    {
      "q": "Hoe wordt de staatsvorm van Nederland het meest accuraat getypeerd?",
      "a": [
        "Als een federale staat, waarbij de macht gedeeld wordt tussen de centrale overheid en de deelstaten.",
        "Als een gecentraliseerde eenheidsstaat, waarbij provincies en gemeenten geen eigen autonomie hebben.",
        "Als een gedecentraliseerde eenheidsstaat, waarbij de centrale overheid de hoogste macht heeft maar taken verdeelt over lagere overheden.",
        "Als een confederale staat, waarbij de soevereiniteit volledig bij de provincies ligt en zij samenwerken op basis van een verdrag."
      ],
      "c": 2,
      "exp": "Nederland is een eenheidsstaat (centrale overheid heeft hoogste gezag) maar gedecentraliseerd (provincies en gemeenten hebben autonomie en eigen bevoegdheden)."
    },
    {
      "q": "Wat was volgens Machiavelli de primaire functie van het gezag van de vorst, in tegenstelling tot de middeleeuwse opvatting van persoonlijk recht?",
      "a": [
        "Het gezag dient om de persoonlijke rijkdom en glorie van de vorst en zijn familie te vergroten.",
        "Het gezag is een goddelijk instrument om de religieuze moraal onder de bevolking af te dwingen.",
        "Het gezag moet functioneren als een symbool van eenheid om orde, vrede en stabiliteit te scheppen.",
        "Het gezag is uitsluitend gebaseerd op een militair contract tussen de vorst en zijn leenmannen."
      ],
      "c": 2,
      "exp": "Machiavelli stelde dat een gezagsdrager niet zijn persoonlijke macht moet vergroten, maar dat gezag een symbool moet zijn om orde, vrede en eenheid te scheppen. Wordt het verschil tussen cultuur en vorst te groot, dan dient de vorst te verdwijnen."
    },
    {
      "q": "Welk fundamenteel staatsrechtelijk beginsel werd bevestigd in het Meerenberg-arrest (HR 1879)?",
      "a": [
        "De Koning (regering) mag geen algemeen verbindende voorschriften vaststellen zonder grondslag in een wet in formele zin.",
        "De rechter is bevoegd om wetten in formele zin te toetsen aan algemene rechtsbeginselen als de rechtszekerheid in het geding is.",
        "Een bestuursorgaan is bevoegd om zonder wettelijke grondslag in te grijpen in de rechten van burgers, mits het algemeen belang dit vordert.",
        "De minister is strafrechtelijk verantwoordelijk voor alle handelingen van de Koning, ook als deze buiten de Grondwet vallen."
      ],
      "c": 0,
      "exp": "Het Meerenberg-arrest bepaalde dat de regering (de Kroon) geen wetgevende bevoegdheid heeft zonder dat de wet (parlement) daarvoor een basis biedt. Dit verankerde het legaliteitsbeginsel in de verhouding wetgever-bestuur."
    },
    {
      "q": "Wat is het staatsrechtelijke kenmerk van een confederale staat (statenbond) in vergelijking met een federale staat?",
      "a": [
        "In een confederatie ligt de hoogste soevereiniteit bij het centrale niveau; deelstaten voeren slechts uit.",
        "In een confederatie is de centrale overheid direct verkozen door de bevolking en heeft zij dwingende macht over de deelstaten.",
        "In een confederatie blijven de deelnemende staten soeverein en kunnen individuele staten besluitvorming vaak blokkeren.",
        "In een confederatie is er sprake van een eenheidsstaat met vergaande decentralisatie, zoals in Nederland."
      ],
      "c": 2,
      "exp": "Bij een confederatie (statenbond) werken zelfstandige staten samen maar behouden ze hun soevereiniteit. Besluitvorming kan vaak geblokkeerd worden door individuele staten, in tegenstelling tot een federatie waar de hoogste macht gedeeld wordt."
    },
    {
      "q": "Wat onderscheidt de 'sociale rechtsstaat' van de 'klassieke liberale rechtsstaat'?",
      "a": [
        "De sociale rechtsstaat verplicht de overheid actief in te grijpen om welvaart en gelijkheid te bevorderen, terwijl de klassieke rechtsstaat overheidsbemoeienis minimaliseert.",
        "De sociale rechtsstaat legt de nadruk op de bescherming van eigendomsrecht, terwijl de klassieke rechtsstaat zich richt op sociale zekerheid.",
        "De sociale rechtsstaat verbiedt rechterlijke toetsing van wetten, terwijl de klassieke rechtsstaat dit juist aanmoedigt.",
        "De sociale rechtsstaat kent geen machtenscheiding, terwijl de klassieke rechtsstaat een strikte trias politica hanteert."
      ],
      "c": 0,
      "exp": "De klassieke liberale rechtsstaat (nachtwakersstaat) focuste op onthouding van de overheid. De sociale rechtsstaat (ontstaan vanaf 19e eeuw) eist juist actief optreden van de overheid om materiële ongelijkheid te verminderen (sociale grondrechten)."
    },
    {
      "q": "Welke rol spelen de Gevolmachtigde Ministers van Aruba, Curaçao en Sint-Maarten in de Rijksministerraad bij de totstandkoming van Rijkswetten?",
      "a": [
        "Zij hebben een volledig vetorecht; zonder hun instemming kan er geen Rijkswet worden aangenomen.",
        "Zij mogen deelnemen aan de beraadslagingen en hebben stemrecht dat gelijkwaardig is aan dat van de Nederlandse ministers.",
        "Zij nemen deel aan de beraadslagingen en kunnen bezwaar maken, maar hebben geen beslissend stemrecht in de eindafweging.",
        "Zij zijn niet aanwezig bij de vergaderingen; zij worden enkel schriftelijk geconsulteerd na afloop van de besluitvorming."
      ],
      "c": 2,
      "exp": "In de Rijksministerraad nemen de Gevolmachtigde Ministers deel. Hoewel er naar consensus wordt gestreefd, hebben de Caribische landen door de numerieke verhoudingen geen beslissende stem (geen volwaardig vetorecht, wel advies/overleg)."
    },
    {
      "q": "Mag de Nederlandse rechter lagere regelgeving (zoals een gemeentelijke verordening) toetsen aan de Grondwet?",
      "a": [
        "Nee, het toetsingsverbod van artikel 120 Grondwet geldt voor alle vormen van regelgeving in Nederland.",
        "Nee, lagere regelgeving mag alleen worden getoetst aan formele wetten, niet aan de Grondwet.",
        "Ja, de rechter mag lagere regelgeving onverbindend verklaren als deze in strijd is met de Grondwet of andere hogere regelingen.",
        "Ja, maar alleen als de Hoge Raad hiervoor voorafgaand toestemming heeft verleend via een prejudiciële beslissing."
      ],
      "c": 2,
      "exp": "Het toetsingsverbod (art. 120 Gw) geldt alleen voor wetten in formele zin. Lagere regelgeving (AMvB, verordeningen) mag door de rechter wel getoetst worden aan hogere regelgeving, inclusief de Grondwet."
    },
    {
      "q": "Wat is een kenmerkend verschil tussen een presidentieel stelsel (zoals de VS) en een parlementair stelsel (zoals Nederland)?",
      "a": [
        "In een presidentieel stelsel kiest het parlement de president, terwijl in een parlementair stelsel de koning de regering kiest.",
        "In een presidentieel stelsel heeft de president een eigen direct mandaat van de kiezer en is hij geen verantwoording schuldig aan het parlement.",
        "In een presidentieel stelsel zijn de ministers ook lid van het parlement, terwijl dit in een parlementair stelsel strikt verboden is.",
        "In een presidentieel stelsel kan de president het parlement op elk moment ontbinden, wat in een parlementair stelsel onmogelijk is."
      ],
      "c": 1,
      "exp": "In een presidentieel stelsel (VS) is er een striktere scheiding der machten. De president heeft een eigen kiezersmandaat en legt in beginsel geen verantwoording af aan het parlement, in tegenstelling tot het parlementaire stelsel (vertrouwensregel)."
    },
    {
      "q": "Wat houdt het begrip 'rechtspersoonlijkheid' in voor openbare lichamen zoals omschreven in de brontekst?",
      "a": [
        "Dat zij uitsluitend publiekrechtelijke handelingen mogen verrichten en niet kunnen deelnemen aan het privaatrechtelijke verkeer.",
        "Dat zij, net als natuurlijke personen, zelfstandig drager zijn van rechten en plichten en in rechte kunnen worden aangesproken (bijv. bij onrechtmatige daad).",
        "Dat de ambtenaren die er werken persoonlijk aansprakelijk zijn voor alle schulden die het openbaar lichaam maakt.",
        "Dat zij volledige soevereiniteit bezitten en verdragen kunnen sluiten met andere staten zonder tussenkomst van de centrale overheid."
      ],
      "c": 1,
      "exp": "Openbare lichamen (zoals Rijk, provincie, gemeente) bezitten rechtspersoonlijkheid. Dit betekent dat ze als zelfstandige entiteit aan het rechtsverkeer kunnen deelnemen en aangesproken kunnen worden in privaatrechtelijke geschillen."
    },
    {
      "q": "Wat wordt in de staatsrechtelijke context bedoeld met 'The Constitution outside the Constitution'?",
      "a": [
        "De Grondwet van de Europese Unie, die directe werking heeft in de Nederlandse rechtsorde.",
        "De verzameling van ongeschreven constitutionele regels en beginselen die niet in de Grondwet staan, maar wel staatsrechtelijk bindend zijn.",
        "De geheime afspraken tussen de Koning en de Minister-President die in de 'kluis van de premier' worden bewaard.",
        "De organieke wetten die door een gekwalificeerde meerderheid zijn aangenomen en daardoor boven de Grondwet staan."
      ],
      "c": 1,
      "exp": "Deze term verwijst naar ongeschreven constitutioneel recht (zoals de vertrouwensregel) dat niet in de Grondwet is vastgelegd, maar wel een fundamenteel onderdeel vormt van het constitutionele bestel."
    },
    {
      "q": "Welke definitie van 'soevereiniteit' sluit aan bij de moderne opvatting van volkssoevereiniteit?",
      "a": [
        "Soevereiniteit berust bij de gratie Gods en wordt via de vorst uitgeoefend over de onderdanen.",
        "Soevereiniteit is het absolute recht van de staat om geweld te gebruiken tegen andere staten.",
        "Soevereiniteit berust op de wil van het volk; de legitimatie van overheidsgezag komt voort uit de instemming van de burgers.",
        "Soevereiniteit is de bevoegdheid van de rechterlijke macht om wetten te toetsen aan universele waarden."
      ],
      "c": 2,
      "exp": "Volkssoevereiniteit houdt in dat het hoogste gezag (en de legitimatie daarvan) uiteindelijk afgeleid is van de wil van de bevolking, en niet van een vorst of goddelijke macht."
    }
  ]
}