{
  "Week 1": {
    "Oefenen": [
      {
        "q": "Wat is het fundamentele verschil tussen de Vrede van Westfalen (1648) en de moderne internationale rechtsorde?",
        "a": [
          "Westfalen richtte zich op co-existentie, de moderne orde meer op samenwerking.",
          "Westfalen richtte zich op samenwerking, de moderne orde meer op co-existentie.",
          "Westfalen introduceerde mensenrechten, de moderne orde schafte deze af.",
          "Westfalen creëerde de Verenigde Naties, de moderne orde hief deze op."
        ],
        "c": 0,
        "exp": "De Vrede van Westfalen (1648) markeerde het begin van soevereine staten die vreedzaam naast elkaar wilden leven (co-existentie). De huidige tijd vraagt door globalisering en wederzijdse afhankelijkheid juist om actieve samenwerking."
      },
      {
        "q": "Welke stelling over het begrip 'volkenrecht' is volgens de samenvatting het meest accuraat?",
        "a": [
          "Het is de enige juiste term omdat het recht zich richt op volkeren.",
          "Het is een verouderde en misleidende term, omdat het recht primair gaat over staten en organisaties.",
          "Het is een synoniem voor internationaal privaatrecht.",
          "Het is de term die specifiek gebruikt wordt voor recht binnen de Europese Unie."
        ],
        "c": 1,
        "exp": "De term 'volkenrecht' is misleidend omdat het internationaal publiekrecht niet in de eerste plaats over volkeren gaat, maar over staten, internationale organisaties en andere actoren."
      },
      {
        "q": "Wat houdt het juridisch monisme in zijn zuivere vorm in?",
        "a": [
          "Internationaal en nationaal recht zijn twee volledig gescheiden systemen.",
          "Internationaal en nationaal recht vormen samen één rechtsorde.",
          "Nationaal recht heeft altijd voorrang op internationaal recht.",
          "Internationaal recht is slechts geldig als de nationale wetgever dit goedkeurt."
        ],
        "c": 1,
        "exp": "Monisme gaat ervan uit dat internationaal en nationaal recht één rechtsorde vormen. Internationale regels maken direct deel uit van het nationale systeem zonder omzetting."
      },
      {
        "q": "Wat is kenmerkend voor het dualistische stelsel?",
        "a": [
          "Internationaal recht werkt direct door in de nationale rechtsorde.",
          "Internationaal recht moet eerst worden omgezet in nationaal recht (transformatie) om geldig te zijn.",
          "De rechter toetst nationale wetten altijd direct aan internationale verdragen.",
          "Het onderscheid tussen publiek- en privaatrecht bestaat niet."
        ],
        "c": 1,
        "exp": "Bij dualisme worden de rechtsordes als gescheiden gezien. Internationale regels hebben pas juridische betekenis als de wetgever ze uitdrukkelijk opneemt (omzet) in nationaal recht."
      },
      {
        "q": "Hoe kwalificeert Nederland zich in de verhouding tussen nationaal en internationaal recht?",
        "a": [
          "Zuiver dualistisch.",
          "Zuiver monistisch.",
          "Gematigd monistisch.",
          "Gematigd dualistisch."
        ],
        "c": 2,
        "exp": "Nederland is gematigd monistisch. Er is automatische werking (monisme), maar artikel 93 Gw beperkt de directe werking tot bepalingen die 'eenieder kunnen verbinden'."
      },
      {
        "q": "Wat bepaalt Artikel 93 van de Nederlandse Grondwet?",
        "a": [
          "Dat alle internationale verdragen voorrang hebben op de Grondwet.",
          "Dat internationale bepalingen verbindende kracht hebben als ze bekend zijn gemaakt en 'eenieder verbinden'.",
          "Dat de Hoge Raad internationale verdragen mag vernietigen.",
          "Dat de regering geen verdragen mag sluiten zonder referendum."
        ],
        "c": 1,
        "exp": "Artikel 93 Gw regelt dat bepalingen van verdragen en besluiten van volkenrechtelijke organisaties verbindende kracht hebben nadat ze zijn bekendgemaakt, mits ze naar hun inhoud eenieder kunnen verbinden."
      },
      {
        "q": "Wat is het voornaamste onderscheid tussen internationaal publiekrecht en internationaal privaatrecht?",
        "a": [
          "Publiekrecht gaat over handelscontracten; privaatrecht over staten.",
          "Publiekrecht regelt de uitoefening van publiek gezag; privaatrecht regelt private verhoudingen met een grensoverschrijdend karakter.",
          "Publiekrecht is nationaal geregeld; privaatrecht is internationaal geregeld.",
          "Er is geen wezenlijk verschil, de termen worden door elkaar gebruikt."
        ],
        "c": 1,
        "exp": "Internationaal publiekrecht regelt gezagsuitoefening tussen staten/organisaties (publiek belang). Internationaal privaatrecht gaat over private relaties (zoals huwelijken of contracten) die de grens overgaan."
      },
      {
        "q": "Welke rechtsbronnen zijn dominant in het internationaal publiekrecht?",
        "a": [
          "Nationale wetten en gemeentelijke verordeningen.",
          "Gewoonterecht, verdragen en besluiten van internationale organisaties.",
          "Alleen besluiten van de VN-Veiligheidsraad.",
          "Contracten tussen multinationals."
        ],
        "c": 1,
        "exp": "De belangrijkste rechtsbronnen in het IPR zijn gewoonterecht, verdragen, besluiten van internationale organisaties en algemene rechtsbeginselen."
      },
      {
        "q": "Wat betekent het beginsel 'pacta sunt servanda'?",
        "a": [
          "Een staat is altijd aansprakelijk voor schade.",
          "Verdragen moeten te goeder trouw worden nageleefd.",
          "Internationaal recht gaat boven nationaal recht.",
          "Rechters zijn onafhankelijk in hun oordeel."
        ],
        "c": 1,
        "exp": "Pacta sunt servanda is een fundamenteel beginsel uit het algemene deel van het IPR en betekent dat gesloten overeenkomsten (verdragen) moeten worden nagekomen."
      },
      {
        "q": "Waarom wordt de internationale rechtsorde als 'gedecentraliseerd' beschreven?",
        "a": [
          "Omdat de Verenigde Naties in New York en Genève zitten.",
          "Omdat er geen centrale wereldregering is en staten zelfstandig hun regels bepalen.",
          "Omdat alle macht bij de Europese Unie ligt.",
          "Omdat het recht alleen lokaal wordt toegepast."
        ],
        "c": 1,
        "exp": "Er is geen centraal gezag of wereldregering. Staten zijn soeverein en formeel gelijkwaardig, waardoor gezag en handhaving verspreid (gedecentraliseerd) zijn."
      },
      {
        "q": "Wat was een belangrijk gevolg van de dekolonisatie voor het internationaal recht?",
        "a": [
          "Het aantal staten nam af.",
          "Het recht op zelfbeschikking kreeg een centrale plek en het aantal staten nam snel toe.",
          "Europa kreeg meer macht over de voormalige koloniën.",
          "De Verenigde Naties werden opgeheven."
        ],
        "c": 1,
        "exp": "Na de wereldoorlogen en door dekolonisatie werden veel landen onafhankelijk, nam het aantal staten toe en werd het zelfbeschikkingsrecht van volkeren centraal gesteld in het VN-Handvest."
      },
      {
        "q": "Welke rol speelt de rechter in een gematigd monistisch stelsel zoals Nederland?",
        "a": [
          "De rechter mag internationaal recht nooit toepassen.",
          "De rechter moet internationale bepalingen toepassen, mits ze rechtstreekse werking hebben.",
          "De rechter moet wachten tot het parlement de wet heeft aangepast.",
          "De rechter past alleen gewoonterecht toe, geen verdragen."
        ],
        "c": 1,
        "exp": "In Nederland (gematigd monisme) past de rechter internationaal recht direct toe, maar alleen als de bepaling 'eenieder verbindend' is (art. 93 Gw)."
      },
      {
        "q": "Wat wordt bedoeld met 'verdragsconforme interpretatie'?",
        "a": [
          "Het verdrag aanpassen zodat het past bij de nationale wet.",
          "Nationale wetgeving zo uitleggen dat deze niet in strijd is met internationaal recht.",
          "Het negeren van nationaal recht ten gunste van het verdrag.",
          "Het vertalen van het verdrag naar de landstaal."
        ],
        "c": 1,
        "exp": "Bij verdragsconforme interpretatie gebruikt de rechter een nationale regel als basis, maar legt deze zo uit dat hij in overeenstemming is met de internationale verplichtingen."
      },
      {
        "q": "Welke invloed hebben niet-westerse landen (zoals China en India) recentelijk op het internationaal recht?",
        "a": [
          "Zij nemen alle westerse waarden over.",
          "Zij hebben geen invloed; het recht blijft Europees georiënteerd.",
          "Zij kiezen nadrukkelijker hun eigen koers en leggen minder nadruk op westerse idealen.",
          "Zij trekken zich volledig terug uit internationale organisaties."
        ],
        "c": 2,
        "exp": "De dominantie van westerse waarden neemt af. Landen als China, India en Brazilië krijgen meer invloed en varen vaker een eigen koers, wat leidt tot veranderingen in de internationale rechtsorde."
      },
      {
        "q": "Wat is het verschil tussen het 'algemeen deel' en de 'bijzondere delen' van het IPR?",
        "a": [
          "Algemeen geldt voor iedereen, bijzonder alleen voor diplomaten.",      
          "Algemeen is geschreven recht, bijzonder is ongeschreven recht.",
          "Algemeen bevat de basisregels (zoals bronnen en aansprakelijkheid), bijzonder gaat over specifieke onderwerpen (zoals milieu of zee).",
          "Er is geen verschil, het is één pot nat."
        ],
        "c": 2,
        "exp": "Het algemene deel bevat de 'spelregels' van het systeem (wie is een staat, hoe ontstaat recht). De bijzondere delen regelen specifieke beleidsterreinen zoals milieu, handel of mensenrechten."
      }
    ],
    "Tentamen": [
      {
        "q": "In het Spoorwegstaking-arrest formuleerde de Hoge Raad een criterium voor rechtstreekse werking. Wat is de kern hiervan?",
        "a": [
          "De bepaling moet politiek wenselijk zijn.",
          "De bepaling moet door het parlement zijn goedgekeurd met een 2/3 meerderheid.",
          "De bepaling moet naar haar inhoud voldoende duidelijk zijn om als objectief recht te functioneren zonder nadere uitwerking.",
          "De bepaling moet expliciet in de Grondwet worden genoemd."
        ],
        "c": 2,
        "exp": "De Hoge Raad bepaalde dat een bepaling rechtstreeks werkt indien zij naar inhoud voldoende duidelijk is om als objectief recht te functioneren zonder dat de wetgever hier nog nadere invulling aan hoeft te geven."
      },
      {
        "q": "Een burger beroept zich op een verdragsbepaling die de overheid opdraagt om 'werkgelegenheid te bevorderen'. Heeft deze bepaling waarschijnlijk rechtstreekse werking?",
        "a": [
          "Ja, want het staat in een verdrag.",
          "Ja, want werk is een belangrijk recht.",
          "Nee, dit is waarschijnlijk een instructienorm die nadere uitwerking behoeft.",
          "Nee, burgers mogen zich nooit op verdragen beroepen."
        ],
        "c": 2,
        "exp": "Termen als 'bevorderen' of 'stimuleren' duiden vaak op beleidsvrijheid voor de overheid. Zulke bepalingen zijn meestal niet concreet genoeg om als 'eenieder verbindend' (objectief recht) te functioneren."
      },
      {
        "q": "Wat gebeurt er in de Nederlandse rechtsorde als een 'eenieder verbindende' verdragsbepaling botst met een nationale wet?",
        "a": [
          "De nationale wet gaat voor (lex posterior).",
          "De nationale wet wordt buiten toepassing gelaten (art. 94 Gw).",
          "De rechter moet de vraag voorleggen aan de Hoge Raad.",
          "Het verdrag wordt ongeldig verklaard."
        ],
        "c": 1,
        "exp": "Artikel 94 Gw bepaalt dat binnenlandse wettelijke voorschriften geen toepassing vinden indien deze niet verenigbaar zijn met eenieder verbindende bepalingen van verdragen."
      },
      {
        "q": "In het Zwarte Piet-arrest oordeelde de Raad van State over de rol van de uitvoerende macht (bestuursorganen). Wat was de conclusie?",
        "a": [
          "Alleen de rechter mag toetsen aan internationaal recht.",
          "Bestuursorganen moeten zelfstandig toetsen of nationale regels in strijd zijn met eenieder verbindend internationaal recht en deze zo nodig buiten toepassing laten.",
          "Bestuursorganen moeten wachten op instructies van de minister.",
          "Internationaal recht speelt geen rol bij bestuursrechtelijke besluiten."
        ],
        "c": 1,
        "exp": "De Raad van State bevestigde dat niet alleen de rechter, maar ook bestuursorganen verplicht zijn om eenieder verbindende verdragsbepalingen toe te passen en strijdig nationaal recht buiten toepassing te laten."
      },
      {
        "q": "Hoe verhoudt het EU-recht zich tot het nationale recht volgens het arrest Costa/Enel?",
        "a": [
          "Nationaal recht gaat voor als het recenter is.",
          "EU-recht heeft voorrang op strijdige regels van nationaal recht.",
          "Ze zijn gelijkwaardig en de rechter kiest.",
          "EU-recht geldt alleen als de Grondwet dit toestaat."
        ],
        "c": 1,
        "exp": "In Costa/Enel bepaalde het HvJEU dat het gemeenschapsrecht (nu EU-recht) een eigen rechtsorde is die voorrang heeft op nationale rechtsregels van de lidstaten."
      },
      {
        "q": "Stel: Nederland schendt een internationaal verdrag, maar de rechter kan dit niet herstellen via rechtstreekse werking. Welke juridische route is dan vaak nog mogelijk?",
        "a": [
          "Geen, de zaak stopt.",
          "Een vordering uit onrechtmatige daad tegen de Staat wegens schending van een internationale verplichting.",
          "Een klacht indienen bij de NAVO.",
          "Het houden van een bindend referendum."
        ],
        "c": 1,
        "exp": "Schending van internationaal recht door de overheid kan in de nationale rechtsorde worden aangemerkt als een onrechtmatige daad, wat kan leiden tot schadevergoeding of rechtsherstel."
      },
      {
        "q": "Welke eis stelt de Hoge Raad voordat wordt toegekomen aan de inhoudelijke toets of een bepaling rechtstreekse werking heeft?",
        "a": [
          "De bepaling moet in het Frans of Engels zijn opgesteld.",
          "Er moet vastgesteld worden dat de verdragspartijen niet expliciet hebben uitgesloten dat de bepaling rechtstreekse werking heeft.",
          "Het verdrag moet minimaal 10 jaar oud zijn.",
          "De burger moet eerst toestemming vragen aan het ministerie."
        ],
        "c": 1,
        "exp": "Eerst wordt gekeken of de verdragsluitende partijen rechtstreekse werking hebben uitgesloten. Als dat niet zo is (of als ze zwijgen), kijkt de rechter naar de inhoud van de bepaling."
      },
      {
        "q": "Waarom is het onderscheid tussen 'omzetting' en 'automatische geldigheid' in de praktijk van belang voor de wetgever?",
        "a": [
          "Bij automatische geldigheid (monisme) moet de wetgever altijd actief wetten maken.",
          "Bij omzetting (dualisme) moet de wetgever een internationale regel actief omzetten in nationaal recht, anders heeft deze geen rechtskracht.",
          "Bij omzetting kan de rechter zelf wetten maken.",
          "Het maakt geen verschil voor de wetgever."
        ],
        "c": 1,
        "exp": "In een dualistisch stelsel (omzetting) is de wetgever cruciaal: zonder implementatiewetgeving bestaat de internationale regel niet in de nationale rechtsorde."
      },
      {
        "q": "Kan een verdachte in Nederland strafrechtelijk worden veroordeeld puur op basis van internationaal gewoonterecht?",
        "a": [
          "Ja, gewoonterecht is altijd direct toepasbaar.",
          "Ja, als het gaat om ernstige misdrijven zoals genocide.",
          "Nee, het legaliteitsbeginsel vereist een wettelijke strafbaarstelling in nationaal recht.",
          "Nee, tenzij de Hoge Raad toestemming geeft."
        ],
        "c": 2,
        "exp": "Het legaliteitsbeginsel staat in de weg aan directe toepassing van gewoonterechtelijke strafbaarstellingen. De wetgever moet dit eerst vastleggen in een wet (zoals de Wet internationale misdrijven)."
      },
      {
        "q": "Wat is het gevolg voor een strafvonnis als het EHRM oordeelt dat Nederland een EVRM-recht heeft geschonden?",
        "a": [
          "Het vonnis blijft altijd onherroepelijk.",
          "De Hoge Raad vernietigt het vonnis automatisch.",
          "Het strafvonnis kan worden herzien (art. 457 Sv).",
          "De verdachte krijgt alleen een schadevergoeding."
        ],
        "c": 2,
        "exp": "Artikel 457 van het Wetboek van Strafvordering biedt de mogelijkheid tot herziening van een strafvonnis na een veroordelend oordeel van het Europees Hof voor de Rechten van de Mens."
      },
      {
        "q": "Wanneer is verdragsconforme interpretatie NIET mogelijk volgens de Nederlandse rechtspraak?",
        "a": [
          "Als het verdrag nog niet is geratificeerd.",
          "Als de interpretatie ingaat tegen de duidelijke tekst van de wet of de bedoeling van de wetgever (contra legem).",
          "Als het gaat om milieuverdragen.",
          "Als de wederpartij een particulier is."
        ],
        "c": 1,
        "exp": "Verdragsconforme interpretatie vindt haar grenzen in de wettekst en de bedoeling van de wetgever. De rechter mag niet op de stoel van de wetgever gaan zitten (geen uitleg contra legem)."
      },
      {
        "q": "Welk orgaan bepaalt uiteindelijk in de Nederlandse rechtsorde of een verdragsbepaling 'eenieder verbindend' is?",
        "a": [
          "De wetgever bij goedkeuring van het verdrag.",
          "De Minister van Buitenlandse Zaken.",
          "De rechter.",
          "Het Internationaal Gerechtshof."
        ],
        "c": 2,
        "exp": "Hoewel de wetgever een indicatie kan geven, is het in de Nederlandse constitutionele orde uiteindelijk aan de rechter om te bepalen of een bepaling in een concreet geval rechtstreekse werking heeft."
      },
      {
        "q": "Wat impliceert de 'gematigdheid' in het Nederlandse gematigd monisme?",
        "a": [
          "Dat verdragen maar voor 50% gelden.",
          "Dat internationaal recht wel automatisch doorwerkt, maar voorrang (art. 94 Gw) beperkt is tot 'eenieder verbindende' bepalingen.",
          "Dat we eigenlijk dualistisch zijn, maar doen alsof we monistisch zijn.",
          "Dat alleen EU-recht geldig is."
        ],
        "c": 1,
        "exp": "Nederland is monistisch (automatische geldigheid), maar 'gematigd' omdat de voorrang op nationale wetten (art. 94 Gw) afhankelijk is van de kwalificatie 'eenieder verbindend'."
      },
      {
        "q": "Hoe kan een internationale verplichting in een dualistisch stelsel toch invloed hebben zonder omzetting?",
        "a": [
          "Dat kan niet, het is juridisch irrelevant.",
          "Door 'indirecte toepassing' of verdragsconforme interpretatie door de rechter.",
          "Door directe werking af te dwingen via de VN.",
          "Door het verdrag als 'gewoonterecht' te bestempelen."
        ],
        "c": 1,
        "exp": "Zelfs in dualistische stelsels (waar omzetting vereist is) kunnen rechters nationale wetten soms zo interpreteren dat ze in lijn zijn met internationale verplichtingen (indirecte toepassing)."
      },
      {
        "q": "Heeft internationaal privaatrecht (IPR) veel te maken met publieke belangen zoals wereldvrede?",
        "a": [
          "Ja, dat is de hoofddoelstelling.",
          "Nee, het gaat primair over private verhoudingen, hoewel grensoverschrijdend.",
          "Alleen als de VN erbij betrokken is.",
          "Ja, want alle recht is publiekrecht."
        ],
        "c": 1,
        "exp": "Internationaal privaatrecht regelt private rechtsbetrekkingen (huwelijk, contract). Hoewel staten verdragen sluiten om dit te regelen, is het doel niet direct publieke belangen zoals vrede of veiligheid."
      }
    ],
    "Extra Moeilijk": [
      {
        "q": "Waarom is de term 'pluralistische benadering' soms passender dan monisme of dualisme voor de huidige rechtsorde?",
        "a": [
          "Omdat er steeds meer staten bij komen.",
          "Omdat monisme en dualisme de complexe interactie tussen staten, organisaties, multinationals en individuen niet meer volledig dekken.",
          "Omdat pluralisme betekent dat er geen regels zijn.",
          "Omdat het recht zich heeft opgesplitst in civiel en strafrecht."
        ],
        "c": 1,
        "exp": "De strikte scheiding of eenheid (dualisme/monisme) voldoet niet meer door de opkomst van nieuwe actoren (EU, multinationals) en overlappende rechtsordes die soms naast elkaar bestaan zonder duidelijke hiërarchie."
      },
      {
        "q": "Wat is de rangorde tussen Internationaal Recht, EU-verdragen en secundair EU-recht volgens de EU-rechtsorde?",
        "a": [
          "Internationaal recht > EU-verdragen > Secundair recht.",
          "EU-verdragen > Internationaal recht > Secundair recht.",
          "Secundair recht > EU-verdragen > Internationaal recht.",
          "Alles is gelijkwaardig."
        ],
        "c": 1,
        "exp": "De EU ziet haar eigen oprichtingsverdragen (VEU/VWEU) als hoogste norm. Internationaal recht staat daaronder, maar staat wel weer bóven secundair EU-recht (zoals richtlijnen)."
      },
      {
        "q": "Wat is een belangrijk procedureel verschil tussen de doorwerking van EU-recht en 'gewoon' internationaal recht in Nederland?",
        "a": [
          "Voor EU-recht geldt het vereiste van 'eenieder verbindend' niet op dezelfde manier; EU-recht heeft van zichzelf voorrang (Costa/Enel).",
          "EU-recht moet altijd worden omgezet, internationaal recht niet.",
          "Internationaal recht gaat voor op de Grondwet, EU-recht niet.",
          "Er is geen verschil, artikel 93/94 Gw regelt alles identiek."
        ],
        "c": 0,
        "exp": "Hoewel art. 93/94 Gw formeel de poort is, claimt het EU-recht zelfstandig voorrang en directe werking op basis van eigen arresten (Costa/Enel, Van Gend & Loos), los van de nationale constitutionele eisen."
      },
      {
        "q": "Welk specifiek probleem ontstaat er bij de vervolging op basis van gewoonterecht in het strafrecht, dat niet speelt in het civiele recht?",
        "a": [
          "Gewoonterecht is te duur.",
          "Het legaliteitsbeginsel (nullum crimen sine lege) vereist een voorafgaande, duidelijke strafbaarstelling, wat bij ongeschreven gewoonterecht ontbreekt.",
          "Civiel recht kent geen gewoonterecht.",
          "Strafrechters zijn niet bevoegd om internationaal recht te kennen."
        ],
        "c": 1,
        "exp": "In het strafrecht is rechtszekerheid cruciaal. Een burger moet vooraf weten wat strafbaar is. Ongeschreven gewoonterecht is vaak te vaag om als directe basis voor strafvervolging te dienen zonder tussenkomst van de wetgever."
      },
      {
        "q": "Wat gebeurt er als een verdrag in de EU-rechtsorde onvolledig is omgezet, maar de nationale rechter het toch rechtstreeks toepast?",
        "a": [
          "De rechter handelt onrechtmatig.",
          "De controlerende functie van de nationale grondwet wordt buitenspel gezet en internationaal recht integreert via een omweg.",
          "De EU start een inbreukprocedure tegen de rechter.",
          "Het verdrag verliest zijn geldigheid."
        ],
        "c": 1,
        "exp": "Als een verdrag via de EU binnenkomt (en de rechter past het toe ondanks gebrekkige omzetting), wordt de nationale constitutionele toets (zoals art 93/94 Gw) omzeild, wat de integratie verdiept buiten nationale controle om."
      },
      {
        "q": "Waarom kiezen staten als het VK en de VS vaak voor een dualistisch stelsel?",
        "a": [
          "Omdat ze geen verstand hebben van internationaal recht.",
          "Om de nationale soevereiniteit en de rol van het parlement te beschermen (democratische legitimatie).",
          "Omdat hun grondwetten te oud zijn voor monisme.",
          "Omdat ze geen lid zijn van de VN."
        ],
        "c": 1,
        "exp": "Dualisme beschermt de rol van het parlement. In deze landen heeft de regering (executive) vaak de macht verdragen te sluiten; zonder omzettingseis (door parlement) zou de regering wetgeving kunnen 'maken' zonder parlement."
      },
      {
        "q": "Wat houdt de 'horizontale werking' van internationaal recht in en wat is de beperking?",
        "a": [
          "Werking tussen staten onderling; beperking is immuniteit.",
          "Werking tussen particulieren onderling; beperking is dat niet-eenieder verbindende bepalingen meestal niet toegepast kunnen worden.",
          "Werking tussen overheid en burger; beperking is beleidsvrijheid.",
          "Werking van EU naar VN; beperking is veto-recht."
        ],
        "c": 1,
        "exp": "Horizontale werking gaat over de relatie burger-burger. De beperking is dat bepalingen die niet 'eenieder verbindend' zijn (geen objectief recht) niet tussen burgers kunnen worden afgedwongen."
      },
      {
        "q": "Wat is de status van uitspraken van internationale tribunalen in de Nederlandse rechtsorde?",
        "a": [
          "Ze hebben geen enkele status.",
          "Ze werken door in de rechtsorde, vergelijkbaar met besluiten van internationale organisaties.",
          "Ze moeten eerst worden goedgekeurd door de Hoge Raad.",
          "Ze gelden alleen als advies."
        ],
        "c": 1,
        "exp": "Uitspraken van internationale tribunalen werken door. Nederland moet bijvoorbeeld rechtsherstel bieden als een tribunaal een schending vaststelt."
      },
      {
        "q": "Kan een beleidsregel of programma volstaan als implementatie van een verdrag?",
        "a": [
          "Nooit, het moet altijd een wet zijn.",
          "Ja, maar alleen als het verdrag termen gebruikt als 'bevorderen' of 'stimuleren'.",
          "Ja, voor alle verdragen.",
          "Nee, tenzij de EU het goedkeurt."
        ],
        "c": 1,
        "exp": "De aard van de verplichting bepaalt de implementatie. 'Harde' verplichtingen (verbieden, toestaan) vereisen wetgeving; inspanningsverplichtingen (bevorderen) kunnen soms met beleid worden afgedaan."
      },
      {
        "q": "Wat impliceert artikel 27 van het Verdrag van Wenen inzake het Verdragenrecht (WVV) voor de nationale rechtsorde?",
        "a": [
          "Dat nationaal recht voorrang heeft.",
          "Dat een staat zich niet op nationaal recht kan beroepen om het niet-nakomen van een verdrag te rechtvaardigen.",
          "Dat verdragen altijd in het Engels moeten zijn.",
          "Dat rechters verdragen mogen negeren."
        ],
        "c": 1,
        "exp": "Internationaal gezien gaat internationaal recht altijd voor. Een staat kan internationaal niet zeggen: 'Sorry, mijn nationale wet verbood het'. Dit staat los van hoe de nationale rechter dit intern oplost."
      },
      {
        "q": "Waarom is er in het civiele recht nog geen herzieningsmogelijkheid zoals art. 457 Sv (strafrecht) na een EHRM-uitspraak?",
        "a": [
          "Civiele zaken zijn minder belangrijk.",
          "Het belang van rechtszekerheid (een afgesloten geschil blijft afgesloten) weegt in het civiele recht zwaarder dan in het strafrecht.",
          "De wetgever is dit vergeten.",
          "Het EHRM doet geen uitspraken over civiele zaken."
        ],
        "c": 1,
        "exp": "In het civiele recht geldt tussen burgers dat een einduitspraak rust moet brengen (rechtszekerheid). Het openbreken van zaken jaren later is schadelijker voor de rechtszekerheid dan in het strafrecht (waar vrijheid staat staat)."
      },
      {
        "q": "Wat betekent het dat de EU 'rechtsbevoegdheid' heeft gekregen?",
        "a": [
          "Dat de EU een staat is geworden.",
          "Dat de EU zelfstandig verdragen kan sluiten en publiek gezag kan uitoefenen, gebaseerd op een internationale rechtsbron.",
          "Dat de EU lid is van de VN Veiligheidsraad.",
          "Dat de EU boven de wet staat."
        ],
        "c": 1,
        "exp": "De EU is opgericht bij verdrag en heeft van de lidstaten bevoegdheden gekregen (attributie) om publiek gezag uit te oefenen, wat haar een subject van internationaal recht maakt."
      },
      {
        "q": "Hoe gaat de Nederlandse rechter om met het IVESCR (sociaal-economische rechten) qua rechtstreekse werking?",
        "a": [
          "Hij neemt bijna altijd aan dat bepalingen rechtstreekse werking hebben.",
          "Hij neemt in de regel NIET aan dat deze bepalingen voldoen aan de criteria voor rechtstreekse werking.",
          "Het IVESCR is niet geldig in Nederland.",
          "Hij past het toe als gewoonterecht."
        ],
        "c": 1,
        "exp": "Sociaal-economische rechten (zoals recht op arbeid of huisvesting) zijn vaak geformuleerd als inspanningsverplichtingen voor de overheid en missen de duidelijkheid om als objectief recht direct door de rechter te worden toegepast."
      },
      {
        "q": "Wat is het 'complementariteitsbeginsel' (bijv. bij het Internationaal Strafhof)?",
        "a": [
          "Het hof is de baas over nationale rechters.",
          "Nationale rechters zijn als eerste aangewezen om recht toe te passen; het internationale hof grijpt pas in als de nationale staat dit niet kan of wil.",
          "Internationaal en nationaal recht vullen elkaar aan zonder hiërarchie.",
          "Het hof mag alleen complimenten uitdelen."
        ],
        "c": 1,
        "exp": "Internationaal recht is vaak een vangnet. Staten hebben de primaire verantwoordelijkheid om regels te handhaven. Pas als zij falen (unwilling or unable), komt de internationale jurisdictie in beeld."
      },
      {
        "q": "Wat wordt bedoeld met de 'institutionele onmacht' van de internationale rechtsorde?",
        "a": [
          "Internationale organisaties hebben te weinig geld.",
          "De internationale orde mist een centraal dwangapparaat (politie/leger) om regels effectief af te dwingen en leunt op nationale organen.",
          "De VN is corrupt.",
          "Staten zijn te machtig."
        ],
        "c": 1,
        "exp": "In tegenstelling tot een staat heeft de internationale gemeenschap geen 'wereldpolitie' die naleving kan afdwingen. Handhaving is afhankelijk van de wil en middelen van nationale staten."
      }
    ]
  },
  "Week 2": {
    "Oefenen": [
      {
        "q": "Wat wordt in het internationaal recht verstaan onder rechtssubjectiviteit?",
        "a": [
          "Het recht om een rechtszaak te beginnen bij de Hoge Raad.",
          "De bekwaamheid om deel te nemen aan het rechtsverkeer in de internationale rechtsorde (rechten en plichten hebben).",
          "De status van een staat die lid is van de Verenigde Naties.",
          "De immuniteit die diplomaten genieten in het buitenland."
        ],
        "c": 1,
        "exp": "Rechtssubjectiviteit is de status die het mogelijk maakt om deel te nemen aan het rechtsverkeer, zoals het sluiten van verdragen of het dragen van aansprakelijkheid."
      },
      {
        "q": "Welke entiteit bezit als enige 'volledige' rechtssubjectiviteit?",
        "a": [
          "Internationale Organisaties",
          "Staten",
          "De Verenigde Naties",
          "Natuurlijke personen"
        ],
        "c": 1,
        "exp": "Alleen staten bezitten volledige rechtssubjectiviteit. Andere entiteiten zoals internationale organisaties hebben een beperkte of afgeleide subjectiviteit."
      },
      {
        "q": "Wat zijn de drie elementen van een staat volgens het Montevideo-verdrag (plus de bevoegdheid relaties aan te gaan)?",
        "a": [
          "Een grondwet, een leger en een munteenheid.",
          "Een permanente bevolking, een afgebakend grondgebied en een gezagsstructuur (regering).",
          "Erkenning door de VN, democratie en een rechtsstaat.",
          "Lidmaatschap van de VN, een hoofdstad en grensbewaking."
        ],
        "c": 1,
        "exp": "Artikel 1 van het Montevideo-verdrag noemt: a permanent population, a defined territory, en government."
      },
      {
        "q": "Wat houdt het 'effectiviteitsbeginsel' in met betrekking tot rechtssubjectiviteit?",
        "a": [
          "Dat een staat alleen bestaat als hij effectief belasting kan innen.",
          "Dat het recht geneigd is de feitelijke uitoefening van macht en gezag te erkennen als grondslag voor subjectiviteit.",
          "Dat internationale verdragen effectief moeten worden nageleefd.",
          "Dat de VN Veiligheidsraad effectief moet kunnen optreden."
        ],
        "c": 1,
        "exp": "Door het ontbreken van een centraal gezag kijkt het internationaal recht naar de feitelijke situatie: wie oefent er daadwerkelijk (effectief) gezag uit?"
      },
      {
        "q": "Heeft een verandering van regering (bijv. door een staatsgreep) invloed op het voortbestaan van de staat?",
        "a": [
          "Ja, de staat houdt dan op te bestaan en moet opnieuw erkend worden.",
          "Nee, interne wijzigingen tasten de juridische hoedanigheid van de staat niet aan.",
          "Ja, maar alleen als de nieuwe regering niet democratisch is.",
          "Nee, tenzij de naam van het land verandert."
        ],
        "c": 1,
        "exp": "De staat blijft bestaan ongeacht interne regeringswisselingen. De staat blijft ook gebonden aan verdragen die door de vorige regering zijn gesloten."
      },
      {
        "q": "Wat is een 'de facto-regime'?",
        "a": [
          "Een regering die demissionair is.",
          "Een niet-statelijke entiteit die feitelijk effectief gezag uitoefent over een deel van het grondgebied (vaak opstandelingen).",
          "Een internationale organisatie zonder verdrag.",
          "Een regime dat door de VN is ingesteld."
        ],
        "c": 1,
        "exp": "De facto-regimes zijn georganiseerde groepen (zoals rebellen) die controle hebben over een gebied, maar vaak beperkte rechtssubjectiviteit hebben vergeleken met staten."
      },
      {
        "q": "Welke functie heeft de erkenning van een nieuwe staat door andere staten voornamelijk?",
        "a": [
          "Een constitutieve functie (het schept de staat).",
          "Een declaratoire functie (het bevestigt de feitelijke situatie).",
          "Een wetgevende functie.",
          "Een controlerende functie."
        ],
        "c": 1,
        "exp": "Erkenning is declaratoir: het bevestigt dat een entiteit aan de eisen voldoet. Het ontbreken van erkenning betekent niet automatisch dat de staat juridisch niet bestaat."
      },
      {
        "q": "Wat is het 'attributiebeginsel' bij internationale organisaties?",
        "a": [
          "Organisaties mogen alles doen wat staten ook mogen.",
          "Organisaties hebben alleen de bevoegdheden die staten uitdrukkelijk of impliciet aan hen hebben toegekend.",
          "Organisaties zijn aansprakelijk voor daden van hun leden.",
          "Organisaties moeten hun bevoegdheden delegeren aan tribunalen."
        ],
        "c": 1,
        "exp": "Internationale organisaties hebben geen autonome, oorspronkelijke macht; hun bevoegdheden zijn geattribueerd (toegekend) door de lidstaten via het oprichtingsverdrag."
      },
      {
        "q": "Welk orgaan van de Verenigde Naties heeft als primaire taak het handhaven van internationale vrede en veiligheid?",
        "a": [
          "De Algemene Vergadering",
          "Het Internationaal Gerechtshof",
          "De Veiligheidsraad",
          "Het Secretariaat"
        ],
        "c": 2,
        "exp": "De Veiligheidsraad (met de P5) is het orgaan dat specifiek belast is met de handhaving van vrede en veiligheid en dwingende maatregelen kan nemen."
      },
      {
        "q": "Wat is het verschil tussen een bevrijdingsbeweging en een de facto-regime?",
        "a": [
          "Er is geen verschil.",
          "Bevrijdingsbewegingen vechten specifiek tegen koloniale overheersing of bezetting en krijgen vaak ruimere subjectiviteit.",
          "De facto-regimes hebben meer rechten dan bevrijdingsbewegingen.",
          "Bevrijdingsbewegingen zijn altijd lid van de VN."
        ],
        "c": 1,
        "exp": "Vanwege het recht op zelfbeschikking en de strijd tegen kolonialisme/bezetting (bijv. PLO, ANC) kent het internationaal recht bevrijdingsbewegingen vaak een sterkere status toe."
      },
      {
        "q": "Hebben multinationale ondernemingen (multinationals) rechtssubjectiviteit in het internationaal publiekrecht?",
        "a": [
          "Ja, ze kunnen verdragen sluiten met staten.",
          "Nee, in beginsel alleen in de nationale rechtsorde van de staat van vestiging.",
          "Ja, maar alleen als ze groter zijn dan de staat waarin ze opereren.",
          "Alleen binnen de Europese Unie."
        ],
        "c": 1,
        "exp": "Multinationals zijn in beginsel geen subject van internationaal publiekrecht; hun rechtspositie wordt beheerst door nationaal recht."
      },
      {
        "q": "Wat houdt de soevereiniteit van een staat in?",
        "a": [
          "Dat de staat altijd mag doen wat hij wil, ook in het buitenland.",
          "Het exclusieve gezag over grondgebied en bevolking, formeel onafhankelijk van andere staten.",
          "Dat de staat geen lid mag worden van internationale organisaties.",
          "Dat de staat alleen verantwoording schuldig is aan de VN."
        ],
        "c": 1,
        "exp": "Soevereiniteit betekent exclusief gezag binnen de eigen grenzen en formele onafhankelijkheid (gelijkheid) ten opzichte van andere staten."
      },
      {
        "q": "Wat is 'terra nullius'?",
        "a": [
          "Grondgebied dat door iedereen gebruikt mag worden.",
          "Grondgebied dat aan niemand toebehoort en door ontdekking geclaimd kon worden.",
          "Grondgebied dat bezet is door rebellen.",
          "De ruimte buiten de dampkring."
        ],
        "c": 1,
        "exp": "Terra nullius verwijst naar gebied dat nog aan geen enkele staat toebehoorde. Vroeger kon dit door ontdekking en effectieve bezetting geclaimd worden."
      },
      {
        "q": "Hoe heet het beginsel dat nieuwe staten in beginsel niet gebonden zijn aan verdragen van hun voorganger?",
        "a": [
          "Pacta sunt servanda",
          "Clean slate-beginsel",
          "Uti possidetis",
          "Tabula rasa-doctrine"
        ],
        "c": 1,
        "exp": "Het 'clean slate'-beginsel (schone lei) houdt in dat een nieuwe staat niet automatisch gebonden is aan de verdragen van de voorgangerstaat."
      },
      {
        "q": "Kunnen natuurlijke personen (individuen) rechten ontlenen aan internationaal recht?",
        "a": [
          "Nee, nooit.",
          "Ja, bijvoorbeeld mensenrechten uit het EVRM.",
          "Alleen als ze diplomaat zijn.",
          "Alleen als de nationale wet dit expliciet verbiedt."
        ],
        "c": 1,
        "exp": "Sinds de Tweede Wereldoorlog hebben individuen directe rechten (zoals mensenrechten in het EVRM) en soms plichten (strafrechtelijke aansprakelijkheid) onder internationaal recht."
      }
    ],
    "Tentamen": [
      {
        "q": "Stel: Catalonië scheidt zich eenzijdig af van Spanje. Spanje erkent dit niet. Voldoet Catalonië juridisch aan de eisen van een staat?",
        "a": [
          "Nee, want zonder erkenning van de moederstaat is er nooit sprake van een staat.",
          "Ja, mits er sprake is van effectief gezag over volk en grondgebied (Montevideo), al kan erkenning wel praktisch van belang zijn.",
          "Nee, want eenzijdige afscheiding is altijd verboden.",
          "Ja, want elk volk heeft een absoluut recht op een eigen staat."
        ],
        "c": 1,
        "exp": "Staatsvorming is primair een feitelijke kwestie (effectief gezag). Erkenning is declaratoir. Echter, bij eenzijdige afscheiding kan illegaliteit (strijd met int. recht) roet in het eten gooien, maar in de basis geldt het effectiviteitsbeginsel."
      },
      {
        "q": "In de 'Reparation for Injuries'-zaak oordeelde het IGH over de rechtspersoonlijkheid van de VN. Wat was de kern van dit oordeel?",
        "a": [
          "De VN is een superstaat.",
          "De VN heeft objectieve rechtspersoonlijkheid en kan schadeclaims indienen, ook tegen niet-leden, omdat dit noodzakelijk is voor haar functie.",
          "De VN heeft alleen rechtspersoonlijkheid in New York.",
          "De VN kan niet zelfstandig handelen, alleen de leden kunnen dat."
        ],
        "c": 1,
        "exp": "Het IGH stelde dat de VN rechtspersoonlijkheid bezit (noodzakelijk voor haar taken) en dat deze 'objectief' is, dus geldt tegenover de hele internationale gemeenschap, niet alleen de leden."
      },
      {
        "q": "Wat gebeurt er met grensverdragen als een staat uiteenvalt (statenopvolging)?",
        "a": [
          "Die vervallen, de nieuwe staat mag nieuwe grenzen kiezen (clean slate).",
          "Die blijven in stand; grenzen hebben een permanent karakter die losstaat van het verdrag zelf.",
          "Die moeten opnieuw onderhandeld worden met de VN.",
          "Die gelden alleen als de buurlanden akkoord gaan."
        ],
        "c": 1,
        "exp": "Voor grenzen geldt een uitzondering op het 'clean slate'-beginsel. Grenzen moeten stabiel blijven (Territorial Dispute-zaak IGH); ze volgen het grondgebied, niet het regime."
      },
      {
        "q": "Een lidstaat van een internationale organisatie stelt dat de organisatie een handeling verricht die niet in het verdrag staat. De organisatie beroept zich op 'implied powers'. Wie heeft waarschijnlijk gelijk?",
        "a": [
          "De lidstaat, want bevoegdheden moeten expliciet zijn (attributie).",
          "De organisatie, mits de bevoegdheid noodzakelijk is om de doelstellingen van de organisatie te bereiken.",
          "De lidstaat, want soevereiniteit gaat altijd voor.",
          "De organisatie, want organisaties hebben onbeperkte macht."
        ],
        "c": 1,
        "exp": "Volgens de 'implied powers'-leer (Reparation for Injuries) heeft een organisatie ook bevoegdheden die niet expliciet genoemd zijn, maar noodzakelijk zijn voor de uitvoering van haar taken."
      },
      {
        "q": "In de LaGrand-zaak bevestigde het IGH iets belangrijks over individuen. Wat?",
        "a": [
          "Dat individuen nooit partij kunnen zijn bij het IGH.",
          "Dat individuen rechtstreeks rechten kunnen ontlenen aan verdragen (zoals consulaire bijstand) die in de internationale rechtsorde bestaan.",
          "Dat de VS de doodstraf moet afschaffen.",
          "Dat Duitsland geen jurisdictie had in de VS."
        ],
        "c": 1,
        "exp": "Het IGH erkende dat het Weens Verdrag inzake Consulaire Betrekkingen individuele rechten creëerde (recht op consulaire bijstand) die door de staat gerespecteerd moeten worden."
      },
      {
        "q": "Wat is het verschil in besluitvorming tussen de VN Veiligheidsraad en de Algemene Vergadering?",
        "a": [
          "De Algemene Vergadering neemt bindende besluiten; de Veiligheidsraad geeft advies.",
          "De Veiligheidsraad kan bindende besluiten nemen (en heeft veto-leden); de Algemene Vergadering neemt niet-bindende resoluties aan.",
          "In de Veiligheidsraad heeft iedereen stemrecht; in de Algemene Vergadering alleen de rijke landen.",
          "Er is geen verschil."
        ],
        "c": 1,
        "exp": "De AV is een politiek forum (1 staat = 1 stem, niet bindend). De VR heeft 15 leden (5 veto) en kan dwingende, bindende maatregelen opleggen voor vrede en veiligheid."
      },
      {
        "q": "Waarom wordt de term 'volkenrecht' soms als onjuist beschouwd in de context van rechtssubjecten?",
        "a": [
          "Omdat volkeren geen rechtssubjectiviteit hebben.",
          "Omdat het recht primair gaat over staten en organisaties, niet direct over volkeren als zodanig.",
          "Omdat 'volk' een racistische term is.",
          "Omdat alleen individuen rechten hebben."
        ],
        "c": 1,
        "exp": "Hoewel volkeren zelfbeschikkingsrecht hebben, zijn staten de primaire subjecten. 'Volkenrecht' suggereert ten onrechte dat volkeren de hoofdrolspelers zijn, terwijl dit staten zijn."
      },
      {
        "q": "Wat impliceert de 'Western Sahara Advisory Opinion' over de staatsinrichting?",
        "a": [
          "Een staat moet democratisch zijn.",
          "Er is geen regel in het internationaal recht die voorschrijft dat een staat een specifieke structuur moet hebben.",
          "Een staat moet gebaseerd zijn op stammenstructuren.",
          "Een staat mag geen kolonie zijn."
        ],
        "c": 1,
        "exp": "Het IGH stelde dat internationaal recht geen specifieke staatsvorm voorschrijft. Ook een dictatuur of absolute monarchie kan een staat zijn."
      },
      {
        "q": "Een multinational schendt mensenrechten in een ontwikkelingsland. Kan deze direct voor het Internationaal Gerechtshof (IGH) worden gedaagd?",
        "a": [
          "Ja, het IGH is er voor alle internationale geschillen.",
          "Nee, alleen staten kunnen partij zijn in zaken voor het IGH.",
          "Ja, als de VN toestemming geeft.",
          "Nee, tenzij het bedrijf in Den Haag gevestigd is."
        ],
        "c": 1,
        "exp": "Multinationals hebben geen toegang tot het IGH. Het IGH beslecht geschillen tussen staten. Multinationals vallen onder nationaal recht."
      },
      {
        "q": "Wat is het juridische gevolg voor verdragen bij een 'aaneensluiting' (fusie) van staten, zoals Noord- en Zuid-Vietnam?",
        "a": [
          "Alle verdragen vervallen onmiddellijk.",
          "De nieuwe staat bepaalt zelf welke verdragen hij houdt.",
          "De verdragen blijven vaak gelden voor het grondgebied waarvoor ze oorspronkelijk bedoeld waren, tenzij de nieuwe staat anders besluit.",
          "De VN bepaalt welke verdragen geldig blijven."
        ],
        "c": 2,
        "exp": "Bij aaneensluiting of absorptie (zoals DDR in BRD) blijven verdragen vaak van kracht of gaan over op de nieuwe entiteit, in tegenstelling tot de 'clean slate' bij nieuwe onafhankelijke staten."
      },
      {
        "q": "Wanneer heeft een volk volgens het internationaal recht een recht op 'externe zelfbeschikking' (eigen staat vormen)?",
        "a": [
          "Altijd, als ze dat willen.",
          "Alleen bij koloniale overheersing of buitenlandse bezetting.",
          "Als ze gediscrimineerd worden.",
          "Als ze een eigen taal hebben."
        ],
        "c": 1,
        "exp": "Externe zelfbeschikking (afscheiding) is zeer beperkt en wordt in de regel alleen erkend bij dekolonisatie en buitenlandse bezetting (bijv. Palestina)."
      },
      {
        "q": "Waarom erkende Nederland de Russische Federatie als 'voortzetting' van de Sovjet-Unie en niet als nieuwe staat?",
        "a": [
          "Omdat Rusland de grootste was.",
          "Om te voorkomen dat Rusland opnieuw lidmaatschap van de VN (en de Veiligheidsraadzetel) moest aanvragen.",
          "Omdat Rusland daarom vroeg.",
          "Omdat de andere republieken dat wilden."
        ],
        "c": 1,
        "exp": "Bij voortzetting (in tegenstelling tot ontbinding/nieuwe staten) behoudt de staat zijn rechtssubjectiviteit, inclusief verdragen en VN-lidmaatschap. Dit was cruciaal voor de P5-zetel."
      },
      {
        "q": "Wat is de rol van NGO's zoals Greenpeace in het internationale recht?",
        "a": [
          "Ze zijn volledige rechtssubjecten.",
          "Ze hebben geen formele rechten/plichten, maar beïnvloeden recht via lobby, rapporten en waarnemerstatus.",
          "Ze kunnen bindende regels opleggen aan staten.",
          "Ze zijn onderdeel van de VN."
        ],
        "c": 1,
        "exp": "NGO's zijn formeel geen subjecten (behalve onder nationaal recht), maar hebben feitelijk grote invloed op de vorming en naleving van het recht (soft power)."
      },
      {
        "q": "Wat betekent het 'specialiteitsbeginsel' voor een organisatie als de WHO?",
        "a": [
          "Dat ze gespecialiseerde artsen moeten aannemen.",
          "Dat hun bevoegdheden beperkt zijn tot het doel waarvoor ze zijn opgericht (gezondheid), en ze geen algemene politieke bevoegdheden hebben.",
          "Dat ze speciale immuniteit hebben.",
          "Dat ze alleen in Genève mogen zetelen."
        ],
        "c": 1,
        "exp": "Het specialiteitsbeginsel begrenst de macht van IO's: ze mogen alleen handelen binnen hun specifieke domein (field of activity/area of competence)."
      },
      {
        "q": "Hoe wordt de nationaliteit van inwoners geregeld bij statenopvolging?",
        "a": [
          "Iedereen wordt stateloos.",
          "Het internationaal recht bepaalt dit dwingend.",
          "Dit wordt bepaald door de nationale wetgeving van de voorganger- en opvolgerstaat.",
          "Iedereen mag zelf kiezen."
        ],
        "c": 2,
        "exp": "Nationaliteit is primair een nationale aangelegenheid. De betrokken staten moeten via wetgeving regelen wie welke nationaliteit krijgt of behoudt."
      }
    ],
    "Extra Moeilijk": [
      {
        "q": "Wat impliceert de 'objectieve rechtssubjectiviteit' van de VN (Reparation for Injuries) voor niet-leden?",
        "a": [
          "Niets, niet-leden zijn niet gebonden.",
          "Dat de rechtspersoonlijkheid van de VN ook tegenover niet-leden geldt (erga omnes effect), ook al hebben zij het Handvest niet getekend.",
          "Dat niet-leden automatisch lid worden.",
          "Dat de VN belasting mag heffen bij niet-leden."
        ],
        "c": 1,
        "exp": "Het Hof oordeelde dat de VN, door haar omvang en missie, een objectieve persoonlijkheid heeft die door de hele internationale gemeenschap moet worden erkend, zelfs door niet-leden."
      },
      {
        "q": "Hoe verhoudt het beginsel van 'estoppel' zich tot claims op grondgebied?",
        "a": [
          "Estoppel betekent dat geweld verboden is.",
          "Als een staat langdurig zwijgt of berust in de uitoefening van gezag door een andere staat, kan hij zijn eigen claim later niet meer geloofwaardig maken.",
          "Estoppel betekent dat verdragen voorrang hebben.",
          "Het betekent dat de eerste ontdekker altijd wint."
        ],
        "c": 1,
        "exp": "Estoppel voorkomt inconsistent gedrag. Wie niet protesteert tegen andermans effectieve bezetting, verliest op den duur het recht om dat gebied nog te claimen."
      },
      {
        "q": "Wat is het wezenlijke verschil tussen de EU en de VN qua rechtsorde?",
        "a": [
          "De VN is democratischer.",
          "De EU heeft een autonome rechtsorde die direct doorwerkt in nationale ordes (supranationalisme); de VN is intergouvernementeel.",
          "De EU heeft meer leden.",
          "De VN heeft een eigen munt."
        ],
        "c": 1,
        "exp": "De EU is uniek vanwege de vergaande soevereiniteitsoverdracht en directe doorwerking (supranationalisme), terwijl de VN klassiek intergouvernementeel is."
      },
      {
        "q": "Kan een staat aansprakelijk zijn voor handelingen van een 'de facto-regime' op zijn grondgebied?",
        "a": [
          "Ja, altijd.",
          "Nee, nooit.",
          "Soms, als de staat nalaat in te grijpen of het regime feitelijk steunt/aanstuurt.",
          "Alleen als het regime democratisch is."
        ],
        "c": 2,
        "exp": "Hoewel de staat in beginsel niet aansprakelijk is voor rebellen, kan aansprakelijkheid ontstaan als de staat onvoldoende doet om schade aan derden te voorkomen (due diligence)."
      },
      {
        "q": "Wat oordeelde het IGH in de 'Nuclear Weapons'-opinion over de bevoegdheden van de WHO?",
        "a": [
          "De WHO mag kernwapens verbieden.",
          "De WHO mocht geen advies vragen over de rechtmatigheid van kernwapens, omdat dit buiten haar 'area of competence' (gezondheid) viel.",
          "De WHO is geen internationale organisatie.",
          "Kernwapens zijn slecht voor de gezondheid, dus de WHO is bevoegd."
        ],
        "c": 1,
        "exp": "Het IGH paste het specialiteitsbeginsel strikt toe: de politieke vraag over de legaliteit van kernwapens lag buiten het specifieke gezondheidsmandaat van de WHO."
      },
      {
        "q": "Waarom wordt 'correctieve erkenning' soms toegepast door staten?",
        "a": [
          "Om een fout in de spelling van de landsnaam te corrigeren.",
          "Om een entiteit die feitelijk nog zwak is (niet volledig effectief) toch als staat te behandelen en zo de staatsvorming te helpen slagen.",
          "Om een staat die illegale dingen doet te straffen.",
          "Om kolonies te behouden."
        ],
        "c": 1,
        "exp": "Hoewel erkenning declaratoir is, kan het in randgevallen (zoals bij dekolonisatie of Kosovo) helpen om een wankel gezag te stabiliseren (staatsvorming bevorderen)."
      },
      {
        "q": "Wat is het verschil tussen 'ontbinding' en 'afscheiding' bij het ontstaan van nieuwe staten?",
        "a": [
          "Bij ontbinding houdt het centrale gezag op te bestaan (oude staat weg); bij afscheiding blijft de moederstaat bestaan.",
          "Er is geen verschil.",
          "Bij afscheiding is er geweld, bij ontbinding niet.",
          "Bij ontbinding blijven alle verdragen geldig."
        ],
        "c": 0,
        "exp": "Bij ontbinding (Joegoslavië, Sovjet-Unie) verdwijnt de oorspronkelijke staat. Bij afscheiding splitst een deel zich af, maar blijft de 'rompstaat' de oorspronkelijke identiteit behouden."
      },
      {
        "q": "Zijn internationale organisaties gebonden aan het algemeen internationaal recht?",
        "a": [
          "Nee, ze hebben hun eigen regels.",
          "Ja, zoals bevestigd in het WHO/Egypt-advies: ze zijn subjecten en dus gebonden aan algemene regels en hun eigen verdragen.",
          "Alleen aan mensenrechtenverdragen.",
          "Alleen als de lidstaten dat willen."
        ],
        "c": 1,
        "exp": "Internationale organisaties opereren niet in een vacuüm. Het IGH bevestigde dat ze gebonden zijn aan 'general rules of international law'."
      },
      {
        "q": "Wat houdt de 'Legal Status of Eastern Greenland'-zaak in met betrekking tot grondgebied?",
        "a": [
          "In dunbevolkte gebieden zijn de eisen voor 'effectief gezag' lager; incidentele machtsuitoefening kan voldoende zijn voor een titel.",
          "In dichtbevolkte gebieden zijn de eisen voor 'gezag' lager; incidentele machtsuitoefening kan voldoende zijn voor een titel.",
          "Denemarken had geen recht op Groenland.",
          "Bezetting is de enige manier om grondgebied te krijgen."
        ],
        "c": 0,
        "exp": "Het PCIJ oordeelde dat in onherbergzame gebieden (zoals Groenland) niet dezelfde mate van intensief bestuur nodig is als in dichtbevolkte gebieden om van effectieve bezetting te spreken."
      },
      {
        "q": "Kan een staat zich beroepen op zijn nationale grondwet om internationale verplichtingen niet na te komen?",
        "a": [
          "Ja, de grondwet is de hoogste wet.",
          "Nee, artikel 27 WVV en de jurisprudentie verbieden dit; internationaal recht gaat in de internationale rechtsorde voor.",
          "Ja, als het parlement het eens is.",
          "Alleen bij mensenrechten."
        ],
        "c": 1,
        "exp": "Hoewel dit week 1 stof raakt, is het cruciaal voor soevereiniteit (week 2): soevereiniteit is geen excuus om internationale plichten te negeren."
      },
      {
        "q": "Wat is de status van overeenkomsten tussen staten en de facto-regimes?",
        "a": [
          "Dat zijn officiële verdragen.",
          "Het wordt doorgaans geen internationaal publiekrechtelijke status toegekend (geen verdrag), tenzij expliciet erkend.",
          "Het zijn privaatrechtelijke contracten.",
          "Ze zijn ongeldig."
        ],
        "c": 1,
        "exp": "Omdat de facto-regimes geen volledige staten zijn, worden hun afspraken met staten meestal niet als formele verdragen onder het WVV gezien."
      },
      {
        "q": "Hoe zit het met de aansprakelijkheid van de opvolgende staat voor onrechtmatige daden van de voorganger?",
        "a": [
          "Die gaat automatisch over.",
          "De opvolger is niet aansprakelijk, tenzij hij de illegale handelingen of de aansprakelijkheid expliciet aanvaardt.",
          "De VN betaalt de schade.",
          "De slachtoffers hebben pech."
        ],
        "c": 1,
        "exp": "In tegenstelling tot grenzen (wel overgang) en verdragen (clean slate), gaat aansprakelijkheid voor delicten in de regel niet automatisch over op de nieuwe staat."
      },
      {
        "q": "Wat is het fundamentele verschil tussen de Raad van Europa en de Europese Raad?",
        "a": [
          "De Raad van Europa is een mensenrechtenorganisatie (EVRM, 47 leden); de Europese Raad is de politieke top van de EU (27 leden).",
          "Het is hetzelfde, alleen een andere naam.",
          "De Raad van Europa is van de EU.",
          "De Europese Raad zit in Straatsburg, de Raad van Europa in Brussel."
        ],
        "c": 0,
        "exp": "Dit is een klassieke instinker. Raad van Europa = IO voor mensenrechten (EVRM). Europese Raad = EU-instelling van regeringsleiders."
      },
      {
        "q": "Waarom is de 'Oost-Timor (Fretilin/Nederland)' uitspraak relevant voor subjectiviteit?",
        "a": [
          "Fretilin werd erkend als staat.",
          "De rechter moest oordelen over de status van een bevrijdingsbeweging/de facto-regime in een civiele procedure.",
          "Nederland moest schadevergoeding betalen.",
          "Oost-Timor hoorde bij Nederland."
        ],
        "c": 1,
        "exp": "Deze zaak illustreert hoe nationale rechters soms moeten oordelen over de rechtssubjectiviteit (en vertegenwoordigingsbevoegdheid) van niet-statelijke entiteiten."
      },
      {
        "q": "Wat betekent het dat de EU-rechtsorde 'geïntegreerd' is in de nationale rechtsorde?",
        "a": [
          "Dat nationale rechters EU-recht mogen negeren.",
          "Dat EU-recht en nationaal recht naast elkaar bestaan zonder raakvlakken.",
          "Dat EU-recht direct rechten en plichten voor burgers kan creëren en voorrang kan hebben, alsof het nationaal recht is.",
          "Dat de EU lid is van Nederland."
        ],
        "c": 2,
        "exp": "Dit duidt op het supranationale karakter: de EU is niet zomaar 'buitenlands' recht, maar is vervlochten met het nationale systeem en kan nationale wetten opzijzetten."
        }
    ]
  },
  "Week 3": {
    "Oefenen": [
      {
        "q": "Welk artikel wordt algemeen beschouwd als de meest gezaghebbende opsomming van de bronnen van internationaal recht?",
        "a": [
          "Artikel 2 lid 4 van het VN-Handvest",
          "Artikel 38 van het Statuut van het Internationaal Gerechtshof",
          "Artikel 1 van het Verdrag van Wenen",
          "Artikel 93 van de Nederlandse Grondwet"
        ],
        "c": 1,
        "exp": "Artikel 38 van het Statuut van het IGH wordt gezien als de gezaghebbende catalogus van rechtsbronnen (verdragen, gewoonte, beginselen, jurisprudentie/doctrine)."
      },
      {
        "q": "Wat zijn de twee constituerende elementen van gewoonterecht?",
        "a": [
          "Een geschreven tekst en een handtekening.",
          "Algemene praktijk (usus) en rechtsovertuiging (opinio juris).",
          "Ratificatie en implementatie.",
          "Meerderheid van stemmen en consensus."
        ],
        "c": 1,
        "exp": "Gewoonterecht ontstaat door een objectief element (algemene praktijk/gedragingen) en een subjectief element (de overtuiging dat dit juridisch verplicht is)."
      },
      {
        "q": "Wat betekent het beginsel 'pacta sunt servanda'?",
        "a": [
          "De staat is immuun voor rechtsvervolging.",
          "Overeenkomsten (verdragen) moeten te goeder trouw worden nagekomen.",
          "Gewoonterecht gaat boven verdragenrecht.",
          "Een staat mag eenzijdig een verdrag opzeggen."
        ],
        "c": 1,
        "exp": "Dit is de hoeksteen van het verdragenrecht (art. 26 WVV): gesloten verdragen binden de partijen en moeten worden uitgevoerd."
      },
      {
        "q": "Wat is 'jus cogens'?",
        "a": [
          "Recht dat alleen geldt tussen handelspartners.",
          "Dwingend recht waarvan niet mag worden afgeweken (zoals het verbod op genocide).",
          "Zacht recht (soft law) dat niet bindend is.",
          "Recht dat door de rechter is gemaakt."
        ],
        "c": 1,
        "exp": "Jus cogens (art. 53 WVV) betreft fundamentele normen van dwingend recht die hiërarchisch boven andere regels staan en waarvan geen afwijking is toegestaan."
      },
      {
        "q": "Welke rol spelen rechterlijke beslissingen volgens het Statuut van het IGH?",
        "a": [
          "Ze zijn de belangrijkste rechtsbron.",
          "Ze zijn een hulpmiddel voor het bepalen van rechtsregels.",
          "Ze binden alle staten in de wereld direct.",
          "Ze hebben geen enkele juridische waarde."
        ],
        "c": 1,
        "exp": "Rechterlijke beslissingen zijn een 'subsidiaire' bron of hulpmiddel. Ze scheppen op zichzelf geen recht (geen stare decisis), maar verhelderen wat het recht is."
      },
      {
        "q": "Wat wordt bedoeld met een 'persistent objector'?",
        "a": [
          "Een staat die een verdrag weigert te ratificeren.",
          "Een staat die zich tijdens de vorming van een gewoonterechtelijke regel consequent en openlijk verzet, waardoor hij niet gebonden wordt.",
          "Een staat die altijd tegenstemt in de VN Veiligheidsraad.",
          "Een rechter die een afwijkende mening schrijft."
        ],
        "c": 1,
        "exp": "Als een staat zich vanaf het begin en volhoudend verzet tegen een nieuwe gewoonterechtelijke regel, is deze staat niet gebonden aan die regel."
      },
      {
        "q": "Wanneer is een verdrag in de regel 'nietig' (void)?",
        "a": [
          "Als het in strijd is met nationaal recht.",
          "Als de regering is gewisseld.",
          "Als het tot stand is gekomen door dwang op de staat of in strijd is met jus cogens.",
          "Als het niet is gepubliceerd."
        ],
        "c": 2,
        "exp": "Dwang op de staat (art. 52 WVV) of strijd met dwingend recht (art. 53 WVV) maakt een verdrag van aanvang aan nietig."
      },
      {
        "q": "Wat is het verschil tussen ondertekening en bekrachtiging (ratificatie) van een verdrag?",
        "a": [
          "Er is geen verschil.",
          "Ondertekening is de definitieve instemming; bekrachtiging is een formaliteit.",
          "Ondertekening toont de intentie; bekrachtiging is de formele nationale handeling waarmee de staat definitief instemt gebonden te zijn.",
          "Bekrachtiging gebeurt door de koning, ondertekening door de minister."
        ],
        "c": 2,
        "exp": "Ondertekening rondt vaak de onderhandelingen af, maar ratificatie/bekrachtiging is meestal nodig om daadwerkelijk partij te worden bij het verdrag. "
      },
      {
        "q": "Mag een staat zich beroepen op zijn nationale wetgeving om een verdrag niet na te komen?",
        "a": [
          "Ja, nationale soevereiniteit gaat voor.",
          "Nee, artikel 27 WVV verbiedt dit expliciet.",
          "Alleen als het in de Grondwet staat.",
          "Ja, maar alleen bij handelsverdragen."
        ],
        "c": 1,
        "exp": "Artikel 27 WVV bepaalt dat een partij zich niet op de bepalingen van zijn nationale recht kan beroepen ter rechtvaardiging van het niet ten uitvoer leggen van een verdrag."
      },
      {
        "q": "Wat is 'soft law'?",
        "a": [
          "Recht dat makkelijk te veranderen is.",
          "Niet-bindende instrumenten zoals resoluties en slotverklaringen, die wel invloed kunnen hebben.",
          "Recht dat alleen voor zwakke staten geldt.",
          "Mondelinge afspraken."
        ],
        "c": 1,
        "exp": "Soft law (zoals VN-resoluties) is juridisch niet bindend, maar kan wel bijdragen aan de vorming van gewoonterecht of interpretatie van verdragen."
      },
      {
        "q": "Wat houdt het begrip 'Estoppel' in?",
        "a": [
          "Een staat mag niet stoppen met onderhandelen.",
          "Een staat mag niet terugkomen op een eerdere gedraging/uitspraak als een andere staat daarop heeft vertrouwd.",
          "Een verdrag stopt automatisch na 50 jaar.",
          "Het recht om eenzijdig een grens te bepalen."
        ],
        "c": 1,
        "exp": "Estoppel is een rechtsbeginsel dat inconsistent gedrag verbiedt: je mag geen positie innemen die in strijd is met eerder gedrag waarop een ander gerechtvaardigd heeft vertrouwd."
      },
      {
        "q": "Wat is de functie van een 'preambule' in een verdrag?",
        "a": [
          "Het bevat de bindende strafbepalingen.",
          "Het schetst het doel en de context, wat helpt bij de interpretatie, maar bevat zelf geen zelfstandige rechten/plichten.",
          "Het regelt de inwerkingtreding.",
          "Het is een lijst van handtekeningen."
        ],
        "c": 1,
        "exp": "De preambule gaat vooraf aan de materiële bepalingen en geeft de 'object and purpose' weer, wat cruciaal is voor de uitleg van het verdrag (art. 31 WVV)."
      },
      {
        "q": "Wat is een 'voorbehoud' (reservation) bij een verdrag?",
        "a": [
          "Een tijdelijke pauze in het verdrag.",
          "Een eenzijdige verklaring waarmee een staat het rechtsgevolg van een specifieke bepaling wil uitsluiten of wijzigen.",
          "Een geheim protocol bij het verdrag.",
          "Een voorwaarde dat alle buurlanden ook tekenen."
        ],
        "c": 1,
        "exp": "Een voorbehoud (art. 2 WVV) stelt een staat in staat partij te worden bij een verdrag zonder gebonden te zijn aan alle specifieke artikelen."
      },
      {
        "q": "Hoeveel tijd is er nodig om gewoonterecht te laten ontstaan?",
        "a": [
          "Minimaal 50 jaar.",
          "Precies 10 jaar.",
          "Er is geen specifieke tijdsduur vereist; het kan snel gaan mits de praktijk uniform en omvangrijk is.",
          "Eeuwenlang."
        ],
        "c": 2,
        "exp": "Zoals bepaald in de North Sea Continental Shelf-zaak: zelfs een korte periode kan genoeg zijn, zolang de statenpraktijk in die tijd maar intensief en uniform is."
      },
      {
        "q": "Welke uitspraak is onjuist over besluiten van internationale organisaties?",
        "a": [
          "Ze zijn altijd bindend voor alle staten in de wereld.",
          "Ze gelden in de regel alleen binnen de rechtsorde van de organisatie.",
          "Niet-bindende besluiten kunnen wel bijdragen aan gewoonterechtvorming.",
          "De besluitvorming kan via unanimiteit of meerderheid gaan."
        ],
        "c": 0,
        "exp": "Besluiten van IO's binden meestal alleen de leden (intern) en zijn lang niet altijd bindend voor de hele wereld (behalve bijv. Veiligheidsraadresoluties in specifieke gevallen)."
      }
    ],
    "Tentamen": [
      {
        "q": "In de 'North Sea Continental Shelf'-zaken oordeelde het IGH over de verhouding tussen verdrag en gewoonte. Wat was een kernpunt?",
        "a": [
          "Verdragen gaan altijd voor.",
          "Een verdragsregel kan overgaan in een gewoonterechtelijke regel en zo ook niet-partijen binden.",
          "De Noordzee is van niemand.",
          "Gewoonterecht bestaat niet meer."
        ],
        "c": 1,
        "exp": "Het Hof erkende dat een regel die begint in een verdrag, zich kan ontwikkelen tot algemeen gewoonterecht als er voldoende 'state practice' en 'opinio juris' van niet-partijen volgt."
      },
      {
        "q": "Stel: Staat A en Staat B hebben een verdrag. Later ontstaat er een nieuwe gewoonterechtelijke regel die hiermee botst. Wat geldt?",
        "a": [
          "Het verdrag vervalt automatisch.",
          "Gewoonterecht gaat altijd voor.",
          "Ze blijven naast elkaar bestaan, waarbij de specifieke regel (lex specialis) of latere regel (lex posterior) vaak voorrang heeft, afhankelijk van de situatie.",
          "De rechter mag niet kiezen."
        ],
        "c": 2,
        "exp": "Er is geen formele hiërarchie (behalve jus cogens). Conflicten worden opgelost met interpretatieregels zoals lex posterior (de latere regel) of lex specialis."
      },
      {
        "q": "In de zaak Qatar v. Bahrain oordeelde het IGH over notulen van een vergadering. Wat was de conclusie?",
        "a": [
          "Notulen zijn nooit juridisch bindend.",
          "Omdat de notulen de instemming met rechten en plichten bevatten, vormden ze een verdrag.",
          "Alleen formele documenten met een zegel zijn verdragen.",
          "De minister was onbevoegd."
        ],
        "c": 1,
        "exp": "Het IGH kijkt naar de inhoud en intentie, niet alleen naar de naam of vorm. Als een document (zelfs notulen) rechten en plichten schept waartoe partijen instemmen, is het een verdrag."
      },
      {
        "q": "Wat gebeurt er als een staat een verdrag ondertekent, maar nog niet bekrachtigt (ratificeert)?",
        "a": [
          "De staat is volledig gebonden.",
          "De staat is nergens aan gebonden.",
          "De staat moet zich onthouden van handelingen die het 'voorwerp en doel' van het verdrag zouden tenietdoen (art. 18 WVV).",
          "De staat mag het verdrag al opzeggen."
        ],
        "c": 2,
        "exp": "Ondertekening schept een 'interim-verplichting': je mag het doel van het verdrag niet frustreren in de periode tussen tekenen en ratificeren (of definitief weigeren)."
      },
      {
        "q": "Staat X maakt een voorbehoud bij een mensenrechtenverdrag dat de kern van het verdrag raakt. Is dit toegestaan?",
        "a": [
          "Ja, soevereiniteit is absoluut.",
          "Nee, een voorbehoud mag niet in strijd zijn met 'voorwerp en doel' (object and purpose) van het verdrag.",
          "Ja, mits de VN het goedkeurt.",
          "Nee, tenzij het oorlog is."
        ],
        "c": 1,
        "exp": "Artikel 19 WVV verbiedt voorbehouden die onverenigbaar zijn met het voorwerp en doel van het verdrag. Je kunt niet meedoen aan een verdrag en tegelijk de essentie ervan uitsluiten."
      },
      {
        "q": "Wat is het rechtsgevolg van een eenzijdige toezegging (zoals in de Franse Nuclear Tests zaak)?",
        "a": [
          "Geen, want het is geen verdrag.",
          "Het kan juridisch bindend zijn als de toezegging openbaar is en met de intentie om gebonden te zijn is gedaan.",
          "Het is alleen politiek bindend.",
          "De andere staten moeten eerst betalen."
        ],
        "c": 1,
        "exp": "Het IGH oordeelde dat eenzijdige publieke verklaringen (met intentie tot binding) rechten voor andere staten kunnen scheppen op basis van goede trouw en vertrouwen."
      },
      {
        "q": "Hoe kan een verdrag worden beëindigd bij een 'wezenlijke verandering van omstandigheden' (rebus sic stantibus)?",
        "a": [
          "Als de regering het niet meer leuk vindt.",
          "Als de omstandigheden die een essentiële basis voor instemming vormden, fundamenteel zijn gewijzigd en de last van verplichtingen radicaal verandert.",
          "Als er een nieuwe wet wordt aangenomen.",
          "Als de economie krimpt."
        ],
        "c": 1,
        "exp": "De drempel hiervoor is zeer hoog (Gabcikovo-Nagymaros). Het moet gaan om onvoorziene, fundamentele veranderingen die de aard van de verplichting transformeren."
      },
      {
        "q": "Welke interpretatiemethode staat centraal in artikel 31 WVV?",
        "a": [
          "De bedoeling van de oorspronkelijke opstellers (historisch).",
          "De gewone betekenis van de termen in hun context en in het licht van voorwerp en doel (tekstueel/teleologisch).",
          "Wat de rechter billijk vindt.",
          "Wat de kranten erover schrijven."
        ],
        "c": 1,
        "exp": "De primaire regel is de 'gewone betekenis' (tekst) in context en doel. De 'travaux préparatoires' (bedoeling opstellers) zijn pas secundair (art. 32)."
      },
      {
        "q": "Wat houdt de 'teleologische interpretatie' in, zoals toegepast in de Golder-zaak?",
        "a": [
          "Kijken naar de letterlijke tekst.",
          "Kijken naar de geschiedenis.",
          "Uitleg gericht op de verwerkelijking van het doel en de strekking van het verdrag.",
          "Uitleg via telecommunicatie."
        ],
        "c": 2,
        "exp": "Teleologisch (telos = doel) betekent interpreteren op een manier die het doel van het verdrag het beste dient (effectiviteitsbeginsel)."
      },
      {
        "q": "Wanneer is er sprake van een 'materiële schending' (material breach) van een verdrag en wat is het gevolg?",
        "a": [
          "Bij elke kleine fout; gevolg is schadevergoeding.",
          "Bij een schending van een bepaling die onmisbaar is voor het doel van het verdrag; gevolg is dat de andere partij(en) het verdrag kunnen opschorten of beëindigen.",
          "Alleen bij geweld; gevolg is oorlog.",
          "Als de contributie niet betaald is; gevolg is boete."
        ],
        "c": 1,
        "exp": "Artikel 60 WVV definieert materiële schending als een verwerping van het verdrag of schending van een essentiële bepaling. Dit geeft de wederpartij het recht om de eigen verplichtingen op te schorten."
      },
      {
        "q": "In de Nicaragua-zaak oordeelde het Hof dat gewoonterecht en verdragenrecht naast elkaar kunnen bestaan. Wat betekent dit concreet?",
        "a": [
          "Als het verdrag stopt, stopt de gewoonteregel ook.",
          "Staten blijven gebonden aan de gewoonterechtelijke regel (bijv. geweldsverbod), zelfs als ze het verdrag (VN Handvest) niet kunnen inroepen.",
          "Verdragen vernietigen gewoonterecht.",
          "Gewoonterecht is alleen voor landen zonder verdragen."
        ],
        "c": 1,
        "exp": "Codificatie in een verdrag laat de gewoonterechtelijke regel niet verdwijnen. Ze leiden een parallel bestaan. Dit was cruciaal in Nicaragua omdat de VS een voorbehoud had bij het verdrag, maar niet bij gewoonterecht."
      },
      {
        "q": "Kan een staat die geen partij is bij een verdrag, toch gebonden worden aan regels in dat verdrag?",
        "a": [
          "Ja, altijd.",
          "Nee, verdragen binden alleen partijen (art. 34 WVV).",
          "Ja, als de regel in het verdrag een codificatie is van gewoonterecht, wordt de staat gebonden via het gewoonterecht (niet het verdrag zelf).",
          "Alleen als de staat in Europa ligt."
        ],
        "c": 2,
        "exp": "Directe binding is er niet. Maar als het verdrag bestaand gewoonterecht opschrijft (of een nieuwe regel gewoonterecht wordt), zijn derde staten gebonden aan die gewoonterechtelijke norm."
      },
      {
        "q": "Wat gebeurt er als Staat A een voorbehoud maakt, en Staat B maakt hiertegen bezwaar (zonder te zeggen dat het hele verdrag niet geldt)?",
        "a": [
          "Het hele verdrag geldt niet tussen A en B.",
          "Het verdrag treedt in werking tussen A en B, maar de bepaling waarop het voorbehoud ziet, is niet van toepassing (wordt 'weggesneden').",
          "Staat A wordt uit het verdrag gezet.",
          "Staat B moet het voorbehoud accepteren."
        ],
        "c": 1,
        "exp": "Bij een 'gewoon' bezwaar treedt het verdrag wel in werking, maar geldt de betwiste bepaling niet tussen die twee staten (voor zover het voorbehoud reikt)."
      },
      {
        "q": "Stel: een rivier droogt op waardoor een scheepvaartverdrag onmogelijk kan worden uitgevoerd. Welke beëindigingsgrond is dit?",
        "a": [
          "Jus cogens.",
          "Supervening impossibility of performance (verdwijnen van onmisbaar voorwerp, art. 61 WVV).",
          "Materiële schending.",
          "Dwaling."
        ],
        "c": 1,
        "exp": "Artikel 61 WVV regelt de situatie waarin de uitvoering onmogelijk wordt door het verdwijnen van een voorwerp dat onmisbaar was (zoals een eiland of rivier)."
      },
      {
        "q": "Waarom is de 'S.S. Lotus'-zaak relevant voor de basis van internationaal recht?",
        "a": [
          "Het vestigde het beginsel dat beperkingen op de soevereiniteit van staten niet worden vermoed; instemming is leidend.",
          "Het ging over botsingen op zee.",
          "Het bepaalde dat Frankrijk altijd gelijk heeft.",
          "Het verbood piraterij."
        ],
        "c": 0,
        "exp": "De Lotus-zaak benadrukte de 'consensuele' aard van internationaal recht: regels komen voort uit de vrije wil van staten. Alles wat niet verboden is, is in beginsel toegestaan."
      }
    ],
    "Extra Moeilijk": [
      {
        "q": "Wat is de uitzondering op de regel dat schending van nationaal recht geen grond is voor ongeldigheid van een verdrag (art. 46 WVV)?",
        "a": [
          "Als de koning het niet eens was.",
          "Als de schending 'onmiskenbaar' (manifest) was en een regel van fundamenteel belang betrof.",
          "Als het parlement achteraf klaagt.",
          "Er is geen uitzondering."
        ],
        "c": 1,
        "exp": "Artikel 46 is de enige 'ontsnappingsroute': als de onbevoegdheid van de vertegenwoordiger objectief overduidelijk was voor de andere partij én fundamenteel was, is er geen geldige instemming."
      },
      {
        "q": "Wat houdt de 'package deal' theorie in met betrekking tot voorbehouden?",
        "a": [
          "Je krijgt korting als je meer verdragen tekent.",
          "Bij sommige verdragen zijn alle bepalingen zo nauw verbonden dat een voorbehoud op één deel de basis van de hele overeenkomst wegneemt; voorbehouden zijn dan niet toegestaan.",
          "Verdragen worden in pakketjes verstuurd.",
          "Je moet alles accepteren of niets, er is geen tussenweg."
        ],
        "c": 1,
        "exp": "Als een verdrag een delicaat evenwicht is (package deal), zou een voorbehoud dit evenwicht verstoren. Artikel 19 WVV verbiedt voorbehouden die onverenigbaar zijn met doel/voorwerp."
      },
      {
        "q": "Wat is het verschil tussen een 'interpretatieve verklaring' en een 'voorbehoud'?",
        "a": [
          "De naam.",
          "Een voorbehoud beoogt het rechtsgevolg te wijzigen/uit te sluiten; een verklaring verduidelijkt slechts de uitleg. Als een verklaring feitelijk wijzigt, is het een verkapt voorbehoud.",
          "Een verklaring mag altijd, een voorbehoud nooit.",
          "Een voorbehoud is mondeling, een verklaring schriftelijk."
        ],
        "c": 1,
        "exp": "De toets is inhoudelijk, niet naamsgebonden. Als een staat zegt 'ik leg dit zo uit', maar feitelijk een verplichting ontduikt, behandelt het recht dit als een voorbehoud."
      },
      {
        "q": "Wanneer kunnen 'travaux préparatoires' (voorbereidende werkzaamheden) gebruikt worden voor interpretatie?",
        "a": [
          "Altijd, als eerste stap.",
          "Alleen als aanvullend middel (art. 32 WVV) indien de tekstuele uitleg (art. 31) dubbelzinnig is of tot een onzinnig resultaat leidt.",
          "Nooit, dat is geheim.",
          "Alleen bij bilaterale verdragen."
        ],
        "c": 1,
        "exp": "De travaux préparatoires zijn subsidiair. Je mag er niet meteen naar grijpen als de tekst op zichzelf al duidelijk is."
      },
      {
        "q": "Wat impliceert de uitspraak in de Gabcikovo-Nagymaros zaak over het beroep op 'noodtoestand' (necessity) versus verdragsbeëindiging?",
        "a": [
          "Noodtoestand beëindigt het verdrag automatisch.",
          "Noodtoestand (state of necessity) is een grond om aansprakelijkheid uit te sluiten, maar beëindigt het verdrag niet; het verdrag herleeft zodra de noodtoestand voorbij is.",
          "Noodtoestand bestaat niet in internationaal recht.",
          "Hongarije had gelijk om het verdrag te verscheuren."
        ],
        "c": 1,
        "exp": "Het Hof maakte een belangrijk onderscheid: een beroep op noodzaak (uit het staatsaansprakelijkheidsrecht) kan het niet-nakomen tijdelijk rechtvaardigen, maar doodt het verdrag niet."
      },
      {
        "q": "Wat zegt artikel 103 van het VN-Handvest over samenloop van verdragen?",
        "a": [
          "Het Handvest is ondergeschikt aan handelsverdragen.",
          "Verplichtingen uit het VN-Handvest hebben voorrang op verplichtingen uit alle andere internationale overeenkomsten.",
          "Het Handvest is gelijk aan andere verdragen (lex posterior).",
          "Het Handvest geldt alleen voor de Veiligheidsraad."
        ],
        "c": 1,
        "exp": "Artikel 103 creëert een hiërarchie: VN-verplichtingen gaan voor op andere verdragsverplichtingen bij een conflict."
      },
      {
        "q": "Hoe wordt vastgesteld of er sprake is van 'opinio juris' als staten zich ergens van onthouden (negatieve praktijk)?",
        "a": [
          "Dat kan niet.",
          "Het feit dat ze niets doen is genoeg.",
          "Er moet blijken dat ze zich onthouden uit een besef van rechtsplicht, niet enkel uit politieke overweging of gebrek aan interesse (Lotus/Nuclear Weapons).",
          "Alleen als ze een brief sturen."
        ],
        "c": 2,
        "exp": "Zoals in de Lotus-zaak bleek: niet-handelen wordt pas gewoonterecht als staten zich bewust zijn van een *plicht* om niet te handelen."
      },
      {
        "q": "Wat is het gevolg van dwang uitgeoefend op de vertegenwoordiger van een staat (art. 51 WVV)?",
        "a": [
          "Het verdrag is vernietigbaar.",
          "De instemming van de staat heeft geen rechtsgevolg (nietigheid).",
          "De vertegenwoordiger wordt ontslagen.",
          "Het verdrag blijft geldig tot protest."
        ],
        "c": 1,
        "exp": "Dwang op de persoon (chantage, bedreiging) zorgt ervoor dat er geen geldige wilsovereenstemming is. Het verdrag komt juridisch niet tot stand voor die staat."
      },
      {
        "q": "Wat betekent 'ex tunc' in de context van de nietigheid van een verdrag wegens strijd met jus cogens?",
        "a": [
          "Vanaf nu.",
          "Vanaf het begin (met terugwerkende kracht); het verdrag wordt geacht nooit te hebben bestaan.",
          "Alleen voor de toekomst.",
          "Alleen in Europa."
        ],
        "c": 1,
        "exp": "Een verdrag in strijd met bestaand jus cogens is nietig vanaf het begin (ex tunc). Partijen moeten de situatie zoveel mogelijk herstellen naar hoe deze was."
      },
      {
        "q": "Kan een gewoonterechtelijke regel ontstaan die afwijkt van een bestaand verdrag tussen partijen?",
        "a": [
          "Nee, verdrag is heilig.",
          "Ja, latere gewoonte kan in theorie een eerder verdrag wijzigen tussen partijen, mits er duidelijk bewijs is van die intentie.",
          "Alleen als de VN het zegt.",
          "Nee, art 38 IGH verbiedt dit."
        ],
        "c": 1,
        "exp": "Lex posterior geldt ook tussen bronnen. Een latere, consistente praktijk (gewoonte) tussen partijen kan feitelijk hun eerdere verdragsafspraak wijzigen."
      },
      {
        "q": "Wat is het verschil tussen 'acquiescence' (berusting) en 'estoppel'?",
        "a": [
          "Acquiescence is actief, estoppel is passief.",
          "Acquiescence is stilzwijgende aanvaarding van een situatie (waardoor rechten verwerkt worden); estoppel belet een partij terug te komen op gewekt vertrouwen.",
          "Het is precies hetzelfde.",
          "Estoppel gaat over grenzen, acquiescence over geld."
        ],
        "c": 1,
        "exp": "Hoewel ze overlappen, ligt de nadruk anders. Berusting is 'wie zwijgt stemt toe' (rechtsverwerking). Estoppel is 'je mag niet wispelturig zijn ten nadele van een ander'."
      },
      {
        "q": "Als een verdrag zwijgt over opzegging, is opzegging dan mogelijk?",
        "a": [
          "Ja, altijd met 12 maanden termijn.",
          "Nee, in beginsel niet, tenzij uit de aard van het verdrag of de bedoeling van partijen blijkt dat opzegging mogelijk moet zijn (art. 56 WVV).",
          "Ja, gewoonterecht staat dit altijd toe.",
          "Nee, nooit."
        ],
        "c": 1,
        "exp": "Verdragen zonder opzeggingsclausule zijn in principe voor onbepaalde tijd, tenzij de 'aard' (bijv. een handelsverdrag) impliceert dat het tijdelijk is, in tegenstelling tot bijv. een grensverdrag."
      },
      {
        "q": "Wat houdt de regel 'lex specialis derogat legi generali' in bij bronnenconflicten?",
        "a": [
          "De algemene regel gaat voor.",
          "De bijzondere (specifieke) regel gaat voor de algemene regel.",
          "De latere wet gaat voor.",
          "De wet van de speciale VN-gezant telt."
        ],
        "c": 1,
        "exp": "Als er een algemene regel is (bijv. 'staten zijn aansprakelijk') en een specifieke regel (bijv. 'ruimtestaten zijn anders aansprakelijk'), krijgt de specifieke regel voorrang in dat domein."
      },
      {
        "q": "Wat is de status van de 'Draft Articles' van de ILC (International Law Commission)?",
        "a": [
          "Het zijn bindende verdragen.",
          "Het is formeel geen rechtsbron, maar wordt vaak gezien als gezaghebbend bewijs van gewoonterecht (bijv. inzake staatsaansprakelijkheid).",
          "Het zijn meningen van studenten.",
          "Het is wetgeving van de EU."
        ],
        "c": 1,
        "exp": "De ILC codificeert internationaal recht. Hun teksten zijn op zichzelf niet bindend, maar worden door rechters vaak gebruikt als de beste beschrijving van geldend gewoonterecht."
      },
      {
        "q": "Wat betekent 'virtually uniform' in de context van de North Sea Continental Shelf uitspraak?",
        "a": [
          "Dat elke staat ter wereld het precies zo moet doen.",
          "Dat er geen enkele afwijking mag zijn.",
          "Dat de praktijk consistent moet zijn in de overgrote meerderheid van relevante gevallen, maar perfecte uniformiteit is niet vereist (Nicaragua bevestigde dit).",
          "Dat het virtueel via internet moet gebeuren."
        ],
        "c": 2,
        "exp": "Het IGH is realistisch: de praktijk hoeft niet 100% perfect te zijn. Zolang afwijkingen worden gezien als schendingen (en niet als nieuwe regels), blijft de regel in stand."
	 }
    ]
  },  
  "Week 4": {
    "Oefenen": [
      {
        "q": "Wat is het kenmerkende verschil tussen een retorsie en een represaille?",
        "a": [
          "Een retorsie is altijd verboden; een represaille is altijd toegestaan.",
          "Een retorsie is een onvriendelijke maar rechtmatige daad; een represaille is in beginsel onrechtmatig maar wordt gerechtvaardigd door een eerdere schending.",
          "Een retorsie mag geweld bevatten; een represaille nooit.",
          "Een represaille moet worden goedgekeurd door de VN; een retorsie niet."
        ],
        "c": 1,
        "exp": "Retorsies (bijv. verbreken diplomatieke banden) zijn juridisch toegestaan. Represailles (countermeasures) zijn reacties die normaal illegaal zouden zijn, maar nu mogen als reactie op een onrechtmatige daad."
      },
      {
        "q": "Wie hebben er toegang tot het Internationaal Gerechtshof (IGH) in geschillenbeslechtingsprocedures?",
        "a": [
          "Staten, internationale organisaties en individuen.",
          "Alleen staten.",
          "Staten en de Verenigde Naties.",
          "Staten en multinationals."
        ],
        "c": 1,
        "exp": "Artikel 34 van het Statuut van het IGH is duidelijk: alleen staten kunnen partij zijn in zaken voor het Hof."
      },
      {
        "q": "Wat houdt de diplomatieke methode van 'goede diensten' in?",
        "a": [
          "Een derde partij doet actief voorstellen om het geschil op te lossen.",
          "Een derde partij faciliteert de communicatie tussen staten zonder zelf actief aan de onderhandelingen deel te nemen.",
          "Een derde partij doet bindend uitspraak.",
          "Een derde partij stelt de feiten vast."
        ],
        "c": 1,
        "exp": "Bij 'goede diensten' is de derde partij slechts een doorgeefluik/facilitator (bijv. een locatie bieden). Zodra de derde partij actief voorstellen doet, spreken we van bemiddeling (mediation)."
      },
      {
        "q": "Wat is een 'compromis' in de context van het IGH?",
        "a": [
          "Een politieke oplossing waarbij beide partijen water bij de wijn doen.",
          "Een speciale overeenkomst tussen staten om een *reeds bestaand* geschil gezamenlijk voor te leggen aan het Hof.",
          "Een clausule in een verdrag voor toekomstige geschillen.",
          "Het vonnis van de rechter."
        ],
        "c": 1,
        "exp": "Een compromis is een ad hoc overeenkomst gesloten *nadat* het geschil is ontstaan, specifiek bedoeld om dat ene geschil aan de rechter voor te leggen."
      },
      {
        "q": "Wat is het belangrijkste verschil tussen arbitrage en rechtspraak?",
        "a": [
          "Arbitrage is niet bindend; rechtspraak wel.",
          "Arbitrage is ad hoc en partijen kiezen zelf de arbiters; rechtspraak is permanent en de rechters staan vast.",
          "Arbitrage is alleen voor bedrijven; rechtspraak voor staten.",
          "Rechtspraak gaat sneller dan arbitrage."
        ],
        "c": 1,
        "exp": "Een arbitragetribunaal wordt speciaal voor het geschil opgericht en partijen hebben veel invloed op de samenstelling. Een gerechtshof (zoals het IGH) is een permanent orgaan."
      },
      {
        "q": "Wat wordt bedoeld met 'forum prorogatum'?",
        "a": [
          "Het forum waar de zaak begon, blijft bevoegd.",
          "Het uitbreiden van rechtsmacht doordat een staat verschijnt of instemt *nadat* een zaak tegen hem is aangebracht, zonder eerdere erkenning.",
          "Het recht van het IGH om zijn eigen regels te maken.",
          "Een vergadering van rechters."
        ],
        "c": 1,
        "exp": "Forum prorogatum is een vorm van instemming achteraf: een staat had de rechtsmacht niet erkend, maar besluit toch mee te doen aan de procedure nadat hij is opgeroepen."
      }
    ],
    "Tentamen": [
      {
        "q": "Aan welke voorwaarde moet een represaille (tegenmaatregel) voldoen volgens de ILC Articles?",
        "a": [
          "Het moet goedgekeurd zijn door de Veiligheidsraad.",
          "Het moet proportioneel (evenredig) zijn aan de geleden schade en mag geen geweld bevatten.",
          "Het moet gericht zijn tegen de bevolking van de andere staat.",
          "Het mag permanent van aard zijn."
        ],
        "c": 1,
        "exp": "Represailles mogen niet excessief zijn (evenredigheid), geen geweld inhouden, en geen fundamentele mensenrechten of jus cogens schenden."
      },
      {
        "q": "Wat is een 'facultatieve verklaring' onder artikel 36 lid 2 van het IGH-Statuut?",
        "a": [
          "Een verklaring dat een staat misschien lid wil worden van de VN.",
          "Een eenzijdige verklaring waarmee een staat de rechtsmacht van het IGH als dwingend erkent ten opzichte van elke andere staat die dezelfde verplichting aanvaardt.",
          "Een verklaring van de rechter dat hij onpartijdig is.",
          "Een verklaring waarmee een staat afstand doet van zijn immuniteit."
        ],
        "c": 1,
        "exp": "Via de facultatieve verklaring accepteren staten vooraf de rechtsmacht van het Hof voor toekomstige geschillen, op basis van wederkerigheid."
      },
      {
        "q": "Stel: Nederland en België hebben een geschil. Nederland wil naar het IGH en beroept zich op een verdrag waarin staat: 'Geschillen over dit verdrag worden voorgelegd aan het IGH'. Hoe heet zo'n bepaling?",
        "a": [
          "Compromis",
          "Forum prorogatum",
          "Compromissoire clausule",
          "Facultatieve clausule"
        ],
        "c": 2,
        "exp": "Een compromissoire clausule is een artikel *in een verdrag* dat rechtsmacht toekent aan het IGH voor geschillen die specifiek over dat verdrag gaan."
      },
      {
        "q": "Wat is de juridische status van een advies (Advisory Opinion) van het IGH?",
        "a": [
          "Bindend voor alle staten.",
          "Niet bindend, maar wel zeer gezaghebbend (authoritative).",
          "Alleen bindend voor de Veiligheidsraad.",
          "Het heeft geen juridische waarde."
        ],
        "c": 1,
        "exp": "Adviezen worden gevraagd door VN-organen. Ze zijn formeel niet bindend (zoals een vonnis), maar wegen zwaar mee in het vaststellen van internationaal recht (zoals in de Wall-opinion)."
      },
      {
        "q": "Wanneer is het ICSID (International Centre for Settlement of Investment Disputes) bevoegd?",
        "a": [
          "Bij elk geschil over geld.",
          "Bij investeringsgeschillen tussen een staat die partij is bij het ICSID-verdrag en een onderdaan (investeerder) van een andere verdragsstaat, mits er instemming is.",
          "Bij geschillen tussen twee multinationals.",
          "Bij geschillen over staatsleningen tussen twee staten."
        ],
        "c": 1,
        "exp": "ICSID is specifiek voor 'investeerder vs. staat' arbitrage. Dubbele instemming (via verdrag/wet/contract) en lidmaatschap van het ICSID-verdrag zijn vereist."
      },
      {
        "q": "Wat gebeurt er als een staat een uitspraak van het IGH weigert na te leven?",
        "a": [
          "De staat wordt automatisch uit de VN gezet.",
          "De andere partij kan de Veiligheidsraad verzoeken maatregelen te nemen (art. 94 VN Handvest).",
          "Het IGH stuurt een deurwaarder.",
          "De uitspraak vervalt na 5 jaar."
        ],
        "c": 1,
        "exp": "Het IGH heeft geen eigen politie. Handhaving loopt via de politieke tak: de VN Veiligheidsraad kan (in theorie) maatregelen nemen om het vonnis af te dwingen."
      }
    ],
    "Extra Moeilijk": [
      {
        "q": "Mag een staat represailles (tegenmaatregelen) nemen terwijl er al een zaak loopt bij een internationaal tribunaal?",
        "a": [
          "Ja, dat mag altijd om druk uit te oefenen.",
          "Nee, volgens de ILC Articles (art. 52) mogen geen tegenmaatregelen worden genomen als het geschil aanhangig is bij een tribunaal dat bindende beslissingen kan nemen.",
          "Alleen als het tribunaal traag is.",
          "Ja, tenzij het tribunaal dit expliciet verbiedt."
        ],
        "c": 1,
        "exp": "Als er een juridische weg openstaat (tribunaal), moet die weg gevolgd worden. Eigenrichting (represailles) is dan niet meer noodzakelijk en zelfs verboden om escalatie te voorkomen."
      },
      {
        "q": "Kan een derde staat invloed uitoefenen op een lopende procedure bij het IGH?",
        "a": [
          "Nee, een procedure is strikt tussen twee partijen.",
          "Ja, via interventie (art. 62/63 Statuut IGH) als de staat een rechtsbelang heeft dat kan worden geraakt, of bij de uitleg van een multilateraal verdrag.",
          "Alleen als de Veiligheidsraad toestemming geeft.",
          "Alleen door een *amicus curiae* brief te sturen."
        ],
        "c": 1,
        "exp": "Het IGH kent de figuur van 'interventie'. Een derde staat mag tussenbeide komen als zijn eigen juridische belangen in het geding zijn door de uitspraak tussen de andere twee."
      },
      {
        "q": "Wat houdt 'naming and shaming' in bij toezichtprocedures van internationale organisaties?",
        "a": [
          "Het is een vorm van strafrechtelijke veroordeling.",
          "Het publiceren van informatie en beoordelingen over niet-naleving om via reputatieschade een staat tot de orde te roepen.",
          "Het is een illegale interventie in binnenlandse aangelegenheden.",
          "Het is een vorm van arbitrage."
        ],
        "c": 1,
        "exp": "Omdat harde sancties vaak ontbreken, is reputatieschade (naming and shaming) een belangrijk mechanisme in toezichtprocedures (bijv. bij mensenrechten)."
      },
      {
        "q": "Op welke gronden kan een arbitrale uitspraak (bijv. ICSID) vernietigd worden?",
        "a": [
          "Als een partij het er niet mee eens is.",
          "Als de arbiters het recht verkeerd hebben toegepast (inhoudelijk hoger beroep).",
          "Op zeer beperkte gronden, zoals manifeste bevoegdheidsoverschrijding, corruptie of ernstige schending van procesregels (geen inhoudelijke herbeoordeling).",
          "Als de uitspraak nadelig is voor de economie."
        ],
        "c": 2,
        "exp": "Arbitrage is bedoeld als finaal. Vernietiging is geen hoger beroep, maar een controle op de integriteit van het proces (corruptie, geen motivatie, fundamentele procesfouten)."
      },
      {
        "q": "Mag een staat die geen 'injured state' is represailles nemen tegen een staat die internationale verplichtingen schendt?",
        "a": [
          "Ja, elke staat mag dat (actio popularis).",
          "Nee, alleen de gelaedeerde staat (injured state) mag tegenmaatregelen nemen; anderen moeten zich beperken tot retorsies (behalve bij specifieke erga omnes schendingen in ontwikkeling).",
          "Ja, als de VN traag reageert.",
          "Alleen als het om handelsverdragen gaat."
        ],
        "c": 1,
        "exp": "In het algemeen is het recht op represailles voorbehouden aan het slachtoffer (injured state). Derde staten kunnen doorgaans alleen 'onvriendelijke' maatregelen (retorsies) nemen, geen onrechtmatige."
      }
    ]
  },
  "Week 5": {
    "Oefenen": [
      {
        "q": "Wat zijn de twee voorwaarden voor staatsaansprakelijkheid volgens de ILC-artikelen?",
        "a": [
          "Schade en schuld.",
          "Schending van een internationale verplichting en toerekenbaarheid aan de staat.",
          "Opzet en een causaal verband.",
          "Schending van een verdrag en een uitspraak van het IGH."
        ],
        "c": 1,
        "exp": "Artikel 2 van de ILC Articles definieert een internationale onrechtmatige daad als: (a) een handeling of nalaten in strijd met een internationale verplichting (schending), die (b) aan de staat kan worden toegerekend."
      },
      {
        "q": "Worden handelingen van lagere overheden (zoals een gemeente) toegerekend aan de centrale staat?",
        "a": [
          "Nee, alleen de centrale regering telt.",
          "Ja, alle overheidsorganen (uitvoerend, wetgevend, rechtsprekend, centraal of lokaal) worden toegerekend aan de staat.",
          "Alleen als de gemeente toestemming had van de minister.",
          "Ja, maar alleen in federale staten."
        ],
        "c": 1,
        "exp": "Volgens artikel 4 ILC worden handelingen van *elk* staatsorgaan, ongeacht de positie (centraal/lokaal), toegerekend aan de staat als abstract rechtspersoon."
      },
      {
        "q": "Wat betekent 'ultra vires' handelen in de context van staatsaansprakelijkheid?",
        "a": [
          "Handelen met buitengewoon geweld.",
          "Handelen door een staatsorgaan buiten zijn bevoegdheid of in strijd met instructies.",
          "Handelen door particulieren.",
          "Handelen in zelfverdediging."
        ],
        "c": 1,
        "exp": "Ultra vires (buiten de bevoegdheid) handelen van een staatsorgaan wordt tóch aan de staat toegerekend (art. 7 ILC), zolang het orgaan in officiële hoedanigheid optrad."
      },
      {
        "q": "Is schade een noodzakelijke voorwaarde voor het ontstaan van staatsaansprakelijkheid?",
        "a": [
          "Ja, zonder schade geen claim.",
          "Nee, de enkele schending van een verplichting is voldoende (objectieve aansprakelijkheid).",
          "Alleen bij mensenrechtenschendingen.",
          "Ja, materiële schade is vereist."
        ],
        "c": 1,
        "exp": "Staatsaansprakelijkheid is in de regel objectief: het gaat om de schending van de regel. Schuld of materiële schade is geen algemeen vereiste, tenzij de specifieke regel dat eist."
      },
      {
        "q": "Wat houdt de regel van 'exhaustion of local remedies' in bij diplomatieke bescherming?",
        "a": [
          "Dat diplomaten eerst lokaal moeten overleggen.",
          "Dat een staat pas diplomatieke bescherming mag bieden nadat de onderdaan alle nationale rechtsmiddelen in de andere staat heeft uitgeput.",
          "Dat de staat eerst een rechtszaak bij het IGH moet beginnen.",
          "Dat de onderdaan zijn nationaliteit moet opgeven."
        ],
        "c": 1,
        "exp": "Voordat een geschil internationaal wordt (staat vs. staat), moet de benadeelde onderdaan eerst proberen zijn recht te halen via het nationale rechtssysteem van de schadeveroorzakende staat."
      },
      {
        "q": "Wie kan in beginsel een staat aansprakelijk stellen (invocation of responsibility)?",
        "a": [
          "Elke staat ter wereld.",
          "De 'gelaedeerde staat' (injured state).",
          "De VN Veiligheidsraad.",
          "Het slachtoffer zelf."
        ],
        "c": 1,
        "exp": "De hoofdregel is dat de staat die rechtstreeks geraakt is door de schending (injured state) de aansprakelijkheid mag inroepen."
      },
      {
        "q": "Wat is een 'erga omnes' verplichting?",
        "a": [
          "Een verplichting jegens de gehele internationale gemeenschap (niet alleen jegens één staat).",
          "Een verplichting die alleen in oorlogstijd geldt.",
          "Een verplichting tussen buurlanden.",
          "Een verplichting van een internationale organisatie."
        ],
        "c": 0,
        "exp": "Erga omnes verplichtingen (zoals het verbod op genocide) gelden jegens iedereen. Daarom mogen ook niet-gelaedeerde staten soms opkomen tegen schendingen hiervan."
      },
      {
        "q": "Wat is het verschil tussen 'force majeure' (overmacht) en 'distress' (noodtoestand) als verdedigingsgrond?",
        "a": [
          "Er is geen verschil.",
          "Bij force majeure is er geen keuze (onmogelijkheid); bij distress is er theoretisch een keuze, maar kiest de dader voor schending om levens te redden.",
          "Force majeure is voor individuen, distress voor staten.",
          "Force majeure gaat over natuurrampen, distress over oorlog."
        ],
        "c": 1,
        "exp": "Bij overmacht (bijv. storm drijft schip territoriale wateren in) is handelen onvrijwillig. Bij noodtoestand (kapitein zoekt haven vanwege zieke bemanning) is er een keuze, maar die is door levensgevaar gedwongen."
      },
      {
        "q": "Welke vormen van rechtsherstel (reparation) bestaan er?",
        "a": [
          "Gevangenisstraf, boete en taakstraf.",
          "Restitutie, schadevergoeding en genoegdoening (satisfaction).",
          "Excuses en bloemen.",
          "Uitsluiting uit de VN."
        ],
        "c": 1,
        "exp": "De drie hoofdvormen zijn restitutie (herstel oude toestand), compensatie (geld) en genoegdoening (bijv. excuses bij immateriële schade)."
      },
      {
        "q": "Kan een individu strafrechtelijk aansprakelijk zijn onder internationaal recht?",
        "a": [
          "Nee, alleen staten zijn subjecten.",
          "Ja, voor 'core crimes' zoals genocide, oorlogsmisdrijven en misdrijven tegen de menselijkheid.",
          "Alleen als hij staatshoofd is.",
          "Alleen als zijn eigen land dat goedvindt."
        ],
        "c": 1,
        "exp": "Het moderne internationaal strafrecht (o.a. ISH) erkent individuele aansprakelijkheid voor ernstige internationale misdrijven, los van de staat."
      },
      {
        "q": "Geldt immuniteit voor staatshoofden ook voor het Internationaal Strafhof (ISH)?",
        "a": [
          "Ja, staatshoofden zijn altijd onschendbaar.",
          "Nee, officiële hoedanigheid ontslaat niemand van strafrechtelijke aansprakelijkheid voor het ISH (art. 27 Statuut ISH).",
          "Alleen als ze nog in functie zijn.",
          "Ja, tenzij de VN Veiligheidsraad het opheft."
        ],
        "c": 1,
        "exp": "Voor internationale tribunalen zoals het ISH geldt in de regel geen immuniteit op grond van officiële functie, zelfs niet voor zittende staatshoofden."
      },
      {
        "q": "Wat is 'effectieve controle' in de context van toerekening van daden van privégroepen aan een staat?",
        "a": [
          "Dat de staat de groep financiert.",
          "Dat de staat instructies geeft of feitelijke leiding heeft over de specifieke operatie (Nicaragua-criterium).",
          "Dat de groep dezelfde nationaliteit heeft.",
          "Dat de staat het eens is met de doelen."
        ],
        "c": 1,
        "exp": "Volgens de strikte toets (Nicaragua/Genocide-zaak) is algemene steun niet genoeg; de staat moet de specifieke handelingen hebben aangestuurd (effective control)."
      },
      {
        "q": "Wat houdt de 'due diligence' verplichting in bij handelingen van particulieren?",
        "a": [
          "De staat is automatisch aansprakelijk voor alles wat burgers doen.",
          "De staat heeft een inspanningsverplichting om te voorkomen dat zijn grondgebied wordt gebruikt om andere staten schade toe te brengen (Corfu Channel).",
          "De staat moet alle schade vergoeden.",
          "Particulieren moeten belasting betalen."
        ],
        "c": 1,
        "exp": "Een staat is niet direct aansprakelijk voor burgers, maar wel als hij *nalaat* (gebrek aan due diligence) om redelijke maatregelen te nemen tegen schadeveroorzakend gedrag vanaf zijn grondgebied."
      },
      {
        "q": "Wanneer is een staat 'medeplichtig' aan de onrechtmatige daad van een andere staat?",
        "a": [
          "Als ze bondgenoten zijn.",
          "Als de staat substantiële hulp biedt met kennis van zaken, en zelf ook gebonden is aan de geschonden norm (art. 16 ILC).",
          "Als ze elkaar niet veroordelen.",
          "Als ze samen in de VN zitten."
        ],
        "c": 1,
        "exp": "Medeplichtigheid vereist: (1) substantiële hulp, (2) wetenschap van de onrechtmatige daad, en (3) gebondenheid aan dezelfde norm."
      },
      {
        "q": "Wat is het doel van 'genoegdoening' (satisfaction)?",
        "a": [
          "Het herstellen van materiële schade.",
          "Het herstellen van immateriële schade (bijv. eerherstel, erkenning van schuld) als restitutie of compensatie niet mogelijk/voldoende is.",
          "Het straffen van de dader.",
          "Het betalen van een boete."
        ],
        "c": 1,
        "exp": "Genoegdoening (zoals excuses of een vonnis) is de restcategorie voor schade die niet in geld of teruggave uit te drukken is, vaak morele schade aan de staat."
      }
    ],
    "Tentamen": [
      {
        "q": "Stel: rebellen plegen een staatsgreep en vormen de nieuwe regering. Is de staat aansprakelijk voor hun eerdere daden als rebellenbeweging?",
        "a": [
          "Nee, want toen waren het particulieren.",
          "Ja, als een opstandige beweging de nieuwe regering wordt, worden hun eerdere daden met terugwerkende kracht aan de staat toegerekend (art. 10 ILC).",
          "Alleen voor daden na de staatsgreep.",
          "Nee, tenzij ze door het buitenland werden gesteund."
        ],
        "c": 1,
        "exp": "Artikel 10 ILC bepaalt dat als een opstandige beweging succesvol de regering wordt, haar gedragingen als beweging worden beschouwd als daden van de staat."
      },
      {
        "q": "In de zaak 'Bosnia v. Serbia' (Genocide-zaak) oordeelde het IGH over toerekening. Wat was de conclusie over de daden in Srebrenica?",
        "a": [
          "Servië was direct aansprakelijk omdat het de milities volledig controleerde.",
          "De daden werden niet toegerekend aan Servië omdat 'effective control' over de specifieke genocidehandelingen niet bewezen was, maar Servië schond wel zijn preventieplicht.",
          "Servië had niets met de zaak te maken.",
          "De milities waren staatsorganen van Servië."
        ],
        "c": 1,
        "exp": "Het Hof hield vast aan de strenge 'effective control' toets. Servië stuurde de milities niet direct aan, maar was wel aansprakelijk voor het *niet voorkomen* van de genocide (schending due diligence)."
      },
      {
        "q": "Wat is het gevolg van een geslaagd beroep op 'state of necessity' (noodzakelijkheid) volgens de Gabcikovo-Nagymaros zaak?",
        "a": [
          "De verplichting (het verdrag) houdt op te bestaan.",
          "De onrechtmatigheid wordt tijdelijk weggenomen (excuus), maar de verplichting blijft bestaan en herleeft zodra de noodsituatie voorbij is.",
          "De staat krijgt schadevergoeding.",
          "De andere partij mag ook schenden."
        ],
        "c": 1,
        "exp": "Noodzaak is een rechtvaardigingsgrond voor het *niet-nakomen*, maar beëindigt de verbintenis niet. Zodra het kan, moet de staat weer nakomen (en eventueel schade vergoeden)."
      },
      {
        "q": "Wanneer is een lidstaat aansprakelijk voor een daad van een internationale organisatie (IO)?",
        "a": [
          "Altijd, want leden zijn de baas.",
          "In beginsel niet, tenzij de staat expliciet aansprakelijkheid heeft aanvaard of derden daarop heeft laten vertrouwen (of bij misbruik/omzeiling).",
          "Alleen als de staat in de Veiligheidsraad zit.",
          "Alleen bij financiële schulden."
        ],
        "c": 1,
        "exp": "De hoofdregel is dat een IO een eigen rechtspersoonlijkheid heeft en zelf aansprakelijk is. Lidstaten zijn beschermd, tenzij ze zelf garant staan of de IO misbruiken om verplichtingen te ontduiken."
      },
      {
        "q": "Wat voegt de Nuhanovic-zaak (Hoge Raad) toe aan het leerstuk van toerekening bij vredesmissies?",
        "a": [
          "Dutchbat viel alleen onder de VN.",
          "De staat (Nederland) kan aansprakelijk zijn als hij 'effective control' uitoefende over de specifieke gedraging, zelfs als de troepen formeel onder VN-bevel stonden.",
          "De VN is altijd immuun.",
          "Individuele soldaten zijn aansprakelijk."
        ],
        "c": 1,
        "exp": "De Hoge Raad oordeelde dat toerekening mogelijk is aan zowel de VN als de zendstaat (Nederland), afhankelijk van wie feitelijk zeggenschap (effective control) had over het specifieke optreden."
      },
      {
        "q": "Stel: een staat neemt wetgeving aan die in strijd is met een verdrag, maar voert deze nog niet uit. Is er sprake van een onrechtmatige daad?",
        "a": [
          "Nee, pas bij uitvoering is er schade.",
          "Ja, het aannemen van wetgeving kan op zichzelf al een schending zijn (bijv. als het verdrag vereist dat bepaalde wetten *niet* bestaan).",
          "Alleen als de wet wordt gepubliceerd.",
          "Nee, wetgevers zijn immuun."
        ],
        "c": 1,
        "exp": "Sommige verdragsverplichtingen zien direct op de rechtsorde (bijv. 'verbied slavernij bij wet'). Het bestaan van strijdige wetgeving is dan al een voltooide schending."
      },
      {
        "q": "Mag een staat zich beroepen op 'force majeure' als hij zelf heeft bijgedragen aan het ontstaan van de situatie?",
        "a": [
          "Ja, overmacht is overmacht.",
          "Nee, een voorwaarde voor alle 'circumstances precluding wrongfulness' (zoals overmacht en noodzaak) is dat de staat de situatie niet zelf heeft veroorzaakt.",
          "Alleen als het onbedoeld was.",
          "Ja, tenzij het oorlog is."
        ],
        "c": 1,
        "exp": "Je kunt je niet verschuilen achter een noodsituatie die je (deels) zelf hebt gecreëerd. Het 'clean hands'-idee speelt hier een rol."
      },
      {
        "q": "Wat is het verschil in 'mens rea' (geestesgesteldheid) tussen staatsaansprakelijkheid en individuele strafrechtelijke aansprakelijkheid?",
        "a": [
          "Er is geen verschil.",
          "Staatsaansprakelijkheid is objectief (geen schuld vereist); individuele aansprakelijkheid vereist subjectieve schuld (opzet/nalatigheid/mens rea).",
          "Staten moeten opzet hebben, individuen niet.",
          "Individuen zijn objectief aansprakelijk."
        ],
        "c": 1,
        "exp": "Bij staten telt het resultaat (schending). Bij het strafrecht moet bewezen worden dat de dader het *wilde* of *verweetbaar* handelde (actus reus + mens rea)."
      },
      {
        "q": "Kan een staat diplomatieke bescherming bieden aan een vluchteling die in die staat woont, maar geen nationaliteit heeft?",
        "a": [
          "Nee, nooit.",
          "Ja, volgens de ILC Articles on Diplomatic Protection (art. 8) mag een staat bescherming bieden aan erkende vluchtelingen/staatlozen die er rechtmatig en gewoonlijk verblijven.",
          "Alleen als de vluchteling rijk is.",
          "Alleen met toestemming van de VN."
        ],
        "c": 1,
        "exp": "Dit is een moderne uitzondering op de strikte nationaliteitsregel: staten mogen opkomen voor statelozen/vluchtelingen die hun 'habitual residence' in die staat hebben."
      },
      {
        "q": "Wanneer is een handeling van een particulier tóch toerekenbaar aan de staat op basis van 'erkenning' (art. 11 ILC)?",
        "a": [
          "Als de staat zegt 'goed gedaan'.",
          "Als de staat de handeling achteraf erkent en aanvaardt als zijn *eigen* handeling (zoals in de Teheran Gijzelingszaak).",
          "Als de staat de dader niet straft.",
          "Als de dader een ambtenaar wordt."
        ],
        "c": 1,
        "exp": "In de Teheran-zaak (VS v. Iran) oordeelde het IGH dat de bezetting van de ambassade door studenten staatsdaad werd toen de Ayatollah deze expliciet goedkeurde en handhaafde."
      }
    ],
    "Extra Moeilijk": [
      {
        "q": "Wat is het rechtsgevolg van een schending van een dwingende norm (jus cogens) voor *alle* staten (art. 41 ILC)?",
        "a": [
          "Geen, alleen de dader is verantwoordelijk.",
          "Alle staten moeten samenwerken om de schending te beëindigen én mogen de situatie niet erkennen of steunen (non-erkenning/non-assistentie).",
          "Alle staten moeten de oorlog verklaren.",
          "De VN neemt het bestuur over."
        ],
        "c": 1,
        "exp": "Bij ernstige schendingen van jus cogens (verzwaarde aansprakelijkheid) heeft de hele gemeenschap een plicht: niet erkennen, niet helpen, en samenwerken tot beëindiging."
      },
      {
        "q": "Wat houdt de regel van 'dominante nationaliteit' in bij diplomatieke bescherming van bipatriden (dubbele nationaliteit)?",
        "a": [
          "De staat waar iemand geboren is, gaat voor.",
          "Een staat kan geen bescherming bieden tegen de *andere* staat van nationaliteit, tenzij de beschermende staat de 'dominante' (effectieve) nationaliteit is.",
          "Beide staten mogen altijd beschermen.",
          "De nationaliteit van de moeder telt."
        ],
        "c": 1,
        "exp": "Als iemand nationaliteit A en B heeft, kan A normaal geen claim indienen tegen B. Tenzij de band met A veel sterker (dominant) is dan met B."
      },
      {
        "q": "Wat is het verschil tussen aansprakelijkheid 'ex delicto' en 'risicoaansprakelijkheid' (liability for injurious consequences of acts not prohibited by international law)?",
        "a": [
          "Ex delicto is gebaseerd op een onrechtmatige daad; risicoaansprakelijkheid op schade door rechtmatige maar gevaarlijke activiteiten (bijv. ruimtevaart).",
          "Het is hetzelfde.",
          "Risicoaansprakelijkheid bestaat niet in internationaal recht.",
          "Ex delicto gaat over contracten."
        ],
        "c": 0,
        "exp": "Staatsaansprakelijkheid (ex delicto) vereist een *schending*. Voor gevaarlijke activiteiten (kernenergie, ruimtevaart) bestaan soms aparte verdragen die schadevergoeding regelen zónder dat er sprake is van een 'fout' (strict liability)."
      },
      {
        "q": "Wat betekent de 'Calvo-clausule' in relatie tot diplomatieke bescherming?",
        "a": [
          "Dat diplomaten onschendbaar zijn.",
          "Een (inmiddels verouderde) bepaling in contracten waarin een buitenlander afstand doet van diplomatieke bescherming door zijn eigen staat.",
          "Dat Zuid-Amerikaanse staten altijd gelijk hebben.",
          "Dat investeringen beschermd zijn."
        ],
        "c": 1,
        "exp": "De Calvo-doctrine stelde dat buitenlanders alleen lokale rechtsmiddelen mochten gebruiken. Echter, diplomatieke bescherming is een recht van de *staat*, niet van het individu, dus afstand doen is juridisch lastig."
      },
      {
        "q": "Is een staat aansprakelijk als een ambtenaar steekpenningen aanneemt (handeling in strijd met instructies), maar wel in uniform en diensttijd?",
        "a": [
          "Nee, dat is een privédaad.",
          "Ja, handelingen 'under cover of authority' (schijn van bevoegdheid) worden toegerekend, zelfs bij bevoegdheidsoverschrijding (Caire-claim).",
          "Alleen als de minister het wist.",
          "Nee, tenzij hij gepakt wordt."
        ],
        "c": 1,
        "exp": "Zolang de ambtenaar gebruikmaakt van zijn officiële status (uniform, middelen), is de staat aansprakelijk, ook als de ambtenaar de regels overtreedt (ultra vires)."
      }
    ]
  },
  "Week 6": {
    "Oefenen": [
      {
        "q": "Wat houdt het 'territorialiteitsbeginsel' in?",
        "a": [
          "Dat een staat alleen bevoegd is in de ruimte.",
          "Dat een staat binnen zijn grondgebied in beginsel onbeperkte rechtsmacht (wetgevend, uitvoerend, rechtsprekend) heeft.",
          "Dat een staat altijd recht heeft op grondgebied van de buren.",
          "Dat een staat rechtsmacht heeft over al zijn onderdanen wereldwijd."
        ],
        "c": 1,
        "exp": "Dit is de basisregel van soevereiniteit: binnen de eigen grenzen is de staat de baas. Dit is het 'subjectieve' territorialiteitsbeginsel."
      },
      {
        "q": "Wat is het 'actieve nationaliteitsbeginsel'?",
        "a": [
          "Een staat heeft rechtsmacht over buitenlanders die in het land zijn.",
          "Een staat heeft rechtsmacht over handelingen van zijn eigen onderdanen, waar ze zich ook bevinden.",
          "Een staat heeft rechtsmacht als het slachtoffer onderdaan is.",
          "Een staat heeft rechtsmacht over actieve vulkanen."
        ],
        "c": 1,
        "exp": "Actief nationaliteitsbeginsel kijkt naar de dader: als een Nederlander (Willem) in België een misdrijf pleegt, heeft Nederland rechtsmacht omdat Willem Nederlander is."
      },
      {
        "q": "Wat is de 'exclusieve economische zone' (EEZ)?",
        "a": [
          "De haven van Rotterdam.",
          "Een zone tot max. 200 zeemijl waarin de kuststaat exclusieve rechten heeft op economische exploitatie (vis, olie, gas), maar geen volledige soevereiniteit.",
          "De zone van 12 zeemijl waar de staat volledige soevereiniteit heeft.",
          "Het gebied op de Noordpool."
        ],
        "c": 1,
        "exp": "De EEZ is een functionele zone. De kuststaat is er niet de absolute baas (zoals in de territoriale zee), maar heeft wel het alleenrecht op de rijkdommen."
      },
      {
        "q": "Wat betekent 'onschuldige doorvaart' in de territoriale zee?",
        "a": [
          "Dat je geen tol hoeft te betalen.",
          "Dat schepen van alle staten door de territoriale zee (max 12 mijl) mogen varen zolang ze de vrede, orde of veiligheid van de kuststaat niet in gevaar brengen.",
          "Dat alleen oorlogsschepen mogen varen.",
          "Dat vissers overal mogen vissen."
        ],
        "c": 1,
        "exp": "De soevereiniteit in de territoriale zee is beperkt door dit recht: vreemde schepen mogen passeren mits ze zich gedragen (geen spionage, vervuiling, visserij, etc.)."
      },
      {
        "q": "Wat is het verschil tussen immuniteit en onschendbaarheid?",
        "a": [
          "Er is geen verschil.",
          "Immuniteit is een procedureel verweer tegen de rechter; onschendbaarheid betekent dat de politie niet mag optreden (bijv. ambassade betreden, koffer openmaken).",
          "Immuniteit is voor staten, onschendbaarheid voor personen.",
          "Onschendbaarheid is tijdelijk, immuniteit permanent."
        ],
        "c": 1,
        "exp": "Immuniteit voorkomt een rechtszaak. Onschendbaarheid voorkomt feitelijke belemmering (zoals arrestatie of huiszoeking) door de uitvoerende macht."
      },
      {
        "q": "Wie genieten er 'persoonlijke immuniteit' (volledige immuniteit, ook privé)?",
        "a": [
          "Alle ambtenaren.",
          "Alleen diplomaten.",
          "Staatshoofden, regeringsleiders, ministers van Buitenlandse Zaken en diplomaten (tijdens hun functie).",
          "Alleen de Koning."
        ],
        "c": 2,
        "exp": "Deze selecte groep ('de grote drie' + diplomaten) geniet absolute bescherming om hun functie ongestoord uit te kunnen oefenen, zelfs voor privédaden."
      },
      {
        "q": "Geldt staatsimmuniteit voor alle handelingen van een staat?",
        "a": [
          "Ja, staten zijn altijd immuun (par in parem non habet imperium).",
          "Nee, alleen voor overheidshandelingen (acta jure imperii), niet voor commerciële handelingen (acta jure gestionis).",
          "Alleen als de VN toestemming geeft.",
          "Nee, staten zijn nooit immuun."
        ],
        "c": 1,
        "exp": "Dit is de leer van de 'beperkte immuniteit'. Als een staat zich als marktpartij gedraagt (bijv. gebouw huren), geldt geen immuniteit."
      },
      {
        "q": "Wat is het 'objectieve territorialiteitsbeginsel'?",
        "a": [
          "Rechtsmacht over feiten in het buitenland die gevolgen hebben binnen de eigen staat (bijv. een schot over de grens).",
          "Rechtsmacht over objecten.",
          "Rechtsmacht over de hele wereld.",
          "Rechtsmacht over ambassades."
        ],
        "c": 0,
        "exp": "Als een handeling (schot) in land A begint maar het gevolg (dood) in land B is, heeft land B rechtsmacht op basis van het objectieve territorialiteitsbeginsel."
      },
      {
        "q": "Wat is de juridische status van de 'volle zee'?",
        "a": [
          "Het is van de VN.",
          "Het is 'res nullius' (van niemand) of 'res communis'; geen staat mag er soevereiniteit uitoefenen. De vlaggenstaat heeft exclusieve rechtsmacht over zijn schepen.",
          "Het is van de VS.",
          "Het is van de piraten."
        ],
        "c": 1,
        "exp": "Op volle zee geldt de vrijheid van de zee. Schepen vallen onder de exclusieve jurisdictie van de staat wiens vlag ze voeren (behoudens uitzonderingen zoals piraterij)."
      },
      {
        "q": "Heeft een staat rechtsmacht in de ruimte?",
        "a": [
          "Ja, de ruimte boven een land hoort bij dat land.",
          "Nee, de ruimte is vrij gebruik voor iedereen (Outer Space Treaty) en niet vatbaar voor soevereiniteit.",
          "Alleen op de maan.",
          "Ja, tot aan Mars."
        ],
        "c": 1,
        "exp": "In tegenstelling tot het luchtruim (wel soevereiniteit), is de 'outer space' gevrijwaard van nationale claims."
      },
      {
        "q": "Wanneer mag een kuststaat een schip aanhouden in de EEZ?",
        "a": [
          "Altijd.",
          "Alleen als het schip vist zonder vergunning of milieuwetten overtreedt (functionele rechtsmacht).",
          "Alleen als het schip wapens vervoert.",
          "Nooit."
        ],
        "c": 1,
        "exp": "In de EEZ heeft de kuststaat alleen handhavingsbevoegdheid voor specifieke economische/ecologische regels. Voor andere zaken geldt de vlaggenstaatjurisdictie."
      },
      {
        "q": "Wat is het 'passieve nationaliteitsbeginsel'?",
        "a": [
          "Rechtsmacht over de dader omdat het slachtoffer onderdaan is van de staat.",
          "Rechtsmacht over passieve mensen.",
          "Rechtsmacht over schepen.",
          "Rechtsmacht over staatlozen."
        ],
        "c": 0,
        "exp": "Passief = slachtoffer. De staat beschermt zijn eigen onderdanen door rechtsmacht te claimen over buitenlanders die hen in het buitenland iets aandoen."
      },
      {
        "q": "Wat is 'extraterritoriale handhaving' en mag dit?",
        "a": [
          "Handhaving op eigen grondgebied; dat mag.",
          "Handhaving op zee; dat mag altijd.",
	  "Handhaving (bijv. arrestatie) op het grondgebied van een andere staat; dit is in beginsel verboden zonder toestemming (schending soevereiniteit).",
          "Handhaving via internet; dat mag altijd."
        ],
        "c": 2,
        "exp": "Een staat mag niet zomaar politie sturen naar een ander land. Dat is een schending van de territoriale integriteit, tenzij er toestemming is."
      },
      {
        "q": "Wat is de status van Antarctica?",
        "a": [
          "Het is van Australië.",
          "Er zijn claims, maar het Antarctica Verdrag 'bevriest' deze claims en verbiedt nieuwe. Het is bestemd voor vreedzaam onderzoek.",
          "Het is van niemand.",
          "Het is van de ijsberen."
        ],
        "c": 1,
        "exp": "Het verdrag creëerde een uniek regime waarbij de claims 'on hold' zijn gezet om conflicten te vermijden en wetenschap te bevorderen."
      },
      {
        "q": "Mag een ambassade (gebouw) zomaar betreden worden door de politie van de ontvangende staat?",
        "a": [
          "Ja, bij brand.",
          "Nee, de gebouwen zijn onschendbaar (art. 22 CDV). Toestemming van het hoofd van de missie is vereist.",
          "Ja, als er een misdrijf wordt gepleegd.",
          "Alleen met een huiszoekingsbevel."
        ],
        "c": 1,
        "exp": "De onschendbaarheid van de ambassade is nagenoeg absoluut. Zelfs in noodgevallen mag de politie niet zonder toestemming naar binnen."
      }
    ],
    "Tentamen": [
      {
        "q": "In de 'Arrest Warrant'-zaak (Congo v. Belgium) oordeelde het IGH over de immuniteit van een minister van Buitenlandse Zaken. Wat was de kern?",
        "a": [
          "Hij had geen immuniteit voor oorlogsmisdrijven.",
          "Zittende ministers van Buitenlandse Zaken genieten absolute persoonlijke immuniteit, zelfs voor beschuldigingen van oorlogsmisdrijven en misdrijven tegen de menselijkheid.",
          "België mocht hem arresteren omdat het universele jurisdictie was.",
          "Immuniteit geldt alleen voor privédaden."
        ],
        "c": 1,
        "exp": "Het Hof bevestigde dat voor de 'grote drie' (staatshoofd, regeringsleider, minBuZa) tijdens hun ambtstermijn geen enkele uitzondering op immuniteit bestaat voor nationale rechters."
      },
      {
        "q": "Wat is het verschil tussen 'acta jure imperii' en 'acta jure gestionis'?",
        "a": [
          "Imperii = keizerlijk; Gestionis = democratisch.",
          "Imperii = overheidshandelingen (wel immuniteit); Gestionis = commerciële handelingen (geen immuniteit).",
          "Imperii = binnenland; Gestionis = buitenland.",
          "Het zijn namen van rechters."
        ],
        "c": 1,
        "exp": "Dit onderscheid is cruciaal voor de beperkte staatsimmuniteit. Een staat die contracten sluit als een marktpartij (gestionis) kan gewoon gedaagd worden."
      },
      {
        "q": "Stel: een diplomaat pleegt een moord in de ontvangende staat. Kan hij vervolgd worden?",
        "a": [
          "Ja, moord is geen officiële taak.",
          "Nee, diplomaten hebben absolute strafrechtelijke immuniteit in de ontvangende staat (zolang de zendstaat die niet opheft). Hij kan wel 'persona non grata' worden verklaard.",
          "Ja, als het slachtoffer lokaal is.",
          "Alleen door het IGH."
        ],
        "c": 1,
        "exp": "De strafrechtelijke immuniteit van een diplomaat is absoluut. Het maakt niet uit hoe ernstig het feit is. Uitzetting (PNG) is de enige remedie voor de ontvangststaat."
      },
      {
        "q": "In de 'Jurisdictional Immunities'-zaak (Duitsland v. Italië) oordeelde het IGH over schadevergoeding voor WOII-misdaden. Wat was de uitkomst?",
        "a": [
          "Duitsland moest betalen.",
          "Staatsimmuniteit geldt ook voor ernstige schendingen van het oorlogsrecht (acta jure imperii) begaan door strijdkrachten. Italië schond het recht door Duitsland te veroordelen.",
          "Jus cogens gaat boven immuniteit.",
          "Er is geen immuniteit voor nazi's."
        ],
        "c": 1,
        "exp": "Het IGH bevestigde dat staatsimmuniteit (procedureel) niet vervalt omdat de daad (materieel) een schending van jus cogens is. Duitsland kon niet voor de Italiaanse rechter worden gedaagd."
      },
      {
        "q": "Wat is het 'universaliteitsbeginsel' bij rechtsmacht?",
        "a": [
          "Rechtsmacht over het heelal.",
          "Rechtsmacht over ernstige internationale misdrijven (zoals piraterij of genocide) ongeacht waar ze gepleegd zijn of door wie, omdat ze de hele gemeenschap raken.",
          "Rechtsmacht van de VN.",
          "Rechtsmacht over alle mensen."
        ],
        "c": 1,
        "exp": "Bij universele jurisdictie is er geen directe link (geen grondgebied, geen nationaliteit) nodig. De ernst van het misdrijf (hostis humani generis) rechtvaardigt ingrijpen door *elke* staat."
      },
      {
        "q": "Wat oordeelde de Hoge Raad in de zaak 'Mothers of Srebrenica' over de immuniteit van de VN?",
        "a": [
          "De VN is niet immuun bij genocide.",
          "De VN geniet absolute immuniteit op basis van het Handvest, die noodzakelijk is voor haar functioneren, zelfs als er geen alternatieve rechtsgang is.",
          "Nederland is aansprakelijk, dus de VN ook.",
          "De VN moest schadevergoeding betalen."
        ],
        "c": 1,
        "exp": "De HR (en later het EHRM) bevestigde dat de immuniteit van de VN (internationale organisatie) absoluut is en een legitiem doel dient, zelfs als slachtoffers daardoor geen rechter hebben."
      },
      {
        "q": "Wanneer heeft een functionaris *alleen* 'functionele immuniteit'?",
        "a": [
          "Als hij staatshoofd is.",
          "Als hij een 'gewone' staatsfunctionaris is (geen 'grote drie') of na afloop van zijn ambtstermijn als ex-staatshoofd.",
          "Als hij op vakantie is.",
          "Als hij een misdrijf pleegt."
        ],
        "c": 1,
        "exp": "Functionele immuniteit dekt officiële handelingen. Na hun aftreden vallen staatshoofden terug op deze beperkte immuniteit (dus privédaden van tóén zijn dan wel vervolgbaar)."
      },
      {
        "q": "Wat is het verschil tussen de aansluitende zone en de territoriale zee?",
        "a": [
          "In de territoriale zee is de staat soeverein; in de aansluitende zone (max 24 mijl) mag hij alleen controleren op douane, fiscus, immigratie en gezondheid.",
          "De aansluitende zone is groter.",
          "De territoriale zee is van de VN.",
          "In de aansluitende zone mag je niet varen."
        ],
        "c": 0,
        "exp": "De aansluitende zone is een bufferzone voor handhaving (preventie/bestraffing van specifieke inbreuken), geen zone van volledige soevereiniteit."
      },
      {
        "q": "Wat geldt er voor de immuniteit van staatshoofden voor het Internationaal Strafhof (ISH)?",
        "a": [
          "Die blijft onverminderd van kracht.",
          "Alleen als ze vrijwillig komen",
          "Alleen als ze geen lid zijn van de VN.",
          "Artikel 27 Statuut ISH heft deze immuniteit expliciet op ('official capacity shall in no case exempt a person from criminal responsibility').."
        ],
        "c": 3,
        "exp": "Voor het ISH (een verdragsrechtelijk tribunaal) hebben staten afstand gedaan van de immuniteit van hun leiders. Dit geldt dus *niet* automatisch voor nationale rechters."
      },
      {
        "q": "Mag een staat rechtsmacht uitoefenen over een vliegtuig dat overvliegt?",
        "a": [
          "Nee, nooit.",
          "Ja, het luchtruim valt onder de exclusieve soevereiniteit. Echter, in de praktijk laat men dit vaak over aan de vlaggenstaat van het vliegtuig, tenzij het misdrijf gevolgen heeft op de grond.",
          "Alleen als het landt.",
          "Alleen als het een militair vliegtuig is."
        ],
        "c": 1,
        "exp": "Hoewel juridisch soeverein, is het uitgangspunt bij 'overvlucht' vaak terughoudendheid, tenzij de openbare orde van de onderliggende staat wordt verstoord."
      }
    ],
    "Extra Moeilijk": [
      {
        "q": "Hoe zit het met de 'transit passage' (doortocht) in internationale zeestraten (zoals het Kanaal)?",
        "a": [
          "Dat is hetzelfde als onschuldige doorvaart.",
          "Schepen en vliegtuigen hebben een recht op onbelemmerde doortocht (transit passage); onderzeeërs mogen onder water blijven (in tegenstelling tot in territoriale zee).",
          "De kuststaat mag tol heffen.",
          "Het is verboden voor tankers."
        ],
        "c": 1,
        "exp": "In strategische zeestraten geldt een ruimer regime dan 'onschuldige doorvaart'. De kuststaat mag de doorgang hier vrijwel niet belemmeren."
      },
      {
        "q": "Wat is het criterium voor 'onschuldige doorvaart' (innocent passage)?",
        "a": [
          "Het moet snel gaan.",
          "De doorvaart mag geen gevaar opleveren voor de vrede, orde of veiligheid van de kuststaat (art. 19 VN-Zeeverdrag). Vissen, spioneren of wapenoefeningen maken de doorvaart niet-onschuldig.",
          "De kapitein moet onschuldig zijn.",
          "Er mag geen lading aan boord zijn."
        ],
        "c": 1,
        "exp": "Onschuldig' ziet op het gedrag van het schip. Zodra het schip activiteiten ontplooit (vissen, lanceren vliegtuigen), vervalt het recht op doorvaart."
      },
      {
        "q": "Wat gebeurt er met de immuniteit van een ex-minister van Buitenlandse Zaken voor privédaden verricht *tijdens* zijn ambtstermijn?",
        "a": [
          "Hij blijft immuun.",
          "De immuniteit vervalt. Functionele immuniteit dekt alleen officiële daden; persoonlijke immuniteit vervalt na aftreden. Hij kan dus vervolgd worden voor die privédaden.",
          "Hij krijgt asiel.",
          "Het hangt af van de ernst."
        ],
        "c": 1,
        "exp": "Dit is de kern van de Arrest Warrant zaak (par. 61). Persoonlijke immuniteit is slechts tijdelijk (proces-obstakel). Na aftreden is de weg vrij voor vervolging van 'oude' privédaden."
      },
      {
        "q": "Wat is het verschil tussen de vlaggenstaatjurisdictie en de havenstaatjurisdictie bij milieuvervuiling?",
        "a": [
          "Geen.",
          "Vlaggenstaat moet altijd handhaven; Havenstaat mag handhaven als een schip vrijwillig in de haven is, zelfs voor lozingen buiten de eigen wateren (onder voorwaarden, art. 218 VN-Zeeverdrag).",
          "Havenstaat mag alles, vlaggenstaat niets.",
          "Alleen de kuststaat mag iets doen."
        ],
        "c": 1,
        "exp": "Het VN-Zeeverdrag geeft de havenstaat ruime bevoegdheden om op te treden tegen schepen die in de haven liggen, ook voor vervuiling die elders op zee heeft plaatsgevonden."
      },
      {
        "q": "Wat houdt de 'Lotus-presumptie' in?",
        "a": [
          "Staten mogen alles wat niet expliciet verboden is.",
          "Staten mogen niets tenzij het mag.",
          "Rechtsmacht is altijd territoriaal.",
          "Schepen hebben voorrang."
        ],
        "c": 0,
        "exp": "Uit de Lotus-zaak (1927): Internationaal recht is een permissief systeem. Beperkingen op soevereiniteit worden niet vermoed. Als er geen verbod is om rechtsmacht uit te oefenen, mag een staat dat in beginsel doen."
      }
    ]
  }
}
  