[
  {
    "q": "Wat is het fundamentele verschil tussen monisme en dualisme met betrekking tot de doorwerking van internationaal recht?",
    "options": ["Bij monisme is omzetting vereist, bij dualisme geldt automatische geldigheid", "Bij dualisme vormen internationaal en nationaal recht één rechtsorde", "Bij monisme geldt automatische geldigheid, bij dualisme is omzetting in nationaal recht vereist", "Er is geen juridisch verschil, het is slechts een politieke keuze"],
    "correct": 2,
    "basis": "Week 1, Onderwerp 1: Monisme gaat uit van één rechtsorde en automatische geldigheid; dualisme ziet ze als gescheiden systemen die omzetting vereisen."
  },
  {
    "q": "Welk artikel in de Nederlandse Grondwet regelt de voorrang van internationaal recht op nationaal recht?",
    "options": ["Artikel 90 Gw", "Artikel 93 Gw", "Artikel 94 Gw", "Artikel 120 Gw"],
    "correct": 2,
    "basis": "Week 1, Onderwerp 2: Artikel 94 Gw bepaalt dat wettelijke voorschriften geen toepassing vinden indien deze niet verenigbaar zijn met eenieder verbindende bepalingen van verdragen."
  },
  {
    "q": "Wat houdt het 'attributiebeginsel' in bij internationale organisaties?",
    "options": ["Organisaties hebben onbeperkte soevereiniteit", "Organisaties hebben uitsluitend de bevoegdheden die staten expliciet aan hen hebben toegekend", "Organisaties mogen altijd handelen als het doel dit rechtvaardigt", "Organisaties zijn niet aansprakelijk voor hun handelen"],
    "correct": 1,
    "basis": "Week 2, Onderwerp 3: Het attributiebeginsel houdt in dat organisaties bevoegdheden hebben die hen in het oprichtingsverdrag expliciet zijn toebedeeld."
  },
  {
    "q": "Welke drie criteria noemt het Montevideo-verdrag (naast de bevoegdheid relaties aan te gaan) als kenmerken van een staat?",
    "options": ["Grondwet, democratie, leger", "Permanent volk, afgebakend grondgebied, gezag/regering", "Erkenning door de VN, munteenheid, vlag", "Soevereiniteit, belastingstelsel, rechtspraak"],
    "correct": 1,
    "basis": "Week 2, Onderwerp 2: Artikel 1 Montevideo-verdrag noemt: a permanent population, a defined territory, government."
  },
  {
    "q": "Welke vorm van erkenning van een staat heeft volgens de heersende leer een 'declaratoir' karakter?",
    "options": ["De erkenning schept de staat juridisch", "De erkenning bevestigt slechts een feitelijke situatie die al bestaat", "De erkenning is vereist voor het bestaan van een staat", "De erkenning is altijd constitutief"],
    "correct": 1,
    "basis": "Week 2, Onderwerp 2: Erkenning is geen voorwaarde voor de totstandkoming van een nieuwe staat, maar heeft een declaratoire functie (bevestigend)."
  },
  {
    "q": "Wat zijn de twee cumulatieve vereisten voor het ontstaan van gewoonterecht?",
    "options": ["Verdrag en ratificatie", "Algemene praktijk (usus) en rechtsovertuiging (opinio juris)", "Resoluties van de VN en goedkeuring door de Veiligheidsraad", "Langdurig gebruik en codificatie"],
    "correct": 1,
    "basis": "Week 3, Onderwerp 2: Er zijn twee voorwaarden: een algemene praktijk (objectief) en een rechtsovertuiging/opinio juris (subjectief)."
  },
  {
    "q": "Wat betekent 'pacta sunt servanda'?",
    "options": ["Recht moet zegevieren", "Gesloten verdragen moeten te goeder trouw worden nagekomen", "Een staat is immuun voor rechtsvervolging", "Gewoonterecht gaat voor verdragenrecht"],
    "correct": 1,
    "basis": "Week 3, Onderwerp 6: Artikel 26 WVV: Een in werking getreden verdrag verbindt de partijen en moet door deze te goeder trouw ten uitvoer worden gelegd."
  },
  {
    "q": "Wanneer is een verdrag 'nietig' volgens het Weens Verdragenverdrag?",
    "options": ["Als er sprake is van dwaling", "Als het in strijd is met nationaal recht", "Als het in strijd is met dwingend recht (jus cogens)", "Als het niet is gepubliceerd"],
    "correct": 2,
    "basis": "Week 3, Onderwerp 6: Artikel 53 WVV: Ongeoorloofde oorzaak (strijd met jus cogens) leidt tot nietigheid van het verdrag."
  },
  {
    "q": "Wat is een 'persistent objector' in het internationaal recht?",
    "options": ["Een staat die een verdrag opzegt", "Een staat die zich tijdens de vorming van een gewoonterechtsregel consequent heeft verzet", "Een staat die weigert lid te worden van de VN", "Een rechter die een 'dissenting opinion' schrijft"],
    "correct": 1,
    "basis": "Week 3, Onderwerp 2: Een persistent objector is een staat die regelmatig te kennen geeft een regel niet als gewoonterecht te aanvaarden tijdens de ontwikkeling ervan."
  },
  {
    "q": "Welk orgaan van de VN heeft als hoofdtaak het handhaven van internationale vrede en veiligheid?",
    "options": ["De Algemene Vergadering", "Het Internationaal Gerechtshof", "De Veiligheidsraad", "Het Secretariaat"],
    "correct": 2,
    "basis": "Week 2, Tip van Lawbooks: De Veiligheidsraad heeft als doelstelling de handhaving van internationale vrede en veiligheid."
  },
  {
    "q": "Wat is het verschil tussen retorsies en represailles (tegenmaatregelen)?",
    "options": ["Retorsies zijn onrechtmatig, represailles rechtmatig", "Retorsies zijn onvriendelijk maar rechtmatig; represailles zijn in beginsel onrechtmatig maar gerechtvaardigd door een eerdere schending", "Er is geen verschil", "Represailles mogen geweld bevatten, retorsies niet"],
    "correct": 1,
    "basis": "Week 4, Onderwerp 1: Retorsies zijn in beginsel niet verboden; represailles zijn in beginsel verboden, maar de onrechtmatigheid wordt weggenomen als reactie op een onrechtmatige daad."
  },
  {
    "q": "Wie hebben er toegang tot het Internationaal Gerechtshof (IGH) in geschillenprocedures?",
    "options": ["Alleen staten", "Staten en Internationale Organisaties", "Staten en individuen", "Iedereen"],
    "correct": 0,
    "basis": "Week 4, Onderwerp 6: Alleen staten hebben toegang (artikel 34 Statuut IGH). Particulieren of internationale organisaties niet."
  },
  {
    "q": "Wat houdt een 'compromissoire clausule' in?",
    "options": ["Een clausule die staten verbiedt naar de rechter te gaan", "Een bepaling in een verdrag waarin geschillen over dat verdrag aan het IGH worden voorgelegd", "Een afspraak om een compromis te sluiten", "Een voorbehoud bij een verdrag"],
    "correct": 1,
    "basis": "Week 4, Tip van Lawbooks: Een bepaling in een verdrag, waarin wordt gesteld dat geschillen (...) zullen worden voorgelegd aan het Internationaal Gerechtshof."
  },
  {
    "q": "Wanneer worden handelingen van particulieren toegerekend aan de staat?",
    "options": ["Altijd als ze staatsburger zijn", "Nooit", "Indien de staat effectieve controle uitoefent of de handeling achteraf erkent/aanvaardt", "Alleen als het in oorlogstijd gebeurt"],
    "correct": 2,
    "basis": "Week 5, Onderwerp 2: Handelingen van particulieren worden toegerekend als de staat instructies geeft/controle uitoefent (effective control) of de handeling achteraf aanvaardt."
  },
  {
    "q": "Welke verdedigingsgrond (circumstance precluding wrongfulness) geldt NIET bij schending van jus cogens?",
    "options": ["Overmacht (force majeure)", "Noodtoestand (distress)", "Zelfverdediging", "Geen enkele verdedigingsgrond is geldig"],
    "correct": 3,
    "basis": "Week 5, Onderwerp 2: Een schending van dwingend recht (jus cogens) kent geen verdedigingsgronden (artikel 26 ILCA)."
  },
  {
    "q": "Wat houdt het 'actieve nationaliteitsbeginsel' in?",
    "options": ["Rechtsmacht over feiten gepleegd op eigen grondgebied", "Rechtsmacht over eigen onderdanen die in het buitenland een feit plegen", "Rechtsmacht over feiten gepleegd tegen eigen onderdanen", "Universele rechtsmacht"],
    "correct": 1,
    "basis": "Week 6, Onderwerp 2: Actieve nationaliteitsbeginsel: een staat heeft rechtsmacht t.a.v. alle personen die zijn nationaliteit bezitten, ook in het buitenland."
  },
  {
    "q": "Welke vorm van immuniteit genieten staatshoofden en regeringsleiders tijdens hun ambtstermijn?",
    "options": ["Alleen functionele immuniteit", "Volledige persoonlijke immuniteit (voor alle handelingen)", "Geen immuniteit", "Alleen immuniteit voor privédaden"],
    "correct": 1,
    "basis": "Week 6, Onderwerp 3: Staatshoofden en regeringsleiders genieten gedurende hun functie persoonlijke immuniteit voor alle handelingen (Arrest Warrant-zaak)."
  },
  {
    "q": "Hoe breed is de Exclusieve Economische Zone (EEZ) maximaal?",
    "options": ["12 zeemijl", "24 zeemijl", "200 zeemijl", "350 zeemijl"],
    "correct": 2,
    "basis": "Week 6, Onderwerp 5: De breedte van de EEZ is maximaal 200 zeemijl gemeten vanaf de basislijn."
  },
  {
    "q": "Wat is de juridische status van de 'volle zee'?",
    "options": ["Eigendom van de VN", "Vatbaar voor soevereiniteitsclaims van kuststaten", "Valt buiten nationale jurisdictie (res communis)", "Valt onder de EEZ"],
    "correct": 2,
    "basis": "Week 6, Onderwerp 5: De volle zee valt buiten de nationale jurisdictie van kuststaten en staten kunnen geen soevereiniteitsaanspraken doen gelden."
  },
  {
    "q": "Wat bepaalt het 'Spoorwegstaking-arrest' over rechtstreekse werking?",
    "options": ["Internationaal recht werkt nooit direct door", "Een bepaling is rechtstreeks werkend als zij naar inhoud voldoende duidelijk is om als objectief recht te functioneren", "Alleen wetten hebben rechtstreekse werking", "Stakingen zijn verboden volgens internationaal recht"],
    "correct": 1,
    "basis": "Week 1, Onderwerp 2: In het Spoorwegstaking-arrest stelt de HR dat een bepaling rechtstreeks kan worden toegepast indien zij naar inhoud voldoende duidelijk is."
  },
  {
    "q": "Wat is het gevolg van het 'clean slate'-beginsel bij statenopvolging?",
    "options": ["Nieuwe staten zijn automatisch gebonden aan alle verdragen", "Nieuwe staten zijn niet automatisch gebonden aan verdragen van de voorganger", "Oude schulden worden kwijtgescholden", "Grenzen worden opnieuw getrokken"],
    "correct": 1,
    "basis": "Week 2, Onderwerp 5: Nieuwe staten zijn niet automatisch gebonden aan verdragen die besloten werden door de voorgangerstaat (clean slate-beginsel)."
  },
  {
    "q": "Welk criterium hanteert het IGH in de Nicaragua-zaak voor toerekening van handelingen van rebellengroepen aan een staat?",
    "options": ["Overall control", "Effective control", "Marginal control", "Direct support"],
    "correct": 1,
    "basis": "Week 5, Onderwerp 2: Het IGH hanteert het criterium van 'effective control' (Nicaragua-zaak). Financiering alleen is niet genoeg."
  },
  {
    "q": "Wat is een 'voorbehoud' (reservation) bij een verdrag?",
    "options": ["Een tijdelijke opschorting van het verdrag", "Een verklaring om het rechtsgevolg van zekere bepalingen uit te sluiten of te wijzigen", "Een interpretatieve verklaring zonder rechtsgevolg", "Een weigering om het verdrag te ondertekenen"],
    "correct": 1,
    "basis": "Week 3, Onderwerp 6: Definitie voorbehoud: een eenzijdige verklaring (...) waarbij hij te kennen geeft het rechtsgevolg van zekere bepalingen (...) uit te sluiten of te wijzigen."
  },
  {
    "q": "Wat houdt het 'passieve nationaliteitsbeginsel' in?",
    "options": ["Rechtsmacht over niet-onderdanen die schade toebrengen aan eigen onderdanen", "Rechtsmacht over eigen onderdanen in het buitenland", "Rechtsmacht op basis van woonplaats", "Rechtsmacht over schepen"],
    "correct": 0,
    "basis": "Week 6, Onderwerp 2: Passieve nationaliteitsbeginsel: rechtsmacht over niet-onderdanen die worden verdacht van handelingen die schade toebrengen aan onderdanen."
  },
  {
    "q": "Wat is 'diplomatieke bescherming'?",
    "options": ["Immuniteit van diplomaten", "Het recht van een staat om op te komen voor rechten van zijn onderdanen tegenover een andere staat", "Beveiliging van ambassades", "Asiel verlenen in een ambassade"],
    "correct": 1,
    "basis": "Week 5, Onderwerp 2.8: Staten kunnen opkomen voor de bescherming van de rechten van hun onderdanen en een andere staat aanspreken."
  },
  {
    "q": "Aan welke voorwaarde moet voldaan zijn voor diplomatieke bescherming?",
    "options": ["De onderdaan moet diplomaat zijn", "Uitputting van nationale rechtsmiddelen (local remedies rule)", "Er moet sprake zijn van oorlog", "De VN moet toestemming geven"],
    "correct": 1,
    "basis": "Week 5, Onderwerp 2.8: De onderdaan in kwestie moet eerst de nationale rechtsmiddelen hebben uitgeput in de staat die zijn rechten heeft geschonden."
  },
  {
    "q": "Wat is het 'objectieve territorialiteitsbeginsel'?",
    "options": ["Rechtsmacht over het eigen grondgebied", "Rechtsmacht over handelingen in het buitenland die gevolgen hebben binnen het eigen grondgebied", "Rechtsmacht over ambassades", "Rechtsmacht over de volle zee"],
    "correct": 1,
    "basis": "Week 6, Onderwerp 2: Objectieve territorialiteitsbeginsel: grondslag voor rechtsmacht t.a.v. personen in het buitenland, indien handelingen gevolgen hebben binnen het grondgebied."
  },
  {
    "q": "Wat houdt 'functionele immuniteit' in?",
    "options": ["Immuniteit die alleen geldt voor diplomaten", "Immuniteit voor handelingen verricht in officiële hoedanigheid", "Immuniteit voor privédaden van een staatshoofd", "Immuniteit die vervalt na de ambtstermijn"],
    "correct": 1,
    "basis": "Week 6, Onderwerp 3: Gezagsdragers genieten functionele immuniteit van rechtsmacht voor handelingen verricht in hun officiële hoedanigheid."
  },
  {
    "q": "In welk geval geldt er GEEN staatsimmuniteit volgens het VNI?",
    "options": ["Bij handelingen van het leger", "Bij wetgeving", "Bij privaatrechtelijke handelingen (acta jure gestionis)", "Bij diplomatieke betrekkingen"],
    "correct": 2,
    "basis": "Week 6, Onderwerp 3: Een staat komt geen immuniteit toe voor handelingen die zijn verricht op voet van gelijkheid met private partijen (art. 10 VNI)."
  },
  {
    "q": "Wat is een 'opinio juris'?",
    "options": ["De mening van een rechter", "De overtuiging dat een handeling juridisch verplicht is", "Een juridisch advies van de VN", "De tekst van een verdrag"],
    "correct": 1,
    "basis": "Week 3, Onderwerp 2: Opinio juris is de overtuiging dat gedragingen door internationaal recht worden toegestaan of gevorderd (rechtsovertuiging)."
  }
]