[
  {
    "q": "De burgemeester van de gemeente Dijkwaard vaardigt een besluit uit waarin hij alle inwoners verbiedt om op zondag rode schoenen te dragen, omdat hij dit esthetisch onwenselijk vindt. Er bestaat geen specifieke wet of verordening die de burgemeester de bevoegdheid geeft om kledingvoorschriften aan burgers op te leggen. Beoordeel de rechtmatigheid van dit besluit in het licht van het legaliteitsvereiste.",
    "sample": "Rechtsvraag: Is het besluit van de burgemeester in strijd met het legaliteitsvereiste?\n\nRechtsregel: Het legaliteitsvereiste houdt in dat overheidsoptreden, met name wanneer dit belastend is voor de burger, moet berusten op een voorafgaande wettelijke grondslag. De overheid mag alleen handelen indien zij daartoe een specifieke bevoegdheid heeft gekregen in een wet.\n\nToepassing: De burgemeester legt een verbod op (belastend overheidsoptreden) op basis van een esthetische voorkeur. Uit de casus blijkt dat er geen wettelijke grondslag bestaat die de burgemeester de bevoegdheid geeft om kledingvoorschriften op te leggen.\n\nConclusie: Het besluit is onrechtmatig wegens strijd met het legaliteitsvereiste, aangezien de vereiste wettelijke grondslag voor dit belastende optreden ontbreekt.",
    "checklist": [
      "Strijd met legaliteitsvereiste",
      "Belastend overheidsoptreden",
      "Vereiste wettelijke grondslag",
      "Bevoegdheid ontbreekt"
    ],
    "exp": "Het legaliteitsvereiste is een fundamenteel uitgangspunt van het bestuursrecht. Het vereist dat ingrijpend overheidsoptreden gebaseerd is op een algemeen verbindend voorschrift. Zonder deze basis handelt het bestuursorgaan onbevoegd."
  },
  {
    "q": "De Wet op de lijkbezorging geeft de burgemeester de bevoegdheid om een begraafplaats te sluiten indien de hygiëne in het geding is. De burgemeester van de gemeente Zandstad gebruikt deze bevoegdheid om een lokale begraafplaats te sluiten, niet vanwege hygiëne, maar omdat hij de grond wil gebruiken voor de bouw van nieuwe woningen om de woningnood op te lossen. Beoordeel dit handelen aan de hand van artikel 3:3 Awb.",
    "sample": "Rechtsvraag: Handelt de burgemeester in strijd met artikel 3:3 Awb door de begraafplaats te sluiten voor woningbouw?\n\nRechtsregel: Artikel 3:3 Awb codificeert het specialiteitsbeginsel. Dit houdt in dat een bestuursorgaan een bevoegdheid slechts mag gebruiken voor het doel waarvoor die bevoegdheid is verleend (verbod op détournement de pouvoir).\n\nToepassing: De bevoegdheid tot sluiting is verleend met het oog op de bescherming van de hygiëne. De burgemeester gebruikt deze bevoegdheid echter voor een volkshuisvestelijk doel (woningbouw).\n\nConclusie: De burgemeester handelt in strijd met artikel 3:3 Awb omdat de bevoegdheid voor een ander doel wordt aangewend dan waarvoor deze is verleend.",
    "checklist": [
      "Artikel 3:3 Awb",
      "Specialiteitsbeginsel",
      "Doelgebondenheid bevoegdheid",
      "Détournement de pouvoir"
    ],
    "exp": "Het specialiteitsbeginsel beperkt de beleidsvrijheid van het bestuur. Een bevoegdheid is niet generiek inzetbaar voor elk algemeen belang, maar is gekoppeld aan het specifieke doel van de wet waarop deze steunt."
  },
  {
    "q": "De gemeente Houten stelt een Algemene Plaatselijke Verordening (APV) vast. In artikel 5 van deze verordening staat dat de termijn voor het indienen van een bezwaarschrift tegen gemeentelijke besluiten drie weken bedraagt. De Algemene wet bestuursrecht (Awb) bepaalt in artikel 6:7 dat de termijn voor het indienen van een bezwaarschrift zes weken bedraagt. Welke termijn geldt en waarom?",
    "sample": "Rechtsvraag: Geldt de bezwaartermijn uit de APV of uit de Awb?\n\nRechtsregel: In de normenhiërarchie staat een wet in formele zin (zoals de Awb) boven een gemeentelijke verordening. Een lagere regel mag niet in strijd zijn met een hogere regel. Bovendien is de bezwaartermijn in de Awb van dwingend recht.\n\nToepassing: De APV (lagere wetgeving) wijkt af van de Awb (hogere wet in formele zin) door de termijn te verkorten. De Awb staat deze afwijking niet toe (geen regelend recht).\n\nConclusie: De termijn van zes weken uit de Awb geldt. De bepaling in de APV is onverbindend wegens strijd met hogere regelgeving.",
    "checklist": [
      "Hiërarchie van normen",
      "Lex superior",
      "Dwingend recht Awb",
      "APV-bepaling onverbindend"
    ],
    "exp": "De hiërarchie van normen bepaalt dat lagere wetgeving (gemeentelijke verordening) moet wijken voor hogere wetgeving (wet in formele zin), tenzij de hogere wet afwijking expliciet toestaat (regelend recht), wat bij bezwaartermijnen niet het geval is."
  },
  {
    "q": "Een bijzondere wet regelt de verstrekking van subsidies voor zonnepanelen, maar bevat geen bepaling over de termijn waarbinnen de minister op een aanvraag moet beslissen. De Algemene wet bestuursrecht (Awb) bevat in artikel 4:13 een regeling voor beslistermijnen. Is de minister gebonden aan de beslistermijn uit de Awb?",
    "sample": "Rechtsvraag: Is de beslistermijn uit de Awb van toepassing als de bijzondere wet zwijgt?\n\nRechtsregel: De Awb bevat bepalingen van aanvullend recht. Dit recht fungeert als een vangnet en is van toepassing voor zover de bijzondere wet het onderwerp niet zelf heeft geregeld.\n\nToepassing: De bijzondere subsidiewet bevat geen regeling omtrent de beslistermijn. Omdat de bijzondere regeling ontbreekt, valt men terug op de algemene regeling uit de Awb.\n\nConclusie: Ja, de minister is gebonden aan de beslistermijn uit de Awb, aangezien dit aanvullend recht is dat geldt bij het ontbreken van een bijzondere regeling.",
    "checklist": [
      "Aanvullend recht",
      "Vangnetfunctie Awb",
      "Bijzondere wet zwijgt",
      "Awb-bepaling toepasselijk"
    ],
    "exp": "Aanvullend recht in de Awb zorgt ervoor dat de wetgever niet in elke bijzondere wet dezelfde procedurele regels hoeft te herhalen. Het geldt automatisch tenzij de bijzondere wetgever anders heeft bepaald."
  },
  {
    "q": "In de conceptversie van de Wet versterking waarborgfunctie Awb wordt voorgesteld om een nieuw artikel 2:4a Awb op te nemen. Een burger belt de gemeente omdat hij het aanvraagformulier voor een vergunning ingewikkeld vindt. De ambtenaar zegt: 'Zoek het zelf maar uit, de regels zijn de regels'. Hoe verhoudt deze reactie zich tot het voorgestelde artikel 2:4a Awb?",
    "sample": "Rechtsvraag: Is de houding van de ambtenaar in overeenstemming met het voorgestelde artikel 2:4a Awb?\n\nRechtsregel: Het wetsvoorstel Wet versterking waarborgfunctie Awb introduceert het dienstbaarheidsbeginsel in artikel 2:4a. Dit houdt in dat bestuursorganen zich bij de uitoefening van hun taak dienstbaar en behulpzaam moeten opstellen richting de burger.\n\nToepassing: De ambtenaar weigert hulp en verwijst enkel strikt naar de regels zonder oog voor het doenvermogen van de burger. Dit getuigt niet van een dienstbare opstelling.\n\nConclusie: De reactie is in strijd met het voorgestelde dienstbaarheidsbeginsel, dat beoogt de menselijke maat en hulpvaardigheid in het bestuursrecht te verankeren.",
    "checklist": [
      "Artikel 2:4a Awb (voorstel)",
      "Dienstbaarheidsbeginsel",
      "Menselijke maat",
      "Strijd met hulpvaardigheid"
    ],
    "exp": "Het wetsvoorstel beoogt een cultuuromslag van een afstandelijke overheid naar een responsieve overheid die burgers actief ondersteunt, in plaats van hen enkel te wijzen op strikte regels."
  }
]