[
  {
    "q": "Welke definitie beschrijft het beste wat een 'beschrijvende norm' (descriptive norm) inhoudt binnen de sociale psychologie?",
    "a": [
      "De perceptie van wat de meeste mensen daadwerkelijk doen in een bepaalde situatie.",
      "De perceptie van wat de meeste mensen zouden moeten doen volgens de wet.",
      "De perceptie van wat sociaal wordt goedgekeurd of afgekeurd door anderen.",
      "De perceptie van individuele morele overtuigingen los van groepsgedrag."
    ],
    "c": 0,
    "exp": "Beschrijvende normen verwijzen naar de perceptie van wat gebruikelijk is of wat de meerderheid doet ('wat is'). Dit onderscheidt zich van injunctieve normen, die betrekking hebben op wat moreel of sociaal wenselijk wordt geacht ('wat hoort')."
  },
  {
    "q": "Wat wordt in de context van sociale invloed verstaan onder een 'injunctieve norm'?",
    "a": [
      "Het gedrag dat feitelijk door de meerderheid van een groep wordt vertoond.",
      "De perceptie van welk gedrag binnen een groep wordt goedgekeurd of afgekeurd.",
      "Een wettelijke regel die dwingend recht voorschrijft in sociale situaties.",
      "Een individuele gewoonte die onbewust wordt uitgevoerd zonder sociale druk."
    ],
    "c": 1,
    "exp": "Injunctieve normen specificeren wat binnen een bepaalde sociale context wordt goedgekeurd of afgekeurd. Ze richten zich op de sociale wenselijkheid van gedrag en de morele standaarden van een groep, in plaats van op de feitelijke frequentie van het gedrag."
  },
  {
    "q": "Welke motivatie ligt ten grondslag aan 'informationele sociale invloed'?",
    "a": [
      "De behoefte om sociaal geaccepteerd te worden door de groep.",
      "De angst voor formele sancties vanuit de overheid of politie.",
      "De wens om accuraat te handelen in onzekere situaties.",
      "De drang om te voldoen aan expliciete injunctieve normen."
    ],
    "c": 2,
    "exp": "Informationele sociale invloed wordt gedreven door de wens om correct of accuraat te handelen. Mensen conformeren zich aan het gedrag van anderen omdat zij aannemen dat de groep over meer of betere informatie beschikt, vooral in ambigue situaties."
  },
  {
    "q": "Welke factor is de primaire drijfveer bij 'normatieve sociale invloed'?",
    "a": [
      "De overtuiging dat anderen superieure kennis bezitten.",
      "Het streven naar efficiëntie in het nemen van beslissingen.",
      "De wens om de juridische regels strikt na te leven.",
      "De behoefte aan sociale goedkeuring en acceptatie."
    ],
    "c": 3,
    "exp": "Normatieve sociale invloed vloeit voort uit de fundamentele menselijke behoefte om bij een groep te horen en sociale afkeuring te vermijden. Individuen passen hun gedrag aan aan de verwachtingen van anderen om sociale sancties te voorkomen en beloningen te verkrijgen."
  },
  {
    "q": "Wat is de fundamentele oorzaak voor het ontstaan van de 'code van de straat' in arme stedelijke wijken?",
    "a": [
      "Het gebrek aan vertrouwen in de politie en het rechtssysteem.",
      "Een overmaat aan strenge handhaving door lokale autoriteiten.",
      "De aanwezigheid van sterke religieuze en culturele tradities.",
      "Een tekort aan sociale interactie tussen buurtbewoners onderling."
    ],
    "c": 0,
    "exp": "De 'code van de straat' emergeert in gemeenschappen waar het vertrouwen in de formele rechtsorde en politie ontbreekt. Door de afwezigheid van effectieve civielrechtelijke bescherming ontwikkelen bewoners eigen informele regels, gebaseerd op respect en vergelding, om veiligheid te waarborgen."
  },
  {
    "q": "Welke functie vervult het concept 'respect' binnen de straatcultuur?",
    "a": [
      "Het dient als een louter ceremoniële begroeting zonder verdere waarde.",
      "Het fungeert als sociaal kapitaal dat bescherming biedt tegen geweld.",
      "Het is een wettelijk erkend recht dat afdwingbaar is bij de rechter.",
      "Het wordt uitsluitend verkregen door academische prestaties en werk."
    ],
    "c": 1,
    "exp": "In de straatcultuur is respect een vorm van sociaal kapitaal of valuta. Het bezitten van respect werkt als een schild tegen agressie; een gebrek aan respect maakt iemand kwetsbaar. Het handhaven en vergroten van respect is essentieel voor fysieke en sociale overleving."
  },
  {
    "q": "Hoe gaan kinderen uit zogenoemde 'fatsoenlijke' (decent) gezinnen om met de straatcultuur?",
    "a": [
      "Zij vermijden de straat volledig en komen nooit buiten hun woning.",
      "Zij verwerpen de straatcode en vertrouwen uitsluitend op de politie.",
      "Zij moeten de straatcode beheersen om zich in de openbare ruimte te handhaven.",
      "Zij verhuizen direct naar een andere wijk zodra zij de puberteit bereiken."
    ],
    "c": 2,
    "exp": "Kinderen uit 'fatsoenlijke' gezinnen moeten 'code-switching' toepassen. Hoewel zij thuis conventionele waarden meekrijgen, moeten zij op straat de regels van de straatcultuur kennen en toepassen om geweld te vermijden en hun veiligheid te garanderen."
  },
  {
    "q": "Welk mechanisme vormt de kern van de handhaving binnen de 'code van de straat'?",
    "a": [
      "Bemiddeling door buurtwerkers.",
      "Formele aangifte bij de politie.",
      "Het opleggen van geldboetes.",
      "De dreiging van of toepassing van geweld."
    ],
    "c": 3,
    "exp": "De 'code van de straat' wordt gehandhaafd door de dreiging van vergelding. Omdat het formele geweldsmonopolie van de staat als afwezig of ineffectief wordt beschouwd, is de bereidheid om geweld te gebruiken essentieel om respect af te dwingen en overtredingen te bestraffen."
  },
  {
    "q": "Welk type boodschap is het meest effectief gebleken in het verminderen van afgeleid rijgedrag (zoals telefoongebruik)?",
    "a": [
      "Een boodschap die de injunctieve norm benadrukt (sociale afkeuring).",
      "Een boodschap die de beschrijvende norm benadrukt (veelvoorkomendheid).",
      "Een boodschap die louter de wettelijke boetehoogte communiceert.",
      "Een boodschap die geen normatief oordeel velt over het gedrag."
    ],
    "c": 0,
    "exp": "Onderzoek toont aan dat interventies die de injunctieve norm benadrukken—het expliciet maken van sociale afkeuring—effectiever zijn in het verminderen van ongewenst gedrag dan boodschappen die alleen aangeven dat het gedrag vaak voorkomt (beschrijvende norm), omdat dit laatste het gedrag onbedoeld kan normaliseren."
  },
  {
    "q": "Wat is een risico van campagnes die zich louter richten op beschrijvende normen bij ongewenst gedrag?",
    "a": [
      "Ze leiden tot een onmiddellijke toename van formele handhaving.",
      "Ze kunnen het ongewenste gedrag normaliseren en daardoor versterken.",
      "Ze hebben uitsluitend effect op mensen die het gedrag nooit vertonen.",
      "Ze worden juridisch niet erkend als geldige waarschuwingsmiddelen."
    ],
    "c": 1,
    "exp": "Wanneer een campagne benadrukt dat 'veel mensen' ongewenst gedrag vertonen (bijvoorbeeld appen achter het stuur), kan dit averechts werken. De beschrijvende norm suggereert dan dat het gedrag normaal of geaccepteerd is, wat de drempel om het zelf te doen verlaagt."
  },
  {
    "q": "Hoe kan het corrigeren van misvattingen over het alcoholgebruik van leeftijdsgenoten leiden tot gedragsverandering?",
    "a": [
      "Door de wettelijke leeftijdsgrens voor alcoholconsumptie te verhogen.",
      "Door de prijzen van alcoholische dranken drastisch te verhogen.",
      "Door aan te tonen dat de feitelijke consumptie lager is dan men denkt.",
      "Door alcoholgebruik in openbare ruimtes volledig te verbieden."
    ],
    "c": 2,
    "exp": "Studenten overschatten vaak hoeveel hun leeftijdsgenoten drinken. Door de feitelijke, lagere beschrijvende norm te communiceren (corrigeren van de misvatting), vermindert de waargenomen sociale druk om veel te drinken, wat leidt tot een afname van de eigen consumptie."
  },
  {
    "q": "Welke interventie bleek effectief om huishoudens hun energieverbruik te laten verminderen?",
    "a": [
      "Het dreigen met afsluiting van de energievoorziening bij hoog verbruik.",
      "Het verstrekken van subsidies voor de aanschaf van zonnepanelen.",
      "Het invoeren van een wettelijk verplicht energieplafond per woning.",
      "Het geven van  over het verbruik vergeleken met dat van de buren."
    ],
    "c": 3,
    "exp": "Vergelijkende , waarbij huishoudens zien hoe hun energieverbruik zich verhoudt tot dat van vergelijkbare buren, activeert sociale normen. Mensen passen hun gedrag aan om in lijn te zijn met de groepsnorm, wat leidt tot een bescheiden maar consistente daling van het verbruik."
  },
  {
    "q": "Wat is de functie van 'staging areas' in de context van de straatcultuur?",
    "a": [
      "Publieke plekken waar individuen strijden om respect en status.",
      "Locaties waar politie en justitie preventief fouilleren.",
      "Zones die exclusief bedoeld zijn voor illegale drugshandel.",
      "Gebieden waar bewoners zich veilig kunnen terugtrekken voor geweld."
    ],
    "c": 0,
    "exp": "Staging areas zijn openbare ontmoetingsplaatsen, zoals hoeken van straten of lokale hangplekken, waar jongeren samenkomen. Hier vindt de 'campagne voor respect' plaats: men toont status, daagt anderen uit en navigeert de hiërarchie van de straat."
  },
  {
    "q": "Welke rol spelen materiële bezittingen (zoals kleding en sieraden) in de straatcultuur?",
    "a": [
      "Ze dienen uitsluitend als ruilmiddel voor goederen.",
      "Ze spelen statusverhogend maar vergroten de kwetsbaarheid.",
      "Ze zijn verboden om te dragen in openbare ruimtes.",
      "Ze tonen aan dat men zich aan de wet houdt."
    ],
    "c": 1,
    "exp": "In de straatcultuur zijn dure kleding en sieraden symbolen van succes en status ('juice'). Het bezit hiervan dwingt respect af, maar maakt de drager tegelijkertijd een doelwit voor beroving, aangezien anderen deze symbolen kunnen afnemen om hun eigen status te verhogen."
  },
  {
    "q": "Wat wordt in de straatcultuur verstaan onder het concept 'nerve' (lef)?",
    "a": [
      "Het vermogen om conflicten verbaal en geweldloos op te lossen.",
      "Het tonen van angst om zo agressie bij anderen te remmen.",
      "Het demonstreren van een gebrek aan angst voor fysieke consequenties.",
      "Het consequent bellen van de politie bij dreigende situaties."
    ],
    "c": 2,
    "exp": "'Nerve' is het laten zien dat men niet bang is om te sterven of fysiek letsel op te lopen. Het demonstreren van dit gebrek aan angst voor de dood dwingt respect af en fungeert als een afschrikmiddel tegen potentiële aanvallers in de straathiërarchie."
  },
  {
    "q": "Waarom is het gebruik van een expliciet bord met 'Teksten tijdens rijden wordt afgekeurd' effectiever dan een impliciete boodschap?",
    "a": [
      "Omdat automobilisten alleen reageren op dreiging met boetes.",
      "Omdat impliciete boodschappen juridisch niet bindend zijn.",
      "Omdat expliciete boodschappen niet leesbaar zijn bij hoge snelheid.",
      "Omdat het de injunctieve norm saillant maakt en de focus op normen activeert."
    ],
    "c": 3,
    "exp": "Impliciete boodschappen (zoals 'gelieve niet te appen') activeren niet altijd de normatieve focus. Een expliciete boodschap die sociale afkeuring uitdrukt, maakt de injunctieve norm saillant (opvallend), waardoor bestuurders zich bewuster worden van de sociale verwachting en hun gedrag aanpassen."
  },
  {
    "q": "Wat stelt de 'Goal-framing theory' over de invloed van normen op gedrag?",
    "a": [
      "Het activeren van een normatief doel creëert een verplichting om passend te handelen.",
      "Gedrag wordt uitsluitend bepaald door hedonistische doelen en direct genot.",
      "Financiële prikkels zijn de enige manier om langdurig gedrag te sturen.",
      "Normen hebben geen effect tenzij ze in formele wetgeving zijn vastgelegd."
    ],
    "c": 0,
    "exp": "Volgens de Goal-framing theory wordt gedrag gestuurd door doelen. Het activeren van een 'normatief doel' zorgt ervoor dat mensen zich verplicht voelen om te handelen op een manier die gepast is binnen de sociale context, wat de naleving van normen bevordert."
  },
  {
    "q": "Welk neurobiologisch effect is geassocieerd met het conformeren aan sociale normen?",
    "a": [
      "Een deactivering van de prefrontale cortex leidend tot impulsiviteit.",
      "Een activering van het beloningscentrum in de hersenen.",
      "Een vermindering van de activiteit in het visuele verwerkingssysteem.",
      "Een permanente structurele verandering in de amygdala."
    ],
    "c": 1,
    "exp": "Onderzoek in de sociale neurowetenschappen toont aan dat conformeren aan sociale normen correleert met een grotere activering van de nucleus accumbens, een gebied in de hersenen dat geassocieerd wordt met beloning. Dit suggereert dat conformiteit intrinsiek lonend kan zijn."
  },
  {
    "q": "Wat is het doel van het inzetten van 'confederates' (acteurs) bij interventies op het gebied van sociale normen?",
    "a": [
      "Het juridisch vastleggen van overtredingen voor strafrechtelijke vervolging.",
      "Het misleiden van deelnemers om hun werkelijke gedrag te verbergen.",
      "Het modelleren van gewenst gedrag om sociale beïnvloeding te triggeren.",
      "Het verhogen van de kosten van de interventie om deze serieuzer te laten lijken."
    ],
    "c": 2,
    "exp": "Confederates zijn personen die deel uitmaken van het onderzoeksteam maar zich voordoen als gewone deelnemers. Zij worden ingezet om gewenst gedrag of specifieke normen te demonstreren (modelleren), waardoor echte deelnemers via sociale invloed geneigd zijn dit gedrag te volgen."
  },
  {
    "q": "Welke factor is cruciaal voor het succes van een interventie gebaseerd op sociale normen?",
    "a": [
      "Het gebruik van angstaanjagende beelden om deelnemers te shockeren.",
      "Het inzetten van zware financiële sancties bij niet-naleving.",
      "Het vermijden van elke vorm van digitale communicatie.",
      "De geloofwaardigheid van de bron die de normatieve boodschap overbrengt."
    ],
    "c": 3,
    "exp": "Voor een effectieve sociale norm-interventie is het essentieel dat de bron van de boodschap als geloofwaardig wordt ervaren. Als de doelgroep de bron wantrouwt of denkt dat de informatie vals is, kan dit leiden tot weerstand (reactance) en het negeren van de norm."
  },
  {
    "q": "Wat impliceert 'code-switching' voor jongeren in de binnenstad?",
    "a": [
      "Het permanent verlaten van de eigen wijk om elders te wonen.",
      "Het aanpassen van gedrag aan de straatnormen in openbare ruimtes.",
      "Het veranderen van computerprogramma's om digitale misdaden te plegen.",
      "Het omzetten van illegale inkomsten naar legale bankrekeningen."
    ],
    "c": 1,
    "exp": "Code-switching verwijst naar het vermogen van jongeren, met name uit 'fatsoenlijke' gezinnen, om hun gedrag en houding aan te passen aan de eisen van de straat wanneer zij zich in de openbare ruimte bevinden, om zo respect te behouden en geweld te vermijden."
  },
  {
    "q": "Wat wordt bedoeld met de term 'juice' in de context van de straatcultuur?",
    "a": [
      "Een specifieke soort illegale drugs die verhandeld wordt.",
      "Het respect en de status die iemand heeft opgebouwd.",
      "Het geld dat wordt verdiend met legale arbeid.",
      "De invloed van de politie in een bepaalde wijk."
    ],
    "c": 1,
    "exp": "'Juice' is straattaal voor respect en aanzien. Het vertegenwoordigt iemands 'waarde' op straat en vormt de basis van het zelfbeeld. Het vergaren van 'juice' is een centrale drijfveer voor gedrag, inclusief agressie, binnen de straatcultuur."
  },
  {
    "q": "Waarom is vergelding (retaliation) noodzakelijk volgens de straatcode?",
    "a": [
      "Om te voldoen aan de eisen van de verzekeringsmaatschappij.",
      "Om de politie te helpen bij het oplossen van misdrijven.",
      "Om zelfrespect en eer te behouden na een belediging.",
      "Om toegang te krijgen tot sociale voorzieningen van de gemeente."
    ],
    "c": 2,
    "exp": "Binnen de straatcode is het onmogelijk om weg te lopen van een conflict zonder gezichtsverlies. Vergelding is noodzakelijk om de eigen eer en het zelfrespect te herstellen. Het niet-vergelden wordt gezien als zwakte, wat leidt tot verlies van respect en grotere kwetsbaarheid."
  },
  {
    "q": "Waarom kunnen campagnes die focussen op de prevalentie van ongewenst gedrag averechts werken?",
    "a": [
      "Omdat mensen de boodschap niet begrijpen door complex taalgebruik.",
      "Omdat ze de politiecapaciteit overbelasten met meldingen.",
      "Omdat ze geen financiële prikkel bieden om het gedrag te stoppen.",
      "Omdat ze de ongewenste handeling onbedoeld valideren als de norm."
    ],
    "c": 3,
    "exp": "Door te benadrukken hoe vaak ongewenst gedrag voorkomt (prevalentie), wordt een beschrijvende norm gecommuniceerd die suggereert dat 'iedereen het doet'. Dit kan het gedrag valideren en normaliseren, waardoor mensen zich gerechtvaardigd voelen om het ook te doen, in plaats van te stoppen."
  },
  {
    "q": "Hoe worden sociale normen gedefinieerd in de context van gedragsbeïnvloeding?",
    "a": [
      "Als de ongeschreven regels en overtuigingen die acceptabel gedrag binnen een groep bepalen.",
      "Als de formele wetten die door de overheid in het wetboek van strafrecht zijn vastgelegd.",
      "Als de individuele voorkeuren die los staan van enige sociale context of groepsdruk.",
      "Als de economische prikkels die rationele keuzes van consumenten sturen."
    ],
    "c": 0,
    "exp": "Sociale normen zijn de regels en standaarden die door leden van een groep worden begrepen en die sociaal gedrag sturen zonder de kracht van wet. Ze omvatten zowel wat mensen doen (beschrijvend) als wat ze zouden moeten doen (injunctief)."
  },
  {
    "q": "Wat bepaalt de effectiviteit van een sociale norm in een specifieke situatie?",
    "a": [
      "De mate waarin de norm in de formele wetgeving is verankerd.",
      "De 'salience' (opvallendheid) van de norm in de directe omgeving.",
      "De hoogte van de boete die staat op overtreding van de norm.",
      "De duur van de educatieve opleiding van de betrokken personen."
    ],
    "c": 1,
    "exp": "Een sociale norm beïnvloedt gedrag alleen als deze 'salient' is, oftewel als de norm opvallend en relevant is in de specifieke context op het moment van beslissen. Contextuele signalen (zoals borden of gedrag van anderen) maken de norm actief in het bewustzijn."
  },
  {
    "q": "Wat is het gevolg van de afbrokkeling van civiel recht in binnenstedelijke wijken?",
    "a": [
      "Een toename van het vertrouwen in overheidsinstanties.",
      "Het ontstaan van een eigen systeem van sociale controle en 'straatjustitie'.",
      "Een volledige verdwijning van criminaliteit en geweld.",
      "De massale migratie van bewoners naar plattelandsgebieden."
    ],
    "c": 1,
    "exp": "Wanneer het formele rechtssysteem (civiel recht) en de politie hun invloed verliezen of als onbetrouwbaar worden gezien, ontstaat er een vacuüm. Bewoners vullen dit op door eigen regels van sociale controle te ontwikkelen, bekend als de code van de straat, om orde en veiligheid te handhaven."
  },
  {
    "q": "Waarom is 'negative framing' (benadrukken wat men niet moet doen) vaak effectief bij sociale normen?",
    "a": [
      "Omdat het de aandacht richt op het vermijden van sociale afkeuring.",
      "Omdat het juridisch makkelijker afdwingbaar is dan positieve regels.",
      "Omdat mensen van nature geneigd zijn negatieve bevelen op te volgen.",
      "Omdat het de kosten van de campagne aanzienlijk verlaagt."
    ],
    "c": 0,
    "exp": "Negative framing koppelt gedrag aan sociale afkeuring. Mensen zijn sterk gemotiveerd om sociale uitsluiting of afkeuring te vermijden (normatieve sociale invloed). Door te benadrukken wat 'niet' gedaan moet worden, wordt ingespeeld op deze angst voor afkeuring."
  },
  {
    "q": "Wat houdt het concept 'dynamische normen' in?",
    "a": [
      "Normen die vastliggen in de grondwet en nooit veranderen.",
      "Normen die informatie geven over hoe gedrag in de tijd verandert.",
      "Normen die alleen gelden voor mensen met een dynamische levensstijl.",
      "Normen die per dagdeel verschillend worden geïnterpreteerd."
    ],
    "c": 1,
    "exp": "Dynamische normen verwijzen naar informatie over verandering in gedrag over de tijd (bijvoorbeeld: 'steeds meer mensen stoppen met roken'). Dit kan mensen motiveren om zich aan te passen aan de toekomstige norm ('trend'), zelfs als de huidige meerderheid het gedrag nog niet vertoont."
  },
  {
    "q": "Welke relatie legt Anderson tussen de politie en de straatcultuur?",
    "a": [
      "De politie wordt gezien als een betrouwbare partner in conflictoplossing.",
      "De politie handhaaft de straatcultuur actief en ondersteunt de regels.",
      "De afwezigheid of onbetrouwbaarheid van de politie versterkt de straatcultuur.",
      "De straatcultuur is ontstaan door directe instructies van de lokale politie."
    ],
    "c": 2,
    "exp": "De straatcultuur en de bijbehorende code zijn een directe reactie op het gebrek aan vertrouwen in de politie en het rechtssysteem. Doordat bewoners zich niet beschermd voelen door de politie, nemen ze het recht in eigen hand via de regels van de straat."
  }
]