[
  {
    "q": "Casus: De gemeente Utrecht wil waterverspilling tegengaan. Zij sturen alle huishoudens een brief met de tekst: 'Wist u dat 85% van de inwoners in uw wijk minder dan 100 liter water per dag gebruikt?'. Bewoner Jan verbruikte voorheen slechts 80 liter per dag. Na ontvangst van de brief stijgt zijn verbruik echter naar 95 liter per dag. Analyseer de stijging van het waterverbruik van Jan aan de hand van de theorie over sociale normen.",
    "sample": "Issue: De rechtsvraag is welk effect een beschrijvende norm heeft op het gedrag van een individu dat reeds beter presteert dan de norm.\n\nRule: Een beschrijvende norm geeft aan wat de meeste mensen doen (feitelijk gedrag). Een injunctieve norm geeft aan wat sociaal wordt goedgekeurd of afgekeurd. Zonder injunctieve toevoeging kunnen mensen hun gedrag aanpassen naar het gemiddelde.\n\nApplication: De brief communiceert enkel een beschrijvende norm (het gemiddelde verbruik). Jan presteerde beter dan dit gemiddelde, maar ziet nu dat zijn lage verbruik afwijkt van de norm en past zijn gedrag opwaarts aan.\n\nConclusion: Het onbedoelde neveneffect is opgetreden doordat de injunctieve norm (sociale goedkeuring voor zuinigheid) ontbrak in de communicatie.",
    "checklist": [
      "Identificatie van de beschrijvende norm in de brief",
      "Uitleg onderscheid beschrijvende en injunctieve normen",
      "Analyse van de opwaartse aanpassing naar het gemiddelde",
      "Conclusie dat ontbreken injunctieve norm leidt tot boemerangeffect"
    ],
    "exp": "Deze casus demonstreert het mechanisme van sociale normen. Wanneer enkel gecommuniceerd wordt wat men doet (beschrijvend), hebben mensen die beter presteren dan de norm de neiging hun gedrag te verslechteren richting het gemiddelde. Dit kan worden voorkomen door een injunctieve norm (zoals een smiley of goedkeuring) toe te voegen."
  },
  {
    "q": "Casus: Tyree groeit op in een arme stadswijk waar de politie nauwelijks aanwezig is. Hij komt uit een 'fatsoenlijk' (decent) gezin dat waarden als hard werken en respect voor de wet hoog in het vaandel heeft. Wanneer hij naar school loopt, past hij echter zijn houding en taalgebruik aan om harder en agressiever over te komen. Analyseer dit gedrag vanuit het concept van de straatcultuur.",
    "sample": "Issue: De vraag is hoe en waarom individuen uit fatsoenlijke gezinnen zich aanpassen aan de normen van de straatcultuur in de openbare ruimte.\n\nRule: In wijken met een zwakke formele rechtsorde geldt de 'code van de straat'. Bewoners moeten 'code-switching' toepassen: het wisselen tussen fatsoenlijke waarden thuis en straatgedrag buiten om veiligheid te waarborgen.\n\nApplication: Tyree past code-switching toe. Hoewel hij uit een fatsoenlijk gezin komt, moet hij op straat de code kennen en 'nerve' (lef) tonen om respect te dwingen en slachtofferschap te voorkomen.\n\nConclusion: Tyree's gedragsverandering is een noodzakelijke overlevingsstrategie genaamd code-switching binnen de heersende straatcultuur.",
    "checklist": [
      "Identificatie van het concept code-switching",
      "Uitleg noodzaak door afwezigheid formele rechtsorde",
      "Toepassing op de dualiteit tussen thuis en straat",
      "Conclusie dat aanpassing dient ter vergroting veiligheid/respect"
    ],
    "exp": "De analyse rust op de theorie dat in bepaalde wijken een informele 'code' het vacuüm van formeel gezag vult. Kinderen uit fatsoenlijke gezinnen kunnen zich niet aan deze code onttrekken; zij moeten schakelen (code-switching) om respect te behouden en fysiek geweld te vermijden."
  },
  {
    "q": "Casus: De overheid start een campagne tegen belastingontduiking met de slogan: 'Elk jaar sjoemelen 4 miljoen Nederlanders met hun aangifte. Doe hier niet aan mee!'. Na de campagne blijkt het aantal frauduleuze aangiftes juist toe te nemen. Analyseer waarom deze campagne averechts heeft gewerkt.",
    "sample": "Issue: De vraag is waarom een campagne die de prevalentie van ongewenst gedrag benadrukt, kan leiden tot een toename van dat gedrag.\n\nRule: Het benadrukken van een beschrijvende norm (veelvoorkomendheid) bij ongewenst gedrag kan dit gedrag normaliseren. Effectieve campagnes moeten de injunctieve norm (sociale afkeuring) centraal stellen.\n\nApplication: De slogan benadrukt dat 'iedereen het doet' (4 miljoen mensen). Hierdoor wordt belastingontduiking gevalideerd als normaal gedrag, wat de drempel voor anderen verlaagt om het ook te doen.\n\nConclusion: De campagne faalt omdat het onbedoeld een beschrijvende norm communiceert die het ongewenste gedrag valideert in plaats van afkeurt.",
    "checklist": [
      "Identificatie foutieve focus op prevalentie/beschrijvende norm",
      "Uitleg risico van normalisering van ongewenst gedrag",
      "Toepassing dat de boodschap het gedrag valideert",
      "Conclusie dat injunctieve norm (afkeuring) had moeten prevaleren"
    ],
    "exp": "Wanneer campagnes zich richten op hoe vaak iets fout gaat (prevalentie), wordt onbedoeld de boodschap afgegeven dat dit gedrag de norm is. Mensen zijn geneigd zich te conformeren aan wat de meerderheid doet, zelfs als dat gedrag ongewenst is."
  },
  {
    "q": "Casus: In een uitgaansgebied ontstaat een conflict tussen twee jongeren. Een van hen, Malik, wordt beledigd. Hoewel hij de ruzie liever wil sussen, slaat hij de ander direct in het gezicht omdat zijn vrienden toekijken. Hij is bang anders zijn status in de wijk te verliezen. Analyseer het handelen van Malik vanuit de regels van de straatcultuur.",
    "sample": "Issue: De vraag is welke functie geweld en vergelding vervullen binnen de sociale hiërarchie van de straatcultuur.\n\nRule: Binnen de 'code van de straat' is respect ('juice') het belangrijkste sociale kapitaal. Een belediging vereist directe vergelding om gezichtsverlies en toekomstige kwetsbaarheid te voorkomen.\n\nApplication: Malik gebruikt geweld niet uit agressie, maar uit noodzaak om zijn respect te behouden ('campaigning for respect'). Weglopen zou als zwakte worden gezien en zijn positie ondermijnen.\n\nConclusion: Het geweld is een instrumentele handeling om respect te handhaven binnen de dwingende regels van de straatcode.",
    "checklist": [
      "Identificatie van respect/juice als centraal sociaal kapitaal",
      "Uitleg noodzaak vergelding bij belediging",
      "Toepassing angst voor statusverlies bij niet-handelen",
      "Conclusie dat geweld functioneel is voor statusbehoud"
    ],
    "exp": "In de context van de straatcultuur is respect een schaars goed dat actief verdedigd moet worden. Het niet-vergelden van een belediging wordt gezien als een teken van zwakte, wat iemand een doelwit maakt voor toekomstige agressie. Geweld is daarmee een middel tot statusbehoud."
  },
  {
    "q": "Casus: Sarah is net begonnen bij een nieuw advocatenkantoor. Ze ziet dat al haar collega's lunchen achter hun bureau in plaats van in de kantine. Omdat ze niet zeker weet wat de regels zijn, besluit ze dit ook te doen. Daarnaast draagt ze elke vrijdag een spijkerbroek, omdat ze merkt dat dit de ongeschreven regel is om 'erbij te horen'. Analyseer de twee vormen van sociale invloed die hier spelen.",
    "sample": "Issue: De vraag is welke specifieke typen sociale invloed het gedrag van Sarah in de twee verschillende situaties sturen.\n\nRule: Informationele sociale invloed wordt gedreven door de wens om accuraat te handelen in onzekere situaties. Normatieve sociale invloed wordt gedreven door de behoefte aan sociale acceptatie en het vermijden van afkeuring.\n\nApplication: Het lunchen achter het bureau komt voort uit onzekerheid en de aanname dat collega's de juiste informatie hebben (informationeel). De kledingkeuze komt voort uit de wens om bij de groep te horen (normatief).\n\nConclusion: Sarah wordt beïnvloed door zowel de wens om correct te handelen (informationeel) als de wens om sociaal geaccepteerd te worden (normatief).",
    "checklist": [
      "Identificatie informationele invloed bij lunchgedrag",
      "Uitleg motivatie accuratesse/informatie bij onzekerheid",
      "Identificatie normatieve invloed bij kledingkeuze",
      "Uitleg motivatie sociale acceptatie/erbij horen"
    ],
    "exp": "Er wordt onderscheid gemaakt tussen conformeren omdat je denkt dat anderen het beter weten (informationeel, vaak bij onduidelijkheid) en conformeren omdat je aardig gevonden wilt worden of niet wilt afwijken van de groep (normatief, gericht op sociale connectie)."
  }
]