[
  {
    "q": "De regio 'Novistan' verklaart zich eenzijdig onafhankelijk van de staat 'Oudland'. Novistan heeft een permanente bevolking, een afgebakend grondgebied en een effectieve regering die internationale betrekkingen kan aangaan. Oudland weigert Novistan te erkennen en stelt dat Novistan juridisch niet bestaat zolang het niet door de internationale gemeenschap is erkend. Heeft Oudland gelijk?",
    "sample": "Rechtsvraag: Is erkenning door andere staten een constitutief vereiste voor het bestaan van Novistan als staat?\n\nRechtsregel: Volgens artikel 1 Montevideo-Verdrag moet een entiteit voldoen aan vier criteria: bevolking, grondgebied, gezag en capaciteit tot betrekkingen. In de zaak East Timor oordeelde de rechter dat erkenning declaratoir is; het bestaan van de staat hangt af van feitelijke criteria.\n\nToepassing: Novistan voldoet feitelijk aan de vier criteria van het Montevideo-Verdrag. Het ontbreken van erkenning door Oudland doet hier juridisch niet aan af, aangezien erkenning slechts een politieke bevestiging is.\n\nConclusie: Oudland heeft ongelijk; Novistan is juridisch een staat op basis van de feitelijke criteria.",
    "checklist": [
      "Artikel 1 Montevideo-Verdrag noemt vier criteria",
      "Erkenning is declaratoir, niet constitutief",
      "East Timor-zaak bevestigt feitelijke criteria",
      "Novistan voldoet aan feitelijke eisen"
    ],
    "exp": "Analyse gebaseerd op de declaratoire theorie en de zaak East Timor."
  },
  {
    "q": "De bevolking van de provincie 'Arctica' in het land 'Borealia' voelt zich cultureel anders, maar heeft volledige politieke rechten en wordt niet onderdrukt. Na een referendum waarin 51% voor onafhankelijkheid stemt, roept Arctica eenzijdig de onafhankelijkheid uit met een beroep op het recht op zelfbeschikking. Is deze afscheiding rechtmatig volgens internationaal recht?",
    "sample": "Rechtsvraag: Geeft het recht op zelfbeschikking Arctica het recht op eenzijdige afscheiding (externe zelfbeschikking)?\n\nRechtsregel: In Reference re Secession of Quebec stelde het Hof dat zelfbeschikking primair intern moet worden uitgeoefend. Externe zelfbeschikking (afscheiding) is slechts toegestaan in uitzonderlijke situaties zoals kolonisatie, bezetting of ernstige onderdrukking.\n\nToepassing: Arctica wordt niet onderdrukt en heeft politieke rechten (interne zelfbeschikking). Een referendumuitslag creëert op zichzelf geen juridisch recht op eenzijdige afscheiding in deze omstandigheden.\n\nConclusie: De afscheiding is niet rechtmatig; er is geen recht op externe zelfbeschikking.",
    "checklist": [
      "Recht op zelfbeschikking is primair intern",
      "Reference re Secession of Quebec",
      "Uitzondering: kolonisatie of ernstige onderdrukking",
      "Referendum creëert geen afscheidingsrecht"
    ],
    "exp": "Analyse gebaseerd op het Quebec-advies over secessie."
  },
  {
    "q": "Een VN-functionaris, met de nationaliteit van Zweden, raakt tijdens een missie gewond door toedoen van de staat X, die geen lid is van de VN. De VN wil een schadeclaim indienen tegen staat X. Staat X stelt dat de VN geen staat is en dus geen claim kan indienen tegen een niet-lidstaat. Slaagt dit verweer?",
    "sample": "Rechtsvraag: Heeft de VN de bevoegdheid om een internationale schadeclaim in te dienen tegen een niet-lidstaat?\n\nRechtsregel: In het advies Reparation for Injuries bepaalde het IGH dat de VN objectieve internationale rechtspersoonlijkheid bezit. Dit werkt ook tegenover niet-lidstaten en omvat de capaciteit om claims in te dienen.\n\nToepassing: De VN heeft de bevoegdheid om internationale claims in te dienen ter bescherming van haar functionarissen (functionele bescherming). Dat staat X geen lid is, is niet relevant vanwege de objectieve persoonlijkheid.\n\nConclusie: Het verweer slaagt niet; de VN is bevoegd de claim in te dienen.",
    "checklist": [
      "Reparation for Injuries Advisory Opinion",
      "VN bezit objectieve internationale rechtspersoonlijkheid",
      "Capaciteit om internationale claims in te dienen",
      "Geldt ook tegenover niet-lidstaten"
    ],
    "exp": "Analyse gebaseerd op het Reparation for Injuries-advies."
  },
  {
    "q": "De Wereldhandelsorganisatie (WTO) wil een eigen vredesmacht oprichten om handelsroutes militair te beveiligen. In het oprichtingsverdrag staat enkel dat de WTO de handel bevordert en geschillen beslecht. Lidstaat A maakt bezwaar en stelt dat deze bevoegdheid niet in het verdrag staat. De WTO beroept zich op 'implied powers'. Is de oprichting van de vredesmacht rechtmatig?",
    "sample": "Rechtsvraag: Kan de WTO een vredesmacht oprichten op basis van impliciete bevoegdheden?\n\nRechtsregel: Internationale organisaties hebben bevoegdheden op basis van het attributiebeginsel en het specialiteitsbeginsel (Nuclear Weapons). Implied powers zijn bevoegdheden die noodzakelijk zijn voor de taakuitoefening, maar moeten binnen het specifieke doeldomein vallen.\n\nToepassing: Een vredesmacht (militaire taak) valt buiten het specifieke doel (handel) en de 'field of activity' van de WTO. Het is niet noodzakelijk voor handelsbevordering op de wijze die impliciete bevoegdheden toestaat.\n\nConclusie: De oprichting is onrechtmatig wegens strijd met het specialiteitsbeginsel.",
    "checklist": [
      "Attributiebeginsel en specialiteitsbeginsel",
      "Nuclear Weapons Advisory Opinion",
      "Implied powers moeten noodzakelijk zijn",
      "Vredesmacht valt buiten field of activity"
    ],
    "exp": "Analyse gebaseerd op de bevoegdheden van IO's."
  },
  {
    "q": "Staat A ontdekte in 1800 een onbewoond eiland, plantte een vlag, maar keerde nooit terug. Staat B vestigde er in 1900 een handelspost, bouwde een vuurtoren en hief belastingen, zonder protest van Staat A. In 2024 claimt Staat A het eiland op basis van ontdekking. Wie heeft de sterkste titel?",
    "sample": "Rechtsvraag: Wie heeft de rechtmatige titel op het eiland: de ontdekker of de effectieve bezetter?\n\nRechtsregel: Voor een geldige titel is effectieve uitoefening van overheidsgezag vereist (effectiviteitsbeginsel). Ontdekking geeft slechts een onvolledige titel. Berusting (acquiescence) en estoppel kunnen leiden tot verlies van rechten bij stilzwijgen.\n\nToepassing: Staat B oefent feitelijk gezag uit (wetgeving/administratie). Staat A heeft geen gezag uitgeoefend en niet geprotesteerd tegen de acties van B (berusting).\n\nConclusie: Staat B heeft de titel door effectieve bezetting en verjaring/estoppel.",
    "checklist": [
      "Effectiviteitsbeginsel vereist daadwerkelijk gezag",
      "Ontdekking alleen is onvoldoende",
      "Berusting of estoppel door stilzwijgen",
      "Staat B toont effectieve bezetting"
    ],
    "exp": "Analyse gebaseerd op verkrijging van grondgebied."
  }
]