[
  {
    "q": "Wat is het juridische gevolg indien een beroep op een rechtvaardigingsgrond slaagt bij een delict waarin de wederrechtelijkheid niet als bestanddeel in de delictsomschrijving is opgenomen?",
    "a": [
      "De verdachte wordt vrijgesproken van het tenlastegelegde feit.",
      "De verdachte wordt ontslagen van alle rechtsvervolging.",
      "De verdachte wordt schuldig verklaard zonder oplegging van straf.",
      "De verdachte wordt niet-ontvankelijk verklaard in de vervolging."
    ],
    "c": 1,
    "exp": "Artikel 352 lid 2 Sv.\n\nIndien het bewezenverklaarde feit niet kan worden gekwalificeerd of het feit niet strafbaar is (door een geslaagd beroep op een rechtvaardigingsgrond), ontslaat de rechter de verdachte van alle rechtsvervolging. Vrijspraak volgt slechts indien het feit niet wettig en overtuigend bewezen is."
  },
  {
    "q": "Welke eis wordt gesteld aan de aanranding voor een geslaagd beroep op noodweer in de zin van artikel 41 lid 1 Sr?",
    "a": [
      "De aanranding moet afkomstig zijn van een overmachtsstituatie.",
      "De aanranding moet ogenblikkelijk en wederrechtelijk zijn.",
      "De aanranding moet gericht zijn op de openbare orde.",
      "De aanranding moet een hevige gemoedsbeweging veroorzaken."
    ],
    "c": 1,
    "exp": "Artikel 41 lid 1 Sr.\n\nVoor een geslaagd beroep op noodweer is vereist dat de verdediging noodzakelijk is tegen een ogenblikkelijke, wederrechtelijke aanranding van eigen of eens anders lijf, eerbaarheid of goed."
  },
  {
    "q": "In welk arrest introduceerde de Hoge Raad de buitenwettelijke schulduitsluitingsgrond 'afwezigheid van alle schuld' (AVAS)?",
    "a": [
      "HR Opticien",
      "HR Veearts",
      "HR Melk en water",
      "HR Motorpapieren"
    ],
    "c": 2,
    "exp": "HR Melk en water.\n\nIn dit arrest bepaalde de Hoge Raad dat indien een verdachte geen enkel verwijt kan worden gemaakt, strafbaarheid ontbreekt, zelfs als de delictsomschrijving geen schuld of opzet vereist (overtreding)."
  },
  {
    "q": "Wat is het wezenlijke verschil tussen een rechtvaardigingsgrond en een schulduitsluitingsgrond?",
    "a": [
      "Een rechtvaardigingsgrond neemt de wederrechtelijkheid weg; een schulduitsluitingsgrond neemt de verwijtbaarheid weg.",
      "Een rechtvaardigingsgrond ziet op de geestestoestand; een schulduitsluitingsgrond ziet op de feitelijke handeling.",
      "Een rechtvaardigingsgrond leidt tot vrijspraak; een schulduitsluitingsgrond leidt tot niet-ontvankelijkheid.",
      "Een rechtvaardigingsgrond is altijd wettelijk geregeld; een schulduitsluitingsgrond is altijd buitenwettelijk."
    ],
    "c": 0,
    "exp": "Algemene rechtsleer strafuitsluitingsgronden.\n\nRechtvaardigingsgronden ontnemen het wederrechtelijke karakter aan de daad (het feit is niet strafbaar). Schulduitsluitingsgronden ontnemen de verwijtbaarheid aan de dader (de dader is niet strafbaar)."
  },
  {
    "q": "Welke voorwaarde geldt voor een geslaagd beroep op het opvolgen van een onbevoegd gegeven ambtelijk bevel?",
    "a": [
      "Het bevel moet gegeven zijn in een noodtoestand waarbij de proportionaliteit in acht is genomen.",
      "De ondergeschikte moest te goeder trouw menen dat het bevel bevoegd gegeven was.",
      "Het bevel moet schriftelijk zijn vastgelegd door het bevoegde gezag voor de uitvoering.",
      "De handeling moet gericht zijn op de verdediging van lijf, eerbaarheid of goed."
    ],
    "c": 1,
    "exp": "Artikel 43 lid 2 Sr.\n\nEen onbevoegd gegeven ambtelijk bevel heft de strafbaarheid slechts op indien het door de ondergeschikte te goeder trouw als bevoegd gegeven werd beschouwd en de nakoming binnen de kring van zijn ondergeschiktheid lag."
  },
  {
    "q": "Welk rechtsgoed wordt NIET expliciet beschermd door de noodweerbepaling in artikel 41 lid 1 Sr?",
    "a": [
      "Lijf",
      "Eerbaarheid",
      "Goed",
      "Openbaar gezag"
    ],
    "c": 3,
    "exp": "Artikel 41 lid 1 Sr.\n\nDe wet noemt limitatief de verdediging van eigen of eens anders lijf, eerbaarheid of goed. Het openbaar gezag of de openbare orde vallen hier niet onder."
  },
  {
    "q": "Welke eis stelt artikel 40 Sr aan een beroep op overmacht?",
    "a": [
      "De dader moet handelen ter uitvoering van een wettelijk voorschrift.",
      "De dader moet handelen in een toestand van bewusteloosheid.",
      "De dader moet gedrongen zijn door een kracht waaraan hij geen weerstand kon bieden.",
      "De dader moet handelen uit een hevige gemoedsbeweging door een aanranding."
    ],
    "c": 2,
    "exp": "Artikel 40 Sr.\n\nNiet strafbaar is hij die een feit begaat waartoe hij door overmacht is gedrongen. Dit omvat zowel psychische overmacht als overmacht in de zin van noodtoestand."
  },
  {
    "q": "In welk arrest werd de buitenwettelijke rechtvaardigingsgrond 'ontbreken van de materiële wederrechtelijkheid' aangenomen?",
    "a": [
      "HR Melk en water",
      "HR Opticien",
      "HR Veearts",
      "HR Motorpapieren"
    ],
    "c": 2,
    "exp": "HR Veearts.\n\nDe Hoge Raad oordeelde dat de veearts, door gezonde koeien bij zieke koeien te plaatsen ter verkrijging van immuniteit, weliswaar de letter van de wet schond, maar handelde in de geest van de wet (bevordering volksgezondheid), waardoor de materiële wederrechtelijkheid ontbrak."
  },
  {
    "q": "Wat houdt de 'Garantenstellung' in bij de beoordeling van een beroep op noodweer?",
    "a": [
      "De verdachte heeft een bijzondere zorgplicht voor het slachtoffer waardoor noodweer is uitgesloten.",
      "Van personen met een bepaalde kwaliteit of functie mag een grotere mate van beheersing worden verwacht.",
      "De verdachte heeft zichzelf opzettelijk in de situatie gebracht waarin verdediging noodzakelijk werd.",
      "De verdachte garandeert dat de verdediging niet zwaarder is dan de aanval van de wederpartij."
    ],
    "c": 1,
    "exp": "HR Overzichtsarrest noodweer(exces).\n\nDe Garantenstellung houdt in dat de hoedanigheid van de verdachte (bijvoorbeeld een politieagent of beveiliger) een rol speelt bij de proportionaliteitstoets; van hen mag een andere reactie worden verwacht dan van een gewone burger."
  },
  {
    "q": "Welke eis wordt gesteld aan noodweerexces in artikel 41 lid 2 Sr?",
    "a": [
      "De overschrijding van de grenzen van de noodzakelijke verdediging moet het onmiddellijk gevolg zijn van een hevige gemoedsbeweging.",
      "De verdediging moet gericht zijn tegen een aanranding die nog niet is aangevangen maar wel dreigt.",
      "De verdachte moet hebben gedwaald omtrent de feitelijke omstandigheden van de aanval.",
      "De verdediging moet proportioneel zijn aan de zwaarte van de aanranding."
    ],
    "c": 0,
    "exp": "Artikel 41 lid 2 Sr.\n\nNiet strafbaar is de overschrijding van de grenzen van noodzakelijke verdediging, indien zij het onmiddellijk gevolg is geweest van een hevige gemoedsbeweging, door de aanranding veroorzaakt."
  },
  {
    "q": "Wat is het gevolg voor de strafbaarheid bij een geslaagd beroep op ontoerekeningsvatbaarheid volgens artikel 39 Sr?",
    "a": [
      "De verdachte is niet strafbaar en wordt ontslagen van alle rechtsvervolging.",
      "De verdachte wordt vrijgesproken wegens het ontbreken van de daad.",
      "De verdachte is strafbaar, maar de straf wordt gematigd.",
      "De verdachte is niet strafbaar, maar de rechter moet verplicht tbs opleggen."
    ],
    "c": 0,
    "exp": "Artikel 39 Sr.\n\nNiet strafbaar is hij die een feit begaat, dat hem wegens de gebrekkige ontwikkeling of ziekelijke stoornis van zijn geestvermogens niet kan worden toegerekend. Dit leidt tot ontslag van alle rechtsvervolging."
  },
  {
    "q": "Welk arrest heeft betrekking op de rechtvaardigingsgrond overmacht in de zin van noodtoestand?",
    "a": [
      "HR Melk en water",
      "HR Opticien",
      "HR Veearts",
      "HR Motorpapieren"
    ],
    "c": 1,
    "exp": "HR Opticien.\n\nIn dit arrest honoreerde de Hoge Raad een beroep op overmacht (noodtoestand) van een opticien die de Winkelsluitingswet overtrad om een klant in acute nood te helpen, waarbij het maatschappelijk belang zwaarder woog dan de wettelijke plicht."
  },
  {
    "q": "Wat wordt verstaan onder 'putatief noodweer'?",
    "a": [
      "Een situatie waarin de verdachte de grenzen van de noodzakelijke verdediging overschrijdt door emotie.",
      "Een situatie waarin de verdachte abusievelijk maar verschoonbaar meent dat hij zich moet verdedigen.",
      "Een situatie waarin de verdachte zich verdedigt tegen een rechtmatige handeling van de overheid.",
      "Een situatie waarin de verdachte de aanval zelf heeft uitgelokt door eigen gedrag."
    ],
    "c": 1,
    "exp": "HR Overzichtsarrest noodweer(exces).\n\nPutatief noodweer is een vorm van verontschuldigbare dwaling (AVAS) waarbij de verdachte dwaalt over het bestaan van een noodweersituatie; hij meent ten onrechte maar verontschuldigbaar dat hij wordt aangevallen."
  },
  {
    "q": "Wanneer is sprake van culpa in causa bij een beroep op een strafuitsluitingsgrond?",
    "a": [
      "Wanneer de verdachte zich opzettelijk in de situatie heeft gebracht waarin het strafbare feit plaatsvond.",
      "Wanneer de verdachte handelt met voorbedachte rade en kalm beraad.",
      "Wanneer de verdachte een beroep doet op overmacht terwijl er een wettelijk alternatief was.",
      "Wanneer de verdachte de grenzen van de proportionaliteit overschrijdt."
    ],
    "c": 0,
    "exp": "Algemene rechtsleer strafuitsluitingsgronden / HR Overzichtsarrest noodweer(exces).\n\nCulpa in causa ('eigen schuld') houdt in dat de verdachte zichzelf (verwijtbaar) in de situatie heeft gebracht waarin de noodzaak tot verdediging of het plegen van het feit ontstond, wat een beroep op de strafuitsluitingsgrond kan blokkeren."
  },
  {
    "q": "Welke uitspraak doet de rechter als een beroep op een rechtvaardigingsgrond slaagt bij een delict waarin 'wederrechtelijk' als bestanddeel is opgenomen?",
    "a": [
      "Ontslag van alle rechtsvervolging.",
      "Niet-ontvankelijkverklaring van het Openbaar Ministerie.",
      "Vrijspraak.",
      "Schuldigverklaring zonder straf."
    ],
    "c": 2,
    "exp": "Artikel 350 Sv jo. Artikel 352 Sv.\n\nAls de wederrechtelijkheid een bestanddeel is van de delictsomschrijving, moet dit worden bewezen. Bij een geslaagde rechtvaardigingsgrond is de wederrechtelijkheid niet bewezen, wat leidt tot vrijspraak op de eerste vraag van art. 350 Sv."
  },
  {
    "q": "Wat is een vereiste voor een geslaagd beroep op de schulduitsluitingsgrond 'psychische overmacht'?",
    "a": [
      "Er moet sprake zijn van een conflict van plichten waarbij het zwaarstwegende belang voorgaat.",
      "Er moet sprake zijn van een van buiten komende drang waartegen weerstand redelijkerwijs niet kon worden gevergd.",
      "De verdachte moet handelen ter uitvoering van een ambtelijk bevel.",
      "De verdachte moet handelen in een toestand van ontoerekeningsvatbaarheid door een ziekelijke stoornis."
    ],
    "c": 1,
    "exp": "Artikel 40 Sr / Jurisprudentie.\n\nPsychische overmacht vereist een externe drang (vis compulsiva) die zodanig groot is dat van de verdachte redelijkerwijs niet kon worden gevergd dat hij hieraan weerstand bood."
  },
  {
    "q": "Welke vorm van dwaling kan leiden tot een geslaagd beroep op Afwezigheid van alle Schuld (AVAS)?",
    "a": [
      "Rechtsdwaling ten aanzien van de strafbaarheid van het feit.",
      "Feitelijke dwaling ten aanzien van de omstandigheden, mits verontschuldigbaar.",
      "Dwaling omtrent de identiteit van het slachtoffer.",
      "Dwaling omtrent de hoogte van de op te leggen straf."
    ],
    "c": 1,
    "exp": "HR Melk en water / HR Motorpapieren.\n\nEen beroep op AVAS kan slagen bij verontschuldigbare feitelijke dwaling of verontschuldigbare rechtsdwaling (onbewustheid van de wederrechtelijkheid waarbij de verdachte voldoende onderzoek heeft gedaan)."
  },
  {
    "q": "Wat houdt het subsidiariteitsvereiste in bij noodweer?",
    "a": [
      "De verdediging mag niet verder gaan dan noodzakelijk is om de aanval af te wenden.",
      "De verdediging moet in redelijke verhouding staan tot de ernst van de aanranding.",
      "Er mag geen beroep op noodweer worden gedaan als er een reële mogelijkheid was om zich aan de aanval te onttrekken.",
      "De verdediging moet gericht zijn tegen een ogenblikkelijke wederrechtelijke aanranding."
    ],
    "c": 2,
    "exp": "HR Overzichtsarrest noodweer(exces).\n\nSubsidiariteit houdt in dat het verdedigingsmiddel noodzakelijk moet zijn; indien de verdachte zich kon en moest onttrekken aan de aanranding (bijvoorbeeld door weg te lopen), is noodweer niet toegestaan."
  },
  {
    "q": "Onder welke categorie strafuitsluitingsgronden valt 'uitvoering van een wettelijk voorschrift' (art. 42 Sr)?",
    "a": [
      "Schulduitsluitingsgronden.",
      "Rechtvaardigingsgronden.",
      "Vervolgingsuitsluitingsgronden.",
      "Strafverminderingsgronden."
    ],
    "c": 1,
    "exp": "Artikel 42 Sr.\n\nArtikel 42 Sr (wettelijk voorschrift) is een rechtvaardigingsgrond omdat het de wederrechtelijkheid van de daad wegneemt; de handeling is door de wet bevolen en dus rechtmatig."
  },
  {
    "q": "Wat is vereist voor een geslaagd beroep op de 'tardieve' (verlate) vorm van noodweerexces?",
    "a": [
      "De verdediging moet plaatsvinden terwijl de aanval nog bezig is.",
      "De overschrijding moet het onmiddellijk gevolg zijn van een hevige gemoedsbeweging veroorzaakt door de (beëindigde) aanval.",
      "De verdachte moet voorafgaand aan de aanval een waarschuwing hebben gegeven.",
      "De tegenaanval moet gericht zijn op vergelding van het aangedane leed."
    ],
    "c": 1,
    "exp": "Artikel 41 lid 2 Sr / HR Overzichtsarrest noodweer(exces).\n\nBij tardief noodweerexces is de aanval al afgelopen, maar is de reactie nog steeds het onmiddellijke gevolg van de hevige gemoedsbeweging die door die aanval is veroorzaakt."
  },
  {
    "q": "Welk element ontbreekt bij een geslaagd beroep op een schulduitsluitingsgrond in het beslissingsschema van art. 350 Sv?",
    "a": [
      "De wederrechtelijkheid.",
      "De wettelijke delictsomschrijving.",
      "De verwijtbaarheid.",
      "De menselijke gedraging."
    ],
    "c": 2,
    "exp": "Artikel 350 Sv.\n\nSchulduitsluitingsgronden nemen de verwijtbaarheid (schuld in de zin van verwijtbaarheid) weg. De daad blijft wederrechtelijk, maar de dader kan geen verwijt worden gemaakt."
  },
  {
    "q": "Kan een beroep op noodweer slagen als men zich verdedigt tegen een rechtmatige aanhouding door de politie?",
    "a": [
      "Ja, indien de politie buitensporig geweld gebruikt.",
      "Ja, een burger heeft altijd het recht zijn vrijheid te verdedigen.",
      "Nee, want er is geen sprake van een wederrechtelijke aanranding.",
      "Nee, tenzij de verdachte niet wist dat het politieagenten waren."
    ],
    "c": 2,
    "exp": "Artikel 41 lid 1 Sr.\n\nNoodweer vereist een 'wederrechtelijke' aanranding. Een rechtmatige aanhouding door de politie is gebaseerd op een wettelijke bevoegdheid en is dus niet wederrechtelijk, waardoor verdediging daartegen niet is toegestaan."
  },
  {
    "q": "Wat was de kernoverweging in het arrest 'Motorpapieren' m.b.t. AVAS?",
    "a": [
      "Dat een beroep op rechtsdwaling slaagt als men advies heeft ingewonnen bij een willekeurige derde.",
      "Dat een beroep op rechtsdwaling faalt als men geen onderzoek heeft gedaan terwijl dat wel nodig was.",
      "Dat materiële wederrechtelijkheid ontbreekt als het doel de middelen heiligt.",
      "Dat overmacht niet geldt voor verkeersovertredingen."
    ],
    "c": 1,
    "exp": "HR Motorpapieren.\n\nIn dit arrest werd bepaald dat een beroep op afwezigheid van alle schuld (rechtsdwaling) niet opgaat als de verdachte een onderzoeksplicht had en deze heeft verzaakt door af te gaan op onvoldoende betrouwbare informatie."
  },
  {
    "q": "Welke voorwaarde geldt voor de rechtvaardigingsgrond 'bevoegd gegeven ambtelijk bevel' (art. 43 lid 1 Sr)?",
    "a": [
      "Het bevel moet gegeven zijn door een bevoegd gezag.",
      "Het bevel moet schriftelijk zijn vastgelegd.",
      "Het bevel moet proportioneel zijn aan het te bereiken doel.",
      "De uitvoerder moet te goeder trouw zijn over de bevoegdheid."
    ],
    "c": 0,
    "exp": "Artikel 43 lid 1 Sr.\n\nDe wet stelt als harde eis dat het feit moet zijn begaan ter uitvoering van een ambtelijk bevel, gegeven door het daartoe bevoegde gezag."
  },
  {
    "q": "In welke situatie is het 'ontbreken van de materiële wederrechtelijkheid' van toepassing?",
    "a": [
      "Wanneer de dader ontoerekeningsvatbaar is verklaard.",
      "Wanneer de dader handelde in een toestand van psychische overmacht.",
      "Wanneer de dader de wet overtrad, maar daarmee het doel van de wet juist beter diende.",
      "Wanneer de dader handelde uit noodweer maar de grenzen overschreed."
    ],
    "c": 2,
    "exp": "HR Veearts.\n\nHet ontbreken van materiële wederrechtelijkheid wordt aangenomen als de handeling formeel onder de strafbepaling valt, maar de strekking van de strafbepaling (het beschermde rechtsgoed) door de handeling juist wordt gediend."
  },
  {
    "q": "Wat impliceert de 'dubbele causaliteit' bij noodweerexces?",
    "a": [
      "De aanranding veroorzaakt de gemoedsbeweging én de gemoedsbeweging veroorzaakt de overschrijding.",
      "De verdachte en het slachtoffer hebben beiden bijgedragen aan de escalatie.",
      "De handeling is zowel disproportioneel als in strijd met de subsidiariteit.",
      "De gemoedsbeweging moet zowel hevig als langdurig zijn."
    ],
    "c": 0,
    "exp": "HR Overzichtsarrest noodweer(exces).\n\nEr moet sprake zijn van een causaal verband tussen de aanranding en de hevige gemoedsbeweging, én een causaal verband tussen die gemoedsbeweging en de overschrijding van de verdedigingsgrenzen."
  },
  {
    "q": "Is 'angst' de enige gemoedsbeweging die een beroep op noodweerexces rechtvaardigt?",
    "a": [
      "Ja, alleen angst wordt in de jurisprudentie erkend.",
      "Nee, ook drift, woede of radeloosheid kunnen een hevige gemoedsbeweging vormen.",
      "Ja, tenzij er sprake is van een psychische stoornis.",
      "Nee, maar de gemoedsbeweging mag niet voortkomen uit woede."
    ],
    "c": 1,
    "exp": "HR Overzichtsarrest noodweer(exces).\n\nDe Hoge Raad erkent dat een 'hevige gemoedsbeweging' niet beperkt is tot angst of vrees, maar ook andere emoties zoals drift, woede of verontwaardiging kan omvatten, mits direct veroorzaakt door de aanranding."
  },
  {
    "q": "Wanneer leidt een geslaagd beroep op een strafuitsluitingsgrond tot vrijspraak bij een culpoos delict?",
    "a": [
      "Nooit, dit leidt altijd tot ontslag van alle rechtsvervolging.",
      "Alleen als het een rechtvaardigingsgrond betreft.",
      "Altijd, omdat de culpa-bestanddelen (verwijtbaarheid/wederrechtelijkheid) dan niet bewezen zijn.",
      "Alleen als de officier van justitie dit vordert."
    ],
    "c": 2,
    "exp": "Artikel 350 Sv / Dogmatiek Culpoze Delicten.\n\nBij een culpoos delict (bijv. dood door schuld) zijn wederrechtelijkheid en verwijtbaarheid ingeblikt in het bestanddeel 'schuld' (culpa). Als een strafuitsluitingsgrond slaagt, kan de culpa niet worden bewezen, wat leidt tot vrijspraak."
  },
  {
    "q": "Welke eis stelt artikel 43 lid 2 Sr aan een beroep op een onbevoegd ambtelijk bevel?",
    "a": [
      "De ondergeschikte moet hebben geweten dat het bevel onbevoegd was.",
      "Het bevel moet betrekking hebben op een strafbaar feit.",
      "De nakoming moet binnen de kring van de ondergeschiktheid van de dader liggen.",
      "Het bevel moet gegeven zijn in een noodsituatie."
    ],
    "c": 2,
    "exp": "Artikel 43 lid 2 Sr.\n\nVoor straffeloosheid bij een onbevoegd bevel is vereist dat het bevel te goeder trouw als bevoegd werd beschouwd én dat de nakoming daarvan binnen de kring van de ondergeschiktheid van de dader lag."
  },
  {
    "q": "Wat wordt in het kader van AVAS bedoeld met 'maximaal te vergen zorg'?",
    "a": [
      "Dat de verdachte de zorg van een gemiddeld persoon heeft betracht.",
      "Dat de verdachte er alles aan heeft gedaan wat redelijkerwijs van hem kon worden gevergd om het feit te voorkomen.",
      "Dat de verdachte een verzekering heeft afgesloten voor de schade.",
      "Dat de verdachte na het feit direct de politie heeft gewaarschuwd."
    ],
    "c": 1,
    "exp": "Jurisprudentie AVAS.\n\nDeze vorm van AVAS houdt in dat de verdachte, hoewel hij de wet heeft overtreden, alle voorzorgsmaatregelen heeft getroffen die redelijkerwijs van hem gevergd konden worden om de overtreding te voorkomen, waardoor hem geen verwijt treft."
  }
]