[
  {
    "q": "Op welke wijze verkrijgt men de eigendom van een roerende zaak die aan niemand toebehoort (res nullius)?",
    "a": [
      "Door vinderschap na verloop van één jaar.",
      "Door inbezitneming van de desbetreffende zaak.",
      "Door natrekking indien de zaak zich op eigen grond bevindt.",
      "Door overdracht bij authentieke akte.",
    ],
    "c": 1,
    "exp": "Artikel 5:4 BW.\n\nHij die een aan niemand toebehorende roerende zaak in bezit neemt, verkrijgt daarvan de eigendom. Dit wordt ook wel occupatie genoemd."
  },
  {
    "q": "Wat is het goederenrechtelijke gevolg indien een onroerende zaak door niemand wordt geclaimd of aan niemand toebehoort?",
    "a": [
      "De zaak wordt als res nullius beschouwd en is vatbaar voor occupatie.",
      "De zaak vervalt aan de gemeente waar de onroerende zaak gelegen is.",
      "De zaak vervalt van rechtswege aan de Staat.",
      "De zaak wordt eigendom van de eerste gebruiker.",
    ],
    "c": 2,
    "exp": "Artikel 5:24 BW.\n\nEen onroerende zaak kan nooit een res nullius zijn. Onroerende zaken die aan niemand toebehoren, behoren toe aan de Staat."
  },
  {
    "q": "Aan wie komt de eigendom toe van een schat die in de grond van een ander wordt gevonden?",
    "a": [
      "De schat komt voor het geheel toe aan de eigenaar van de grond.",
      "De schat komt voor het geheel toe aan de vinder van de schat.",
      "De schat komt voor gelijke delen toe aan de vinder en de grondeigenaar.",
      "De schat vervalt aan de Staat tenzij de oorspronkelijke eigenaar bekend is.",
    ],
    "c": 2,
    "exp": "Artikel 5:13 lid 1 BW.\n\nEen schat komt voor gelijke delen toe aan degene die hem ontdekt, en aan de eigenaar van de onroerende of roerende zaak waarin de schat wordt aangetroffen."
  },
  {
    "q": "Welke maatstaf hanteert de Hoge Raad in het arrest Dépex/Bergel om te bepalen of apparatuur bestanddeel is van een fabrieksgebouw?",
    "a": [
      "Of de apparatuur en het gebouw in constructief opzicht op elkaar zijn afgestemd.",
      "Of de apparatuur zonder beschadiging van betekenis kan worden verwijderd.",
      "Of de apparatuur noodzakelijk is voor het productieproces in de fabriek.",
      "Of de apparatuur en het gebouw dezelfde eigenaar hebben.",
    ],
    "c": 0,
    "exp": "Arrest Dépex/Bergel.\n\nDe Hoge Raad oordeelde dat van belang is of gebouw en apparatuur in constructief opzicht specifiek op elkaar zijn afgestemd, of dat het gebouw zonder de apparatuur als onvoltooid moet worden beschouwd."
  },
  {
    "q": "Wanneer is er sprake van natrekking bij roerende zaken volgens artikel 5:14 BW?",
    "a": [
      "Indien een zaak bestanddeel wordt van een andere roerende zaak die als hoofdzaak is aan te merken.",
      "Indien twee zaken van gelijke waarde en omvang met elkaar worden verenigd.",
      "Indien de zaken door vermenging niet meer van elkaar te onderscheiden zijn.",
      "Indien een nieuwe zaak wordt gevormd uit meerdere roerende zaken.",
    ],
    "c": 0,
    "exp": "Artikel 5:14 lid 1 BW.\n\nDe eigendom van een roerende zaak die een bestanddeel wordt van een andere roerende zaak die als hoofdzaak is aan te merken, gaat over aan de eigenaar van deze hoofdzaak."
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het arrest Grensoverschrijdende treurwilg over een boom op de erfgrens?",
    "a": [
      "De boom is eigendom van degene die de boom oorspronkelijk heeft geplant.",
      "De boom is eigendom van de eigenaar van de grond waar de stam het dikst is.",
      "De boom is mandelig en daarmee mede-eigendom van beide buren.",
      "De boom moet worden verwijderd als deze hinder veroorzaakt voor een buur.",
    ],
    "c": 2,
    "exp": "Arrest Grensoverschrijdende treurwilg.\n\nDe omstandigheid dat de stam van de boom verenigd is met de grond van beide erven brengt mee dat de boom toebehoort aan de eigenaren van beide erven gezamenlijk (artikel 5:20 lid 1 aanhef en onder f BW)."
  },
  {
    "q": "Wie wordt eigenaar bij zaaksvorming indien iemand voor zichzelf een zaak vormt uit hem niet toebehorende zaken?",
    "a": [
      "De eigenaar van de oorspronkelijke materialen, tenzij de vorming duurder was.",
      "De vormer, tenzij de kosten van de vorming dit wegens hun geringe omvang niet rechtvaardigen.",
      "Er ontstaat een gemeenschap tussen de vormer en de materiaaleigenaar.",
      "De eigenaar van de hoofdzaak van de gebruikte materialen.",
    ],
    "c": 1,
    "exp": "Artikel 5:16 lid 2 BW.\n\nIndien iemand voor zichzelf een zaak vormt of doet vormen uit of mede uit een of meer hem niet toebehorende roerende zaken, wordt hij eigenaar van de nieuwe zaak, tenzij de kosten van de vorming dit wegens hun geringe omvang niet rechtvaardigen."
  },
  {
    "q": "Welke eis stelt artikel 3:98 BW voor de vestiging van een beperkt recht?",
    "a": [
      "Inschrijving in de openbare registers, ongeacht het type goed.",
      "Dezelfde vereisten als voor overdracht van het goed waarop het recht rust.",
      "Uitsluitend een geldige titel en beschikkingsbevoegdheid.",
      "Een onderhandse akte en mededeling aan de hoofdgerechtigde.",
    ],
    "c": 1,
    "exp": "Artikel 3:98 BW.\n\nOp de vestiging, de overdracht en de afstand van een beperkt recht vinden de regels betreffende overdracht van het goed waarop het beperkte recht rust overeenkomstige toepassing."
  },
  {
    "q": "Welk vereiste geldt specifiek voor de vestiging van een vuistpand op een roerende zaak?",
    "a": [
      "Het opmaken van een authentieke of geregistreerde onderhandse akte.",
      "De zaak moet in de macht van de pandhouder of een derde worden gebracht.",
      "Mededeling van de verpanding aan de schuldenaren van de pandgever.",
      "Inschrijving van het pandrecht in de openbare registers.",
    ],
    "c": 1,
    "exp": "Artikel 3:236 lid 1 BW.\n\nPandrecht op een roerende zaak wordt gevestigd door de zaak in de macht van de pandhouder of van een derde omtrent wie partijen zijn overeengekomen te brengen."
  },
  {
    "q": "Wat houdt het recht van reclame in volgens artikel 7:39 BW?",
    "a": [
      "De bevoegdheid van de koper om een gebrekkige zaak te retourneren.",
      "De bevoegdheid van de verkoper om een roerende zaak bij niet-betaling terug te vorderen.",
      "Het recht van de pandhouder om het verpande goed op te eisen.",
      "Het recht van de eigenaar om zijn eigendom te revindiceren bij diefstal.",
    ],
    "c": 1,
    "exp": "Artikel 7:39 BW.\n\nDe verkoper kan een aan de koper afgeleverde roerende zaak, die niet een registergoed is, terugvorderen, indien de koper de koopprijs niet betaalt."
  },
  {
    "q": "Welke stelling over het hypotheekrecht is juist?",
    "a": [
      "Hypotheek kan worden gevestigd op alle roerende en onroerende zaken.",
      "Hypotheek is een afhankelijk recht dat tenietgaat bij voldoening van de vordering.",
      "Voor de vestiging van hypotheek is feitelijke machtsverschaffing vereist.",
      "Een hypotheekhouder heeft geen voorrangspositie in geval van faillissement.",
    ],
    "c": 1,
    "exp": "Artikel 3:7 BW jo. 3:227 BW.\n\nHet recht van hypotheek is een beperkt recht en tevens een afhankelijk recht. Het is verbonden aan de vordering en gaat teniet als de vordering tenietgaat."
  },
  {
    "q": "Wat bepaalt artikel 6:213 BW over de overeenkomst?",
    "a": [
      "Het is een eenzijdige rechtshandeling gericht op een rechtsgevolg.",
      "Het is een meerzijdige rechtshandeling waarbij partijen een verbintenis aangaan.",
      "Het is een feitelijke handeling met beoogd rechtsgevolg.",
      "Het is een verbintenis die uitsluitend uit de wet voortvloeit.",
    ],
    "c": 1,
    "exp": "Artikel 6:213 BW.\n\nEen overeenkomst in de zin van deze titel is een meerzijdige rechtshandeling, waarbij een of meer partijen jegens een of meer andere een verbintenis aangaan."
  },
  {
    "q": "Hoe komt een overeenkomst volgens artikel 6:217 BW tot stand?",
    "a": [
      "Door een schriftelijke vastlegging van de afspraken.",
      "Door de wil van één partij die zich openbaart.",
      "Door een aanbod en de aanvaarding daarvan.",
      "Door inschrijving in de daartoe bestemde registers.",
    ],
    "c": 2,
    "exp": "Artikel 6:217 lid 1 BW.\n\nEen overeenkomst komt tot stand door een aanbod en de aanvaarding daarvan."
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het arrest Hofland/Hennis over een advertentie voor een huis?",
    "a": [
      "Het is een onherroepelijk aanbod tot verkoop.",
      "Het is een vrijblijvend aanbod dat na aanvaarding kan worden herroepen.",
      "Het is een uitnodiging om in onderhandeling te treden.",
      "Het is een bindend aanbod indien de prijs bepaald is.",
    ],
    "c": 2,
    "exp": "Arrest Hofland/Hennis.\n\nEen advertentie waarin een individueel bepaalde zaak voor een bepaalde prijs wordt aangeboden, is in beginsel een uitnodiging om in onderhandeling te treden."
  },
  {
    "q": "Wanneer heeft een tot een bepaalde persoon gerichte verklaring volgens de wet werking?",
    "a": [
      "Op het moment dat de verklaring is verzonden.",
      "Op het moment dat de verklaring door de persoon is gelezen.",
      "Op het moment dat de verklaring die persoon heeft bereikt.",
      "Op het moment dat de verklaring door de persoon is begrepen.",
    ],
    "c": 2,
    "exp": "Artikel 3:37 lid 3 BW.\n\nEen tot een bepaalde persoon gerichte verklaring moet, om haar werking te hebben, die persoon hebben bereikt."
  },
  {
    "q": "Wat houdt het vertrouwensbeginsel van artikel 3:35 BW in?",
    "a": [
      "Een verklaring is ongeldig als de wil ontbreekt, ongeacht het vertrouwen.",
      "Tegen hem die een verklaring of gedraging als een verklaring heeft opgevat, kan geen beroep op het ontbreken van de wil worden gedaan.",
      "Een rechtshandeling vereist altijd een op een rechtsgevolg gerichte wil.",
      "Bescherming van de handelingsonbekwame tegen zijn eigen verklaringen.",
    ],
    "c": 1,
    "exp": "Artikel 3:35 BW.\n\nTegen hem die eens anders verklaring of gedraging overeenkomstig de zin die hij daaraan onder de gegeven omstandigheden redelijkerwijze mocht toekennen, heeft opgevat als een door die ander tot hem gerichte verklaring van een bepaalde strekking, kan geen beroep worden gedaan op het ontbreken van een met deze verklaring overeenstemmende wil."
  },
  {
    "q": "Wat was de kern van de uitspraak in het arrest Gemeente Amsterdam/Pullens met betrekking tot bepaalbaarheid?",
    "a": [
      "Verbintenissen moeten bij het sluiten van de overeenkomst exact vaststaan.",
      "De eisen van bepaalbaarheid zijn strikt en laten geen subjectieve elementen toe.",
      "De eis van bepaalbaarheid kan niet los worden gezien van de eisen van redelijkheid en billijkheid.",
      "Een aanbod is alleen geldig als de prijs en hoeveelheid exact zijn genoemd.",
    ],
    "c": 2,
    "exp": "Arrest Gemeente Amsterdam/Pullens.\n\nDe in artikel 6:227 BW neergelegde eis van bepaalbaarheid kan niet los gezien worden van de eisen van redelijkheid en billijkheid waardoor de obligatoire overeenkomst mede wordt beheerst."
  },
  {
    "q": "Wat is het rechtsgevolg van een rechtshandeling verricht door een handelingsonbekwame?",
    "a": [
      "De rechtshandeling is van rechtswege nietig.",
      "De rechtshandeling is vernietigbaar.",
      "De rechtshandeling is geldig, tenzij er nadeel is.",
      "De rechtshandeling wordt automatisch omgezet.",
    ],
    "c": 1,
    "exp": "Artikel 3:32 lid 2 BW.\n\nEen rechtshandeling van een onbekwame is vernietigbaar."
  },
  {
    "q": "Wanneer wordt toestemming van de wettelijke vertegenwoordiger aan een minderjarige verondersteld te zijn verleend?",
    "a": [
      "Indien het een rechtshandeling betreft die de minderjarige met eigen geld betaalt.",
      "Indien de rechtshandeling gebruikelijk is in het maatschappelijk verkeer voor zijn leeftijd.",
      "Indien de minderjarige de leeftijd van 16 jaar heeft bereikt.",
      "Indien de wettelijke vertegenwoordiger niet onmiddellijk bezwaar maakt.",
    ],
    "c": 1,
    "exp": "Artikel 1:234 lid 3 BW.\n\nDe toestemming wordt aan de minderjarige verondersteld te zijn verleend, indien het een rechtshandeling betreft ten aanzien waarvan in het maatschappelijk verkeer gebruikelijk is dat minderjarigen van zijn leeftijd deze zelfstandig verrichten."
  },
  {
    "q": "Wat is een kenmerk van een kwalitatieve verplichting bij een registergoed?",
    "a": [
      "Het is een verplichting die alleen rust op de oorspronkelijke contractspartij.",
      "Het is een verplichting om iets te dulden of niet te doen die overgaat op de rechtsverkrijgers.",
      "Het is een verplichting die altijd eindigt bij overdracht van het goed.",
      "Het is een verplichting om iets actief te doen ten behoeve van een derde.",
    ],
    "c": 1,
    "exp": "Artikel 6:252 lid 1 BW.\n\nEen overeenkomst kan bepalen dat een verplichting van de rechthebbende om iets te dulden of niet te doen, zal overgaan op degenen die het goed onder bijzondere titel zullen verkrijgen."
  },
  {
    "q": "Welke eis wordt gesteld aan de vestiging van een stil pandrecht op een roerende zaak?",
    "a": [
      "De zaak moet in de macht van de pandhouder worden gebracht.",
      "Er moet een authentieke of geregistreerde onderhandse akte worden opgemaakt.",
      "De verpanding moet worden medegedeeld aan de schuldenaar.",
      "De zaak moet worden ingeschreven in de openbare registers.",
    ],
    "c": 1,
    "exp": "Artikel 3:237 lid 1 BW.\n\nPandrecht op een roerende zaak kan worden gevestigd bij authentieke of geregistreerde onderhandse akte, zonder dat de zaak in de macht van de pandhouder wordt gebracht."
  },
  {
    "q": "Wat houdt het prioriteitsbeginsel in binnen het goederenrecht?",
    "a": [
      "Alle schuldeisers hebben een gelijk recht op verhaal.",
      "Oudere beperkte rechten gaan voor op jongere beperkte rechten.",
      "Het recht van de eigenaar gaat altijd voor op beperkte rechten.",
      "Vorderingen van de overheid hebben altijd voorrang.",
    ],
    "c": 1,
    "exp": "Algemeen goederenrechtelijk beginsel (Prioriteitsregel).\n\nDe rangorde van beperkte rechten onderling wordt bepaald op grond van het prioriteitsbeginsel: oudere rechten gaan voor op nieuwere rechten."
  },
  {
    "q": "Wat is het gevolg van vermenging (commixtio) van roerende zaken die aan verschillende eigenaren toebehoren?",
    "a": [
      "De zaken blijven eigendom van de oorspronkelijke eigenaren.",
      "De eigendom gaat over op de bezitter van het geheel.",
      "De regels van natrekking zijn van overeenkomstige toepassing.",
      "De zaak wordt eigendom van de Staat als res nullius.",
    ],
    "c": 2,
    "exp": "Artikel 5:15 BW.\n\nIndien roerende zaken die aan verschillende eigenaars toebehoren door vermenging tot één zaak worden verenigd, zijn de artikelen 5:14 BW (natrekking) van overeenkomstige toepassing."
  },
  {
    "q": "Wanneer is een aanbod onherroepelijk volgens artikel 6:219 BW?",
    "a": [
      "Wanneer het schriftelijk is gedaan.",
      "Wanneer het een termijn voor aanvaarding bevat.",
      "Wanneer het aanbod door een ondernemer is gedaan.",
      "Wanneer het aanbod is aanvaard onder voorbehoud.",
    ],
    "c": 1,
    "exp": "Artikel 6:219 lid 1 BW.\n\nEen aanbod kan worden herroepen, tenzij het een termijn voor de aanvaarding inhoudt of de onherroepelijkheid ervan op andere wijze uit het aanbod volgt."
  },
  {
    "q": "Welke handeling is vereist voor de levering van een vordering op naam (openbare cessie)?",
    "a": [
      "Enkel een onderhandse akte tussen cedent en cessionaris.",
      "Een authentieke akte zonder mededeling.",
      "Een akte van cessie en mededeling daarvan aan de schuldenaar.",
      "Overgave van het papier waarin de vordering is belichaamd.",
    ],
    "c": 2,
    "exp": "Artikel 3:94 lid 1 BW.\n\nLevering van tegen een of meer bepaalde personen uit te oefenen rechten geschiedt door een daartoe bestemde akte en mededeling daarvan aan die personen."
  },
  {
    "q": "Wat houdt het recht van parate executie in bij een hypotheekrecht?",
    "a": [
      "De hypotheekhouder mag het goed zelf in eigendom nemen bij wanprestatie.",
      "De hypotheekhouder mag het goed in het openbaar verkopen zonder tussenkomst van de rechter.",
      "De hypotheekhouder moet eerst beslag leggen voordat hij kan verkopen.",
      "De hypotheekhouder heeft alleen voorrang bij de verdeling door een curator.",
    ],
    "c": 1,
    "exp": "Artikel 3:268 lid 1 BW.\n\nIndien de schuldenaar in verzuim is met de voldoening van hetgeen waarvoor de hypotheek tot waarborg strekt, is de hypotheekhouder bevoegd het verbonden goed in het openbaar te doen verkopen."
  },
  {
    "q": "Wat is een kenmerk van de natuurlijke verbintenis?",
    "a": [
      "Zij is rechtens niet-afdwingbaar.",
      "Zij ontstaat altijd uit onrechtmatige daad.",
      "Zij kan niet worden omgezet in een rechtens afdwingbare verbintenis.",
      "Zij verjaart na verloop van vijf jaren.",
    ],
    "c": 0,
    "exp": "Artikel 6:3 lid 1 BW.\n\nEen natuurlijke verbintenis is een rechtens niet-afdwingbare verbintenis."
  },
  {
    "q": "Wanneer wordt een bestanddeel volgens de verkeersopvatting als onderdeel van een hoofdzaak beschouwd (Dépex/Bergel)?",
    "a": [
      "Indien de zaak zonder het bestanddeel minder waard is.",
      "Indien de zaken fysiek onlosmakelijk met elkaar verbonden zijn.",
      "Indien de zaak en het bestanddeel constructief op elkaar zijn afgestemd.",
      "Indien de eigenaar van de hoofdzaak ook eigenaar is van het bestanddeel.",
    ],
    "c": 2,
    "exp": "Arrest Dépex/Bergel.\n\nDe Hoge Raad oordeelde dat van belang is of gebouw en apparatuur in constructief opzicht specifiek op elkaar zijn afgestemd."
  },
  {
    "q": "Wat is de verjaringstermijn voor een rechtsvordering tot vernietiging wegens wilsgebreken?",
    "a": [
      "Eén jaar nadat de invloed heeft opgehouden te werken.",
      "Drie jaren nadat de invloed heeft opgehouden te werken of het bedrog/dwaling is ontdekt.",
      "Vijf jaren na het sluiten van de overeenkomst.",
      "Twintig jaren na het ontstaan van de rechtshandeling.",
    ],
    "c": 1,
    "exp": "Artikel 3:52 lid 1 sub b en c BW.\n\nDe rechtsvordering tot vernietiging verjaart drie jaren nadat de invloed (bedreiging/misbruik) heeft opgehouden te werken, of het bedrog/de dwaling is ontdekt."
  },
  {
    "q": "Welke vordering heeft de eigenaar van een zaak in geval van faillissement van de houder?",
    "a": [
      "Hij moet zijn vordering als concurrente schuldeiser indienen.",
      "Hij heeft een separatistpositie en kan zijn zaak opeisen.",
      "Hij heeft een voorrecht op de opbrengst van de zaak.",
      "Hij kan de zaak alleen opeisen met toestemming van de rechter-commissaris.",
    ],
    "c": 1,
    "exp": "Faillissementswet (Separatistenpositie).\n\nDe eigenaar kan zijn zaak ook als zijn eigendom opeisen indien zij zich onder een failliet bevindt (revindicatie/separatist)."
  }
]