[
  {
    "q": "De onderneming ‘Koek & Zo’ huurt een leegstaand fabriekspand. Om de productie te starten, installeert het bedrijf een enorme industriële oven. Deze oven wordt met bouten in de vloer verankerd en via leidingen in de muren aangesloten op het gasnet. Zonder deze specifieke oven kan het gebouw niet als koekjesfabriek functioneren. Na faillissement van ‘Koek & Zo’ claimt de verhuurder (eigenaar van de grond) dat de oven zijn eigendom is geworden. Heeft de verhuurder gelijk?",
    "sample": "Issue: De rechtsvraag is of de industriële oven door natrekking bestanddeel is geworden van het fabrieksgebouw en daarmee eigendom van de verhuurder.\n\nRule: Volgens artikel 5:20 lid 1 BW omvat de eigendom van de grond ook de gebouwen en werken die daarmee duurzaam zijn verenigd. Artikel 3:4 BW bepaalt wanneer iets bestanddeel is. Uit het arrest Dépex/Bergel volgt dat machines bestanddeel kunnen zijn als gebouw en apparatuur in constructief opzicht op elkaar zijn afgestemd of als het gebouw zonder de apparatuur als onvoltooid moet worden beschouwd.\n\nApplication: Het gebouw is zonder de oven niet geschikt als de beoogde fabriek (onvoltooid). Tevens is de oven fysiek verbonden. Hierdoor is de oven bestanddeel geworden van de onroerende zaak.\n\nConclusion: Ja, door natrekking is de oven eigendom geworden van de verhuurder van het pand.",
    "checklist": [
      "Vaststellen natrekking door onroerende zaak ex artikel 5:20 BW.",
      "Toetsen bestanddeelvorming ex artikel 3:4 BW.",
      "Toepassen criteria Hoge Raad arrest Dépex/Bergel (constructieve afstemming/onvoltooid).",
      "Conclusie: oven is bestanddeel en eigendom verhuurder."
    ],
    "exp": "De casus draait om de vraag of een roerende zaak (oven) onroerend is geworden door natrekking. Dit wordt beoordeeld aan de hand van artikel 3:4 BW en de criteria uit het arrest Dépex/Bergel. Is het gebouw en de machine constructief op elkaar afgestemd of is het gebouw zonder de machine onvoltooid voor zijn functie? Als dit het geval is, treedt natrekking op (artikel 5:20 BW) en wordt de grondeigenaar ook eigenaar van de machine."
  },
  {
    "q": "Hovenier Roger is aan het werk in de tuin van Willem. Tijdens het graven stuit hij op een eeuwenoud kistje met Romeinse gouden munten. De oorspronkelijke eigenaar is onmogelijk te achterhalen. Roger stelt dat hij als vinder de volledige eigendom heeft verkregen. Willem stelt dat hij als grondeigenaar de volledige eigenaar is. Wie is eigenaar van de munten?",
    "sample": "Issue: Wie heeft de eigendom verkregen van de gevonden munten (schat)?\n\nRule: Artikel 5:13 lid 1 BW bepaalt dat een schat voor gelijke delen toekomt aan degene die hem ontdekt (de vinder) en aan de eigenaar van de onroerende zaak waarin de schat wordt aangetroffen.\n\nApplication: De munten kwalificeren als schat (artikel 5:13 lid 3 BW) omdat de eigenaar niet meer te achterhalen is. Roger is de ontdekker, Willem is de eigenaar van de grond.\n\nConclusion: Roger en Willem zijn ieder voor de onverdeelde helft eigenaar geworden van de schat.",
    "checklist": [
      "Kwalificatie object als schat ex artikel 5:13 lid 3 BW.",
      "Toepassing verdelingsregel artikel 5:13 lid 1 BW.",
      "Identificatie partijen: Roger als ontdekker, Willem als grondeigenaar.",
      "Conclusie: Beiden verkrijgen de helft van de eigendom."
    ],
    "exp": "Bij schatvinding geldt een specifieke regel voor eigendomsverkrijging die afwijkt van de regels voor 'gewone' gevonden voorwerpen. De wetgever bepaalt in artikel 5:13 BW dwingend dat de eigendom wordt gedeeld tussen de vinder en de grondeigenaar, ongeacht wie de feitelijke vondst deed."
  },
  {
    "q": "Klaas heeft een tankwagen vol met hoogwaardige benzine. Hij levert deze per ongeluk af in de opslagtank van Willem, waar reeds een restje benzine van mindere kwaliteit in zat. De vloeistoffen vermengen zich tot één geheel. Willem claimt nu eigenaar te zijn van de gehele inhoud van de tank. Klaas bestrijdt dit. Wie is eigenaar?",
    "sample": "Issue: Wie is eigenaar geworden van de vloeistof na vermenging?\n\nRule: Artikel 5:15 BW verwijst voor vermenging naar de regels van natrekking (artikel 5:14 BW). Indien er een hoofdzaak is aan te wijzen (op basis van waarde of verkeersopvatting), wordt de eigenaar daarvan eigenaar van het geheel. Is er geen hoofdzaak, dan ontstaat mede-eigendom.\n\nApplication: De benzine van Klaas is hoogwaardig en vult de tank grotendeels, terwijl Willem slechts een restje had. Op basis van waarde en hoeveelheid is de benzine van Klaas de hoofdzaak.\n\nConclusion: Klaas is door natrekking/vermenging eigenaar geworden van de gehele vloeistof in de tank.",
    "checklist": [
      "Identificatie vermenging van roerende zaken ex artikel 5:15 BW.",
      "Toepassing natrekkingsregels artikel 5:14 BW (hoofdzaak-criterium).",
      "Vaststelling hoofdzaak op basis van waarde en hoeveelheid.",
      "Conclusie: Eigenaar hoofdzaak verkrijgt eigendom gehele massa."
    ],
    "exp": "Vermenging van vloeistoffen en gassen wordt juridisch behandeld als natrekking van roerende zaken. Cruciaal is of een hoofdzaak kan worden aangewezen (art. 5:14 lid 3 BW). De zaak die qua waarde of verkeersopvatting aanzienlijk meer voorstelt, trekt de mindere zaak na."
  },
  {
    "q": "Kunstenares Anna vindt op straat een oud, afgedankt fietsframe dat aan niemand toebehoort. Ze neemt het mee naar haar atelier en bewerkt het met dure metalen en laswerk tot een modern standbeeld dat niets meer wegheeft van een fiets. Iemand claimt dat het frame ooit van hem was (hoewel hij het had prijsgegeven) en wil het beeld hebben. Wie is eigenaar?",
    "sample": "Issue: Wie is eigenaar van het standbeeld op grond van zaaksvorming of inbezitneming?\n\nRule: Artikel 5:16 lid 2 BW bepaalt dat indien iemand voor zichzelf een zaak vormt uit roerende zaken die hem niet toebehoren, hij eigenaar wordt, tenzij de kosten van vorming te gering zijn. Tevens geldt inbezitneming van een res nullius (artikel 5:4 BW).\n\nApplication: Anna heeft een nieuwe zaak gevormd met een eigen identiteit (standbeeld). Zij deed dit voor zichzelf. Tevens was het frame een res nullius, dus ze was al eigenaar door inbezitneming.\n\nConclusion: Anna is eigenaar van het standbeeld.",
    "checklist": [
      "Toetsing inbezitneming res nullius ex artikel 5:4 BW.",
      "Toetsing zaaksvorming ex artikel 5:16 lid 2 BW.",
      "Criterium: Vorming nieuwe zaak met eigen identiteit.",
      "Conclusie: Vormer wordt eigenaar (Anna)."
    ],
    "exp": "Er is hier sprake van een samenloop van originaire verkrijgingswijzen. Omdat het frame is prijsgegeven (res nullius), werd Anna al eigenaar door inbezitneming. Zelfs als dat niet zo was, zou ze door zaaksvorming eigenaar zijn geworden omdat ze een nieuwe zaak met een eigen identiteit heeft gecreëerd voor zichzelf."
  },
  {
    "q": "Willem pacht een stuk grond van de gemeente. Hij wil hierop een vakantiewoning bouwen. Willem wil voorkomen dat de gemeente door natrekking eigenaar wordt van zijn vakantiewoning. Welk juridisch instrument moet Willem inzetten en wat is het gevolg?",
    "sample": "Issue: Hoe kan Willem voorkomen dat zijn gebouw eigendom wordt van de grondeigenaar (natrekking)?\n\nRule: Artikel 5:20 BW regelt dat de eigenaar van de grond ook eigenaar is van gebouwen (verticale natrekking). Artikel 5:101 BW biedt de mogelijkheid een recht van opstal te vestigen, wat een doorbreking van de natrekking oplevert.\n\nApplication: Willem moet een recht van opstal vestigen. Dit is een beperkt zakelijk recht om in, op of boven onroerende zaak van een ander gebouwen in eigendom te hebben.\n\nConclusion: Door vestiging van het recht van opstal wordt de natrekking doorbroken en blijft Willem eigenaar van de vakantiewoning.",
    "checklist": [
      "Identificatie risico verticale natrekking ex artikel 5:20 BW.",
      "Toepassing recht van opstal ex artikel 5:101 BW.",
      "Rechtsgevolg: doorbreking van de natrekking.",
      "Conclusie: Willem heeft juridische scheiding grond en gebouw."
    ],
    "exp": "Het recht van opstal is hét instrument om natrekking te voorkomen. Zonder dit recht wordt de grondeigenaar van rechtswege eigenaar van alles wat duurzaam met de grond verenigd is. Het opstalrecht creëert een scheiding tussen de eigendom van de grond en de opstal."
  }
]