[
  {
    "q": "Een poging tot overtreding is strafbaar gesteld in artikel 45 van het Wetboek van Strafrecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 45 Sr.\n\nPoging tot overtreding is niet strafbaar. Artikel 45 Sr bepaalt uitdrukkelijk dat alleen de poging tot misdrijf strafbaar is."
  },
  {
    "q": "Voor een strafbare poging is vereist dat de gedraging naar haar uiterlijke verschijningsvorm moet worden beschouwd als te zijn gericht op de voltooiing van het misdrijf.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Uitzendbureau Cito.\n\nDe Hoge Raad hanteert als criterium voor een begin van uitvoering dat de gedragingen naar hun uiterlijke verschijningsvorm gericht moeten zijn op de voltooiing van het voorgenomen misdrijf."
  },
  {
    "q": "Het maximum van de hoofdstraffen op het misdrijf gesteld wordt bij poging met een derde verminderd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 45 lid 2 Sr.\n\nDe wet bepaalt dat het maximum van de hoofdstraffen bij poging tot misdrijf met een derde wordt verminderd."
  },
  {
    "q": "Strafbare voorbereiding ex artikel 46 Sr is mogelijk bij alle misdrijven, ongeacht de strafbedreiging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 46 Sr.\n\nVoorbereiding is uitsluitend strafbaar bij misdrijven waarop naar de wettelijke omschrijving een gevangenisstraf van acht jaren of meer is gesteld."
  },
  {
    "q": "De opsomming van voorbereidingsmiddelen in artikel 46 Sr (voorwerpen, stoffen, informatiedragers, ruimten of vervoermiddelen) is limitatief.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 46 Sr.\n\nArtikel 46 Sr bevat een limitatieve opsomming van middelen: voorwerpen, stoffen, informatiedragers, ruimten of vervoermiddelen. Andere middelen vallen niet onder de strafbare voorbereiding."
  },
  {
    "q": "Iemand die in een auto met wapens wacht voor een bank, maar de auto niet verlaat, heeft reeds een begin van uitvoering van bankoverval verricht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Grenswisselkantoor.\n\nDe Hoge Raad oordeelde dat er geen sprake is van een begin van uitvoering als de verdachte zich met een auto naar een bank begeeft, maar die auto niet verlaat en geen gedraging verricht die naar uiterlijke verschijningsvorm gericht is op de voltooiing."
  },
  {
    "q": "Bij de beoordeling of voorwerpen ‘bestemd zijn tot’ het begaan van een misdrijf, is de criminele intentie van de verdachte irrelevant.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Samir A.\n\nBij de vraag of voorwerpen bestemd zijn tot het misdrijf mag niet worden geabstraheerd van het misdadige doel dat de verdachte voor ogen had. De intentie kleurt de bestemming van de voorwerpen."
  },
  {
    "q": "Voor een geslaagd beroep op vrijwillige terugtred bij een voltooide poging is een zodanig optreden van de verdachte vereist dat dit naar aard en tijdstip geschikt is het intreden van het gevolg te beletten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Kopje Onder.\n\nBij een voltooide poging is passief stoppen niet genoeg; de verdachte moet actief optreden op een manier die geschikt is om het gevolg te voorkomen."
  },
  {
    "q": "Een poging tot moord op een lijk is strafbaar als relatief ondeugdelijke poging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Rechtsleer / Jurisprudentie.\n\nSchieten op een lijk is een absoluut ondeugdelijke poging (absoluut ondeugdelijk object), aangezien het rechtsgoed (leven) ontbreekt. Dit leidt tot straffeloosheid."
  },
  {
    "q": "Het dragen van een steekwerend vest door het slachtoffer maakt dat het steken in de buik moet worden aangemerkt als een straffeloze absoluut ondeugdelijke poging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Steken in de buik.\n\nHet dragen van een steekwerend vest is een bijzondere omstandigheid die niet wegneemt dat steken in de buik normaal gesproken een aanmerkelijke kans op de dood oplevert. Er is sprake van een relatief ondeugdelijke poging, die wel strafbaar is."
  },
  {
    "q": "Voor strafbare voorbereiding is vereist dat de verdachte opzet heeft op zowel de voorbereidingshandeling als op het voor te bereiden misdrijf.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 46 Sr.\n\nEr geldt een dubbel opzetvereiste: de dader moet opzet hebben op het voorhanden hebben (of verwerven etc.) van de middelen én opzet hebben op het te plegen misdrijf."
  },
  {
    "q": "Van vrijwillige terugtred kan geen sprake zijn indien de beslissing van de verdachte mede is ingegeven door externe factoren zoals angst voor ontdekking.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR m.s. Canopus.\n\nVrijwillige terugtred ontbreekt indien de beslissing om het misdrijf niet te voltooien hoofdzakelijk wordt veroorzaakt door externe factoren die onafhankelijk zijn van de wil van de dader, zoals vrees voor ontdekking."
  },
  {
    "q": "De Nederlandse rechtspraak hanteert bij de grens tussen voorbereiding en poging een zuiver subjectieve benadering.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Uitzendbureau Cito.\n\nDe Hoge Raad hanteert een gematigd objectieve benadering (het Cito-criterium), waarbij de uiterlijke verschijningsvorm van de gedraging centraal staat."
  },
  {
    "q": "Voor een veroordeling wegens strafbare voorbereiding moet uit de bewijsmiddelen met voldoende bepaaldheid blijken welk specifiek misdadig doel de verdachte voor ogen had.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Misdadig doel.\n\nHet enkele bezit van voorwerpen is onvoldoende; er moet vastgesteld worden dat deze bestemd waren tot het begaan van een specifiek misdrijf (het misdadige doel) dat de verdachte voor ogen had."
  },
  {
    "q": "Hoe waarschijnlijker het is dat het gevolg intreedt na de uitvoeringshandeling, des te minder ligt een geslaagd beroep op vrijwillige terugtred in de rede.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Remkabel.\n\nBij de beoordeling van vrijwillige terugtred na een uitvoeringshandeling speelt de waarschijnlijkheid van het gevolg een rol; als het gevolg zeer waarschijnlijk is, wordt terugtred minder snel aangenomen."
  },
  {
    "q": "Poging tot eenvoudige mishandeling is strafbaar gesteld in het Wetboek van Strafrecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 300 Sr.\n\nPoging tot eenvoudige mishandeling is niet strafbaar. De wetgever heeft dit uitgesloten omdat de grens tussen een poging en de mishandeling zelf (pijn/letsel) te vaag zou zijn."
  },
  {
    "q": "Het aanbellen bij een kantoor met een vermomming en een schietklaar vuurwapen kan worden aangemerkt als een begin van uitvoering.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Uitzendbureau Cito.\n\nDergelijke gedragingen zijn naar hun uiterlijke verschijningsvorm gericht op de voltooiing van het misdrijf en vormen dus een begin van uitvoering."
  },
  {
    "q": "Een auto kan juridisch worden aangemerkt als een voorbereidingsmiddel in de zin van artikel 46 Sr.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 46 Sr.\n\nArtikel 46 Sr noemt expliciet 'vervoermiddelen' als categorie van strafbare voorbereidingsmiddelen."
  },
  {
    "q": "Een poging tot diefstal uit een lege jaszak is een straffeloze absoluut ondeugdelijke poging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Rechtsleer.\n\nDit betreft een relatief ondeugdelijke poging (het object was toevallig leeg in dit specifieke geval). Relatief ondeugdelijke pogingen zijn strafbaar."
  },
  {
    "q": "Voor strafbaarheid van voorbereidingshandelingen is vereist dat de verdachte de handelingen zelf uitvoert en niet door een ander laat verrichten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 46 Sr.\n\nVoorbereidingshandelingen zijn ook strafbaar als de verdachte middelen verwerft of voorhanden heeft die bestemd zijn om het misdrijf door een ander te laten begaan."
  },
  {
    "q": "Bij de beoordeling of sprake is van een begin van uitvoering kan het planmatige karakter van de samenwerking een rol spelen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Helikopter.\n\nDe Hoge Raad overweegt dat bij de toepassing van het Cito-criterium de concrete omstandigheden, waaronder het planmatige karakter van de samenwerking, van belang zijn."
  },
  {
    "q": "Een geslaagd beroep op vrijwillige terugtred leidt tot strafvermindering, maar niet tot straffeloosheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 46b Sr.\n\nVrijwillige terugtred is een strafuitsluitingsgrond die leidt tot straffeloosheid voor de poging of voorbereiding."
  },
  {
    "q": "Voorwerpen die objectief gezien primitief of ongeschikt lijken, kunnen nooit strafbare voorbereidingsmiddelen zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Samir A.\n\nOok primitieve of onbeholpen middelen kunnen strafbaar zijn als ze naar uiterlijke verschijningsvorm en in combinatie met de misdadige intentie dienstig kunnen zijn voor het doel."
  },
  {
    "q": "Indien de politie ingrijpt voordat de verdachte een begin van uitvoering heeft verricht, kan er geen sprake zijn van een strafbare poging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 45 Sr.\n\nEen begin van uitvoering is een constitutief vereiste voor strafbare poging. Zonder dit begin is er hooguit sprake van voorbereiding."
  },
  {
    "q": "Poging is ook strafbaar bij culpoze misdrijven.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 45 Sr.\n\nPoging vereist het 'voornemen' van de dader, wat impliceert dat er opzet moet zijn. Bij culpoze delicten (schuld) is poging begripsmatig onmogelijk."
  },
  {
    "q": "Vrijwillige terugtred is mogelijk zolang het misdrijf nog niet is voltooid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 46b Sr.\n\nDe wet stelt dat poging en voorbereiding niet bestaan indien het misdrijf niet is voltooid ten gevolge van omstandigheden van de wil van de dader afhankelijk."
  },
  {
    "q": "Het enkele voorhanden hebben van een voorbereidingsmiddel is voldoende voor een veroordeling ex artikel 46 Sr, ook zonder bewijs van het beoogde misdrijf.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Misdadig doel.\n\nEr moet met voldoende bepaaldheid blijken welk misdadig doel (gronddelict) de verdachte voor ogen had; het enkele bezit is onvoldoende."
  },
  {
    "q": "De eis dat een gedraging naar uiterlijke verschijningsvorm gericht moet zijn op voltooiing, geldt alleen voor poging en niet voor voorbereiding.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Samir A.\n\nOok bij voorbereiding toetst de rechter of de middelen naar hun uiterlijke verschijningsvorm dienstig kunnen zijn voor het misdadige doel."
  },
  {
    "q": "Een verdachte die in een helikopter stapt met de intentie om een gevangene te bevrijden, maar wordt tegengehouden voordat hij opstijgt, kan veroordeeld worden voor poging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Helikopter.\n\nGezien het planmatige karakter en de vergevorderde uitvoering werd het instappen en voorbereiden van de vlucht als een begin van uitvoering van de bevrijding beschouwd."
  },
  {
    "q": "Bij de beoordeling van vrijwillige terugtred wordt gekeken of de verdachte handelde vanuit een autonome wilsbeslissing.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR m.s. Canopus.\n\nDe kernvraag bij vrijwillige terugtred is of de omstandigheden die leidden tot het niet-voltooien afhankelijk waren van de wil van de dader (intrinsieke motivatie versus externe druk)."
  }
]