[
  {
    "q": "Wat wordt in de zin van de Algemene wet bestuursrecht verstaan onder een bestuursorgaan?",
    "a": [
      "Een persoon of college dat werkzaam is onder verantwoordelijkheid van een minister.",
      "Een orgaan van een privaatrechtelijke rechtspersoon met volledige rechtsbevoegdheid.",
      "Een orgaan van een rechtspersoon die krachtens publiekrecht is ingesteld of een ander persoon of college met enig openbaar gezag bekleed.",
      "Een instelling die uitsluitend belast is met de uitvoering van wetten in formele zin en algemene maatregelen van bestuur."
    ],
    "c": 2,
    "exp": "Artikel 1:1 lid 1 Awb.\n\nDit artikel definieert een bestuursorgaan als een orgaan van een rechtspersoon die krachtens publiekrecht is ingesteld (a-orgaan) of een ander persoon of college met enig openbaar gezag bekleed (b-orgaan)."
  },
  {
    "q": "Welke van de volgende entiteiten bezit rechtspersoonlijkheid krachtens artikel 2:1 van het Burgerlijk Wetboek?",
    "a": [
      "De burgemeester.",
      "De gemeente.",
      "De gemeenteraad.",
      "Het college van burgemeester en wethouders."
    ],
    "c": 1,
    "exp": "Artikel 2:1 lid 1 BW.\n\nDe staat, de provincies, de gemeenten, de waterschappen en alle overige lichamen waaraan krachtens de Grondwet verordenende bevoegdheid is verleend, bezitten rechtspersoonlijkheid. De organen van deze lichamen (zoals de burgemeester of de raad) zijn bestuursorganen, maar bezitten zelf geen rechtspersoonlijkheid."
  },
  {
    "q": "Wat is het kenmerkende onderscheid tussen territoriale decentralisatie en functionele decentralisatie?",
    "a": [
      "Territoriale decentralisatie betreft een beperking naar gebied met een open huishouding; functionele decentralisatie betreft een beperking naar taak met een gesloten huishouding.",
      "Territoriale decentralisatie betreft de uitvoering van medebewindstaken; functionele decentralisatie betreft de uitvoering van autonome taken.",
      "Territoriale decentralisatie vindt plaats bij zelfstandige bestuursorganen; functionele decentralisatie vindt plaats bij provincies en gemeenten.",
      "Territoriale decentralisatie vereist een wettelijke grondslag in de Grondwet; functionele decentralisatie vereist slechts een ministeriële regeling."
    ],
    "c": 0,
    "exp": "Hoofdstuk 3 Hoofdzaken van het bestuursrecht.\n\nBij territoriale decentralisatie (zoals gemeenten) zijn de bevoegdheden beperkt tot een grondgebied, maar is de taakomvang in beginsel onbeperkt (open huishouding). Bij functionele decentralisatie (zoals de SER of waterschappen) is de bevoegdheid beperkt tot een specifieke taak of functie (gesloten huishouding)."
  },
  {
    "q": "Wanneer is er sprake van een zogenoemd b-orgaan in de zin van de Algemene wet bestuursrecht?",
    "a": [
      "Wanneer een orgaan deel uitmaakt van een krachtens publiekrecht ingestelde rechtspersoon.",
      "Wanneer een privaatrechtelijke rechtspersoon of natuurlijk persoon met enig openbaar gezag is bekleed.",
      "Wanneer een orgaan uitsluitend feitelijke handelingen verricht zonder beoogd rechtsgevolg.",
      "Wanneer een orgaan hiërarchisch ondergeschikt is aan de centrale overheid of een minister."
    ],
    "c": 1,
    "exp": "Artikel 1:1 lid 1 sub b Awb.\n\nEen b-orgaan is een 'ander persoon of college, met enig openbaar gezag bekleed'. Dit betreft organen die niet krachtens publiekrecht zijn ingesteld (vaak privaatrechtelijk), maar wel de bevoegdheid hebben om eenzijdig de rechtspositie van burgers te bepalen."
  },
  {
    "q": "Welke instantie is op grond van de Gemeentewet belast met het handhaven van de openbare orde?",
    "a": [
      "De gemeenteraad.",
      "De commissaris van de Koning.",
      "Het college van burgemeester en wethouders.",
      "De burgemeester."
    ],
    "c": 3,
    "exp": "Artikel 172 lid 1 Gemeentewet.\n\nDe burgemeester is belast met de handhaving van de openbare orde. Dit is een exclusieve bevoegdheid van dit bestuursorgaan en niet van het college of de raad."
  },
  {
    "q": "Welke twee cumulatieve vereisten heeft de Afdeling bestuursrechtspraak geformuleerd om te bepalen of een privaatrechtelijke rechtspersoon die geldelijke uitkeringen verstrekt, als b-orgaan kan worden aangemerkt?",
    "a": [
      "Het democratische vereiste en het toezichtsvereiste.",
      "Het inhoudelijke vereiste en het financiële vereiste.",
      "Het statutaire vereiste en het organisatorische vereiste.",
      "Het legaliteitsvereiste en het specialiteitsvereiste."
    ],
    "c": 1,
    "exp": "ABRvS 17 september 2014 (Stichting bevordering kwaliteit leefomgeving Schipholregio).\n\nDe Afdeling stelt dat sprake is van openbaar gezag indien de inhoudelijke criteria voor de verstrekking in beslissende mate door een a-orgaan worden bepaald (inhoudelijke vereiste) én de verstrekking voor twee derde of meer door een a-orgaan wordt gefinancierd (financiële vereiste)."
  },
  {
    "q": "Wie wordt in het staatsrechtelijk stelsel beschouwd als het hoofd van de gemeente?",
    "a": [
      "De gemeenteraad.",
      "De burgemeester.",
      "Het college van burgemeester en wethouders.",
      "De gemeentesecretaris."
    ],
    "c": 0,
    "exp": "Artikel 125 Grondwet; Gemeentewet.\n\nDe gemeenteraad staat aan het hoofd van de gemeente. De raad vertegenwoordigt de gehele bevolking van de gemeente en stelt de kaders waarbinnen het college en de burgemeester hun taken uitvoeren."
  },
  {
    "q": "Op welke wijze wordt de Commissaris van de Koning in een provincie benoemd?",
    "a": [
      "Door de Provinciale Staten.",
      "Door de Minister van Binnenlandse Zaken.",
      "Bij koninklijk besluit.",
      "Door rechtstreekse verkiezing door de ingezetenen."
    ],
    "c": 2,
    "exp": "Artikel 131 Grondwet; Artikel 61 lid 1 Provinciewet.\n\nDe commissaris van de Koning wordt bij koninklijk besluit benoemd. Dit benadrukt de positie van de commissaris als rijksorgaan in de provincie."
  },
  {
    "q": "Welk van de volgende organen is op grond van artikel 1:1 lid 2 van de Algemene wet bestuursrecht uitgezonderd van het begrip bestuursorgaan?",
    "a": [
      "Een zelfstandig bestuursorgaan.",
      "De onafhankelijke rechterlijke macht.",
      "De gemeenteraad.",
      "Het algemeen bestuur van een waterschap."
    ],
    "c": 1,
    "exp": "Artikel 1:1 lid 2 Awb.\n\nDe wetgever heeft onder andere de rechterlijke macht met rechtspraak belast, evenals de Raad van State en de Algemene Rekenkamer, uitgezonderd van het begrip bestuursorgaan om de scheiding der machten te waarborgen."
  },
  {
    "q": "Wat houdt het begrip 'openbaar gezag' in bij de kwalificatie van een bestuursorgaan?",
    "a": [
      "De bevoegdheid om privaatrechtelijke overeenkomsten te sluiten namens de overheid.",
      "De bevoegdheid om feitelijke handelingen te verrichten ter ondersteuning van beleid.",
      "De bevoegdheid om eenzijdig de rechtspositie van andere rechtssubjecten te bepalen.",
      "De bevoegdheid om invloed uit te oefenen op de publieke opinie."
    ],
    "c": 2,
    "exp": "Artikel 1:1 lid 1 sub b Awb (Jurisprudentie/Doctrine).\n\nOpenbaar gezag impliceert de bevoegdheid om eenzijdig rechten en plichten voor burgers in het leven te roepen of te wijzigen, oftewel het eenzijdig bepalen van de rechtspositie van rechtssubjecten."
  },
  {
    "q": "Aan welk orgaan leggen Gedeputeerde Staten verantwoording af over het door hen gevoerde bestuur?",
    "a": [
      "Aan de Minister van Binnenlandse Zaken.",
      "Aan de Commissaris van de Koning.",
      "Aan de Provinciale Staten.",
      "Aan de Eerste Kamer der Staten-Generaal."
    ],
    "c": 2,
    "exp": "Artikel 167 Provinciewet.\n\nGedeputeerde Staten leggen verantwoording af aan de Provinciale Staten. Dit vloeit voort uit de democratische legitimatie waarbij het vertegenwoordigende orgaan (PS) het dagelijks bestuur (GS) controleert."
  },
  {
    "q": "Wat is een kenmerkend verschil tussen een zelfstandig bestuursorgaan (ZBO) en een ministerie?",
    "a": [
      "Een ZBO bezit nimmer openbaar gezag, terwijl een ministerie dit wel altijd bezit.",
      "Een ZBO is niet hiërarchisch ondergeschikt aan een minister, een ambtelijke dienst wel.",
      "Een ZBO kan geen besluiten nemen in de zin van de Awb, een ministerie wel.",
      "Een ZBO heeft altijd rechtspersoonlijkheid, een ministerie heeft dit nooit."
    ],
    "c": 1,
    "exp": "Kaderwet zelfstandige bestuursorganen / Hoofdzaken van het bestuursrecht.\n\nEen ZBO is een bestuursorgaan van de centrale overheid dat bij de wet, krachtens de wet bij algemene maatregel van bestuur of krachtens de wet bij ministeriële regeling met openbaar gezag is bekleed en dat niet hiërarchisch ondergeschikt is aan een minister."
  },
  {
    "q": "Welk orgaan vertegenwoordigt de gemeente in en buiten rechte?",
    "a": [
      "De gemeenteraad.",
      "De burgemeester.",
      "De gemeentesecretaris.",
      "Het college van burgemeester en wethouders."
    ],
    "c": 1,
    "exp": "Artikel 171 lid 1 Gemeentewet.\n\nDe burgemeester vertegenwoordigt de gemeente in en buiten rechte. Dit betekent dat de burgemeester namens de gemeente optreedt in juridische procedures en bij het sluiten van overeenkomsten."
  },
  {
    "q": "Welk bestuursorgaan van het waterschap is vergelijkbaar met de gemeenteraad wat betreft zijn vertegenwoordigende en kaderstellende functie?",
    "a": [
      "De dijkgraaf.",
      "Het dagelijks bestuur.",
      "Het algemeen bestuur.",
      "De watergraaf."
    ],
    "c": 2,
    "exp": "Waterschapswet.\n\nHet algemeen bestuur staat aan het hoofd van het waterschap en wordt gekozen door de ingezetenen en belanghebbenden. Het is daarmee functioneel vergelijkbaar met de gemeenteraad."
  },
  {
    "q": "Aan welk orgaan komt de bevoegdheid toe tot het vaststellen van gemeentelijke verordeningen?",
    "a": [
      "De gemeenteraad.",
      "Het college van burgemeester en wethouders.",
      "De burgemeester.",
      "De griffier."
    ],
    "c": 0,
    "exp": "Artikel 147 lid 1 Gemeentewet.\n\nDe gemeenteraad maakt de verordeningen die hij in het belang van de gemeente nodig oordeelt. De raad is de gemeentelijke wetgever."
  },
  {
    "q": "Wat vormt de 'benedengrens' voor de gemeentelijke regelgevende bevoegdheid?",
    "a": [
      "De gemeentelijke verordening mag niet in strijd zijn met hogere regelgeving.",
      "De gemeentelijke verordening moet beperkt blijven tot het eigen grondgebied.",
      "De gemeentelijke verordening mag niet treden in de particuliere sfeer van de burger zonder publiek belang.",
      "De gemeentelijke verordening mag geen onderwerp regelen dat al door het waterschap is geregeld."
    ],
    "c": 2,
    "exp": "Artikel 149 Gemeentewet (jurisprudentie).\n\nDe benedengrens houdt in dat de raad geen verordening mag vaststellen die uitsluitend in de privésfeer van burgers treedt; er moet altijd een openbaar belang gediend worden."
  },
  {
    "q": "Is een commerciële garage die APK-keuringen verricht aan te merken als een bestuursorgaan?",
    "a": [
      "Nee, want het is een privaatrechtelijke onderneming met winstoogmerk.",
      "Nee, want alleen overheidsinstanties kunnen bestuursorgaan zijn.",
      "Ja, als a-orgaan, omdat zij krachtens publiekrecht is ingesteld.",
      "Ja, als b-orgaan, voor zover zij de bevoegdheid heeft APK-keuringsbewijzen af te geven."
    ],
    "c": 3,
    "exp": "Artikel 1:1 lid 1 sub b Awb.\n\nEen garagehouder is een b-orgaan voor zover hij de wettelijke taak uitvoert om voertuigen te keuren en keuringsbewijzen af te geven. Voor dit specifieke deel van de werkzaamheden is hij met openbaar gezag bekleed."
  },
  {
    "q": "Welke status hebben de openbare lichamen Bonaire, Sint Eustatius en Saba binnen het Nederlandse staatsbestel?",
    "a": [
      "Zij zijn zelfstandige landen binnen het Koninkrijk.",
      "Zij zijn bijzondere gemeenten van Nederland.",
      "Zij zijn openbare lichamen in de zin van artikel 134 van de Grondwet.",
      "Zij zijn provincies met een bijzondere status."
    ],
    "c": 2,
    "exp": "Artikel 134 Grondwet; Wet openbare lichamen Bonaire, Sint Eustatius en Saba.\n\nSinds 10 oktober 2010 hebben deze eilanden de status van openbaar lichaam in de zin van artikel 134 Grondwet en maken zij deel uit van het land Nederland."
  },
  {
    "q": "Wie benoemt de leden van het dagelijks bestuur van een waterschap?",
    "a": [
      "De Kroon (regering).",
      "De Commissaris van de Koning.",
      "De dijkgraaf.",
      "Het algemeen bestuur."
    ],
    "c": 3,
    "exp": "Artikel 41 Waterschapswet.\n\nDe leden van het dagelijks bestuur worden benoemd door het algemeen bestuur. Dit is vergelijkbaar met de benoeming van wethouders door de gemeenteraad."
  },
  {
    "q": "Wat is de juiste kwalificatie van de 'Staat der Nederlanden' in het bestuursrecht?",
    "a": [
      "Een a-bestuursorgaan.",
      "Een b-bestuursorgaan.",
      "Een publiekrechtelijke rechtspersoon.",
      "Een openbaar lichaam zonder rechtspersoonlijkheid."
    ],
    "c": 2,
    "exp": "Artikel 2:1 lid 1 BW.\n\nDe Staat is een openbaar lichaam dat rechtspersoonlijkheid bezit krachtens artikel 2:1 BW. De organen van de Staat (zoals een minister) zijn de bestuursorganen."
  },
  {
    "q": "Welk rechtsgevolg heeft het handelen van een bestuursorgaan namens een rechtspersoon?",
    "a": [
      "De natuurlijke persoon die het ambt bekleedt is persoonlijk aansprakelijk.",
      "De vermogensrechtelijke gevolgen worden toegerekend aan de rechtspersoon.",
      "Het bestuursorgaan wordt zelf eigenaar van de verworven goederen.",
      "Er ontstaan geen privaatrechtelijke gevolgen, enkel publiekrechtelijke."
    ],
    "c": 1,
    "exp": "Artikel 2:1 BW; Hoofdstuk 3 Hoofdzaken van het bestuursrecht.\n\nOmdat het bestuursorgaan onderdeel is van de rechtspersoon (bijv. de gemeente), worden privaatrechtelijke handelingen (zoals het kopen van grond) en de financiële gevolgen daarvan toegerekend aan die rechtspersoon."
  },
  {
    "q": "In de uitspraak 'Stichting bevordering kwaliteit leefomgeving Schipholregio' oordeelde de Afdeling dat het bestuur van de stichting geen a-orgaan was. Wat was hiervoor de reden?",
    "a": [
      "De stichting voerde geen publieke taak uit.",
      "De stichting was geen krachtens publiekrecht ingestelde rechtspersoon.",
      "De stichting werd niet volledig gefinancierd door de overheid.",
      "De stichting had geen wettelijke grondslag in de Wet luchtvaart."
    ],
    "c": 1,
    "exp": "ABRvS 17 september 2014 (Stichting bevordering kwaliteit leefomgeving Schipholregio), r.o. 4.\n\nHet bestuur van de Stichting is geen a-orgaan in de zin van artikel 1:1, eerste lid, aanhef en onder a, van de Awb, omdat de Stichting een privaatrechtelijke rechtspersoon is (opgericht bij notariële akte) en niet krachtens publiekrecht is ingesteld."
  },
  {
    "q": "Welk van de volgende stellingen over de burgemeester is juist?",
    "a": [
      "De burgemeester is lid van de gemeenteraad.",
      "De burgemeester is lid van het college van burgemeester en wethouders.",
      "De burgemeester wordt gekozen door de gemeenteraad.",
      "De burgemeester kan zelfstandig gemeentelijke verordeningen vaststellen."
    ],
    "c": 1,
    "exp": "Artikel 34 lid 1 Gemeentewet; Artikel 7 Gemeentewet.\n\nHet college bestaat uit de burgemeester en de wethouders. De burgemeester is voorzitter van de raad, maar geen lid van de raad."
  },
  {
    "q": "Wat wordt bedoeld met de 'zijgrens' bij de verordenende bevoegdheid van decentrale overheden?",
    "a": [
      "De verordening mag niet in strijd zijn met hogere regelingen.",
      "De verordening is beperkt tot het eigen grondgebied.",
      "De verordening mag niet treden in de regelingsbevoegdheid van een ander openbaar lichaam van gelijke rang.",
      "De verordening mag geen onderwerpen regelen die de Grondwet exclusief aan de formele wetgever toekent."
    ],
    "c": 2,
    "exp": "Hoofdstuk 3 Hoofdzaken van het bestuursrecht.\n\nDe zijgrens houdt in dat lagere wetgevers van gelijke rang (bijvoorbeeld gemeente en waterschap) elkaars terrein niet mogen betreden. Bij strijd moet onderling worden afgestemd of biedt de wet een oplossing."
  },
  {
    "q": "Wie fungeert als voorzitter van zowel de Provinciale Staten als de Gedeputeerde Staten?",
    "a": [
      "De oudste gedeputeerde.",
      "Een door de Staten gekozen voorzitter.",
      "De Minister van Binnenlandse Zaken.",
      "De Commissaris van de Koning."
    ],
    "c": 3,
    "exp": "Artikel 125 lid 3 Grondwet; Provinciewet.\n\nDe commissaris van de Koning is voorzitter van zowel de provinciale staten als van gedeputeerde staten."
  },
  {
    "q": "Wat is het financiële criterium dat de Afdeling hanteert om te bepalen of een privaatrechtelijke stichting een b-orgaan is bij het verstrekken van uitkeringen?",
    "a": [
      "De stichting moet voor ten minste 50% gefinancierd worden door de overheid.",
      "De stichting moet voor ten minste twee derde gefinancierd worden door de overheid.",
      "De stichting moet volledig gefinancierd worden door de overheid.",
      "De stichting moet een winstoogmerk hebben dat ten goede komt aan de staatskas."
    ],
    "c": 1,
    "exp": "ABRvS 17 september 2014 (Stichting bevordering kwaliteit leefomgeving Schipholregio), r.o. 5.1.\n\nDe Afdeling stelt als eis dat de verstrekking van de uitkeringen in overwegende mate, dat wil zeggen voor twee derde of meer, wordt gefinancierd door een a-bestuursorgaan."
  },
  {
    "q": "Welke instantie is in de provincie belast met het toezicht op de gemeentebesturen?",
    "a": [
      "De Provinciale Staten.",
      "Het college van Gedeputeerde Staten.",
      "De Commissaris van de Koning.",
      "De secretaris van de provincie."
    ],
    "c": 1,
    "exp": "Provinciewet.\n\nHoewel de CdK een specifieke rol heeft bij benoemingen, berust het algemene bestuurlijke en financiële toezicht op gemeenten bij de Gedeputeerde Staten."
  },
  {
    "q": "Kan een minister bevoegdheden delegeren aan een ondergeschikte ambtenaar?",
    "a": [
      "Ja, dit is de standaardvorm van bevoegdheidsoverdracht binnen een ministerie.",
      "Ja, mits de ambtenaar hiermee schriftelijk instemt.",
      "Nee, delegatie aan ondergeschikten is niet toegestaan.",
      "Nee, tenzij de ministerraad hiermee instemt."
    ],
    "c": 2,
    "exp": "Artikel 10:14 Awb.\n\nDelegatie aan ondergeschikten is verboden. Binnen een hiërarchische verhouding wordt gebruikgemaakt van mandaat, niet van delegatie, omdat bij delegatie de verantwoordelijkheid verschuift."
  },
  {
    "q": "Welk orgaan stelt in een waterschap de verordeningen vast?",
    "a": [
      "Het dagelijks bestuur.",
      "De dijkgraaf.",
      "De verenigde vergadering (algemeen bestuur).",
      "De provinciale staten."
    ],
    "c": 2,
    "exp": "Waterschapswet.\n\nHet algemeen bestuur van het waterschap (vaak verenigde vergadering genoemd) heeft de verordenende bevoegdheid, vergelijkbaar met de gemeenteraad in een gemeente."
  },
  {
    "q": "Wat is het gevolg van het toekennen van rechtspersoonlijkheid aan een openbaar lichaam?",
    "a": [
      "Het lichaam kan zelfstandig deelnemen aan het vermogensrechtelijke rechtsverkeer.",
      "Het lichaam krijgt de bevoegdheid om wetten in formele zin vast te stellen.",
      "De organen van het lichaam worden onschendbaar.",
      "Het lichaam valt niet meer onder de werking van de Awb."
    ],
    "c": 0,
    "exp": "Artikel 2:1 BW / Hoofdzaken van het bestuursrecht.\n\nRechtspersoonlijkheid stelt het openbaar lichaam in staat om drager te zijn van rechten en plichten in het privaatrecht, zoals het bezitten van eigendom en het sluiten van contracten."
  }
]