[
  {
    "q": "Wat wordt in artikel 3:1 BW verstaan onder het begrip 'goederen'?",
    "a": [
      "Alle voor menselijke beheersing vatbare stoffelijke objecten.",
      "Uitsluitend de rechten die overdraagbaar zijn aan derden.",
      "Alle zaken en alle vermogensrechten.",
      "Alle onroerende en roerende zaken."
    ],
    "c": 2,
    "exp": "Artikel 3:1 BW.\n\nGoederen zijn volgens de wet alle zaken en alle vermogensrechten. Zaken zijn de voor menselijke beheersing vatbare stoffelijke objecten (art. 3:2 BW) en vermogensrechten zijn rechten die onder meer overdraagbaar zijn (art. 3:6 BW)."
  },
  {
    "q": "Welk kenmerk is specifiek verbonden aan absolute rechten, zoals het eigendomsrecht, in tegenstelling tot relatieve rechten?",
    "a": [
      "Zij hebben werking tegenover eenieder (erga omnes).",
      "Zij gelden slechts tegenover de contractuele wederpartij.",
      "Zij kunnen uitsluitend op onroerende zaken worden gevestigd.",
      "Zij vereisen geen inschrijving in de openbare registers."
    ],
    "c": 0,
    "exp": "Week 2A Samenvatting.\n\nAbsolute rechten zijn rechten die de rechthebbende tegenover iedereen kan inroepen. Dit in tegenstelling tot relatieve rechten, die slechts tegen een bepaalde persoon (de schuldenaar) gelden."
  },
  {
    "q": "Wat houdt het 'eenheidsbeginsel' in met betrekking tot zaken en bestanddelen?",
    "a": [
      "Dat een zaak slechts één eigenaar kan hebben op elk gegeven moment.",
      "Dat de eigenaar van een zaak van rechtswege eigenaar is van al haar bestanddelen.",
      "Dat roerende en onroerende zaken juridisch als één geheel worden beschouwd.",
      "Dat vermogensrechten en zaken altijd gezamenlijk worden overgedragen."
    ],
    "c": 1,
    "exp": "Artikel 5:3 BW.\n\nDe eigenaar van een zaak is eigenaar van al haar bestanddelen. Een bestanddeel kan goederenrechtelijk geen eigen leven leiden en volgt de hoofdzaak."
  },
  {
    "q": "Welke drie constitutieve vereisten stelt artikel 3:84 lid 1 BW voor een geldige overdracht van een goed?",
    "a": [
      "Een notariële akte, inschrijving en betaling.",
      "Wilsovereenstemming, betaling en feitelijke levering.",
      "Een schriftelijke overeenkomst, levering en goede trouw.",
      "Geldige titel, beschikkingsbevoegdheid en levering."
    ],
    "c": 3,
    "exp": "Artikel 3:84 lid 1 BW.\n\nVoor de overdracht van een goed wordt vereist een levering krachtens een geldige titel, verricht door hem die bevoegd is over het goed te beschikken."
  },
  {
    "q": "Op welke wijze vindt de levering van een roerende zaak, die geen registergoed is, in beginsel plaats?",
    "a": [
      "Door inschrijving in de openbare registers.",
      "Door een authentieke of onderhandse akte.",
      "Door het verschaffen van het bezit van de zaak.",
      "Door mededeling aan de betrokken schuldenaar."
    ],
    "c": 2,
    "exp": "Artikel 3:90 lid 1 BW.\n\nDe levering van roerende zaken die geen registergoederen zijn, geschiedt door aan de verkrijger het bezit der zaak te verschaffen."
  },
  {
    "q": "Wat is vereist voor de levering van een onroerende zaak volgens artikel 3:89 lid 1 BW?",
    "a": [
      "Een notariële akte gevolgd door inschrijving in de openbare registers.",
      "Een onderhandse akte gevolgd door de feitelijke sleuteloverdracht.",
      "De enkele wilsovereenstemming tussen partijen en betaling.",
      "Een vonnis van de rechter dat de eigendomsoverdracht bevestigt."
    ],
    "c": 0,
    "exp": "Artikel 3:89 lid 1 BW.\n\nDe voor overdracht van onroerende zaken vereiste levering geschiedt door een daartoe bestemde, tussen partijen opgemaakte notariële akte, gevolgd door de inschrijving daarvan in de daartoe bestemde openbare registers."
  },
  {
    "q": "Wat is het kenmerkende verschil tussen 'bezit' en 'houderschap' volgens het Burgerlijk Wetboek?",
    "a": [
      "Een bezitter is altijd eigenaar, een houder is nooit eigenaar.",
      "Een bezitter houdt een goed voor zichzelf, een houder houdt voor een ander.",
      "Een bezitter is te goeder trouw, een houder is te kwader trouw.",
      "Een bezitter heeft een registergoed, een houder heeft een roerende zaak."
    ],
    "c": 1,
    "exp": "Artikel 3:107 BW jo. Artikel 3:108 BW.\n\nBezit is het houden van een goed voor zichzelf (art. 3:107 lid 1 BW). Wie een goed houdt voor een ander is houder (detentor). Of iemand voor zichzelf of voor een ander houdt, wordt beoordeeld naar verkeersopvatting."
  },
  {
    "q": "Welke regel staat centraal in het arrest *Blaauboer/Berlips* met betrekking tot persoonlijke verplichtingen?",
    "a": [
      "Persoonlijke verplichtingen gaan bij verkoop van een onroerende zaak altijd over op de koper.",
      "Een kwalitatieve verplichting kan alleen ontstaan als deze is ingeschreven in de registers.",
      "De derde-verkrijger is gebonden aan alle afspraken die de rechtsvoorganger heeft gemaakt.",
      "Een persoonlijke verbintenis gaat niet van rechtswege over op de verkrijger van het goed."
    ],
    "c": 3,
    "exp": "Arrest Blaauboer/Berlips.\n\nDe Hoge Raad bepaalde dat een persoonlijke verbintenis (zoals de plicht om een weg te bestraten) niet overgaat op de verkrijger van het goed, tenzij dit expliciet is overeengekomen of er sprake is van een kwalitatieve verplichting."
  },
  {
    "q": "Wat houdt het 'interversieverbod' van artikel 3:111 BW in?",
    "a": [
      "Een bezitter kan zichzelf niet tot eigenaar maken door verjaring.",
      "Een eigenaar kan zijn bezit niet overdragen zonder levering.",
      "Een houder kan zichzelf niet door enkele wilsverandering tot bezitter maken.",
      "Een bezitter te kwader trouw kan nooit een bezitter te goeder trouw worden."
    ],
    "c": 2,
    "exp": "Artikel 3:111 BW.\n\nWanneer men heeft aangevangen krachtens een rechtsverhouding voor een ander te houden, gaat men daarmee onder dezelfde titel voort, zolang niet blijkt dat hierin verandering is gebracht, hetzij ten gevolge van een handeling van hem voor wie men houdt, hetzij ten gevolge van een tegenspraak van diens recht."
  },
  {
    "q": "Hoe vindt de levering plaats bij een 'constitutum possessorium' (art. 3:115 sub a BW)?",
    "a": [
      "De vervreemder bezit de zaak en houdt haar voortaan voor de verkrijger.",
      "De verkrijger was reeds houder van de zaak voor de vervreemder.",
      "Een derde hield de zaak voor de vervreemder en houdt nu voor de verkrijger.",
      "De zaak wordt feitelijk overhandigd aan de verkrijger."
    ],
    "c": 0,
    "exp": "Artikel 3:115 sub a BW.\n\nBij constitutum possessorium draagt de bezitter het bezit over door een tweezijdige verklaring, waarbij hij de zaak die hij bezat, voortaan voor de verkrijger gaat houden (hij wordt houder)."
  },
  {
    "q": "Van welke leveringsvorm is sprake als de verkrijger de zaak al hield voor de vervreemder en hij deze na de levering voor zichzelf gaat houden?",
    "a": [
      "Constitutum possessorium.",
      "Traditio brevi manu.",
      "Traditio longa manu.",
      "Cessie."
    ],
    "c": 1,
    "exp": "Artikel 3:115 sub b BW.\n\nTraditio brevi manu (levering met de korte hand) vindt plaats wanneer de verkrijger houder van de zaak voor de vervreemder was en hij zichzelf door een tweezijdige verklaring tot bezitter maakt."
  },
  {
    "q": "Wat is volgens artikel 3:115 sub c BW vereist voor een geldige levering 'longa manu' als een derde de zaak houdt?",
    "a": [
      "De derde moet de zaak feitelijk aan de verkrijger overhandigen.",
      "Er moet een notariële akte worden opgemaakt tussen vervreemder en verkrijger.",
      "De derde moet de overdracht erkennen of de overdracht moet hem zijn medegedeeld.",
      "De derde moet schriftelijk toestemming geven voor de overdracht."
    ],
    "c": 2,
    "exp": "Artikel 3:115 sub c BW.\n\nBij de traditio longa manu (levering met de lange hand) gaat het bezit over door een tweezijdige verklaring, maar werkt dit pas tegenover de derde die de zaak houdt, nadat deze de overdracht heeft erkend of deze hem is medegedeeld."
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het arrest *Grensoverschrijdende garage* over misbruik van bevoegdheid?",
    "a": [
      "Een eigenaar mag altijd amotie (afbraak) vorderen van een bouwwerk op zijn grond.",
      "Bij overbouw wordt de eigenaar van de grond automatisch eigenaar van het gebouw.",
      "De vordering tot amotie kan misbruik van bevoegdheid opleveren bij onevenredigheid.",
      "De bouwer te goeder trouw heeft altijd recht op vestiging van een erfdienstbaarheid."
    ],
    "c": 2,
    "exp": "Arrest Grensoverschrijdende garage / Artikel 3:13 BW.\n\nDe Hoge Raad oordeelde dat de uitoefening van de bevoegdheid tot amotie (afbraak) misbruik van recht kan opleveren indien de eigenaar, in verhouding tot de onevenredigheid van de belangen, zijn recht niet in redelijkheid had kunnen uitoefenen."
  },
  {
    "q": "Welk rechtsgevolg heeft het 'zaaksgevolg' (droit de suite) bij beperkte rechten?",
    "a": [
      "Het beperkte recht blijft op het goed rusten, ongeacht wie de eigenaar wordt.",
      "Het beperkte recht vervalt direct zodra het goed wordt overgedragen.",
      "De beperkt gerechtigde wordt automatisch eigenaar bij verkoop.",
      "De eigenaar kan het beperkte recht eenzijdig opzeggen bij verkoop."
    ],
    "c": 0,
    "exp": "Artikel 3:8 BW / Week 2 Samenvatting.\n\nZaaksgevolg (droit de suite) houdt in dat een beperkt recht (zoals vruchtgebruik of hypotheek) het goed volgt waarop het is gevestigd. Als het goed wordt overgedragen, blijft het beperkte recht bestaan en kan het tegen de nieuwe eigenaar worden ingeroepen."
  },
  {
    "q": "Wat bepaalde de Hoge Raad in het arrest *Gielkens/Gielkens* omtrent de bewijslast bij bezit?",
    "a": [
      "De eigenaar moet altijd bewijzen dat hij het bezit niet heeft verloren.",
      "De houder wordt op grond van art. 3:109 en 3:119 BW vermoed eigenaar te zijn.",
      "Het enkele feit dat iemand een auto gebruikt, maakt hem geen bezitter.",
      "Bij familieverhoudingen geldt een omgekeerde bewijslast voor eigendom."
    ],
    "c": 1,
    "exp": "Arrest Gielkens/Gielkens / Artikel 3:109 BW en 3:119 BW.\n\nWie een goed houdt, wordt vermoed dit voor zichzelf te houden (bezitter te zijn). De bezitter wordt vermoed rechthebbende te zijn. De wederpartij zal dit wettelijk vermoeden moeten weerleggen."
  },
  {
    "q": "Wat wordt verstaan onder verkrijging onder algemene titel (art. 3:80 lid 2 BW)?",
    "a": [
      "Verkrijging van een specifiek goed door overdracht.",
      "Verkrijging door inbezitneming van een res nullius.",
      "Verkrijging door verjaring na onafgebroken bezit.",
      "Verkrijging van een geheel vermogen of een evenredig deel daarvan."
    ],
    "c": 3,
    "exp": "Artikel 3:80 lid 2 BW.\n\nMen verkrijgt goederen onder algemene titel door erfopvolging, door boedelmenging, door fusie of door splitsing. Hierbij gaat het om het gehele vermogen of een evenredig deel, niet om specifieke goederen."
  },
  {
    "q": "Welke goederen zijn registergoederen volgens artikel 3:10 BW?",
    "a": [
      "Alle goederen die een waarde hebben van meer dan 10.000 euro.",
      "Goederen waarvoor de wet een register heeft ingesteld.",
      "Goederen waarbij voor overdracht of vestiging inschrijving in openbare registers vereist is.",
      "Uitsluitend onroerende zaken zoals grond en gebouwen."
    ],
    "c": 2,
    "exp": "Artikel 3:10 BW.\n\nRegistergoederen zijn goederen voor welker overdracht of vestiging inschrijving in daartoe bestemde openbare registers noodzakelijk is."
  },
  {
    "q": "Wat is een essentieel verschil tussen een subjectief absoluut recht en een subjectief relatief recht?",
    "a": [
      "Een absoluut recht heeft werking tegenover eenieder; een relatief recht tegenover een specifieke persoon.",
      "Een absoluut recht betreft vorderingen; een relatief recht betreft zaken.",
      "Een absoluut recht is altijd schriftelijk; een relatief recht kan mondeling zijn.",
      "Een absoluut recht kan niet verjaren; een relatief recht verjaart na vijf jaar."
    ],
    "c": 0,
    "exp": "Week 2A Samenvatting.\n\nEen subjectief absoluut recht (zoals eigendom) kan tegenover iedereen gehandhaafd worden. Een subjectief relatief recht (zoals een vorderingsrecht uit overeenkomst) geldt slechts tegenover de wederpartij."
  },
  {
    "q": "Wat houdt het gesloten stelsel (numerus clausus) van het goederenrecht in?",
    "a": [
      "Dat goederenrechtelijke handelingen altijd besloten moeten plaatsvinden.",
      "Dat alleen de in de wet geregelde goederenrechtelijke rechten kunnen worden gecreëerd.",
      "Dat eigendomsoverdracht nooit openbaar mag worden gemaakt.",
      "Dat beperkte rechten voorrang hebben op het eigendomsrecht."
    ],
    "c": 1,
    "exp": "Week 2A Samenvatting.\n\nHet goederenrecht kent een gesloten stelsel. Dit betekent dat partijen niet vrij zijn om zelf nieuwe soorten goederenrechtelijke rechten te scheppen; zij zijn gebonden aan de types die de wet aanbiedt."
  },
  {
    "q": "Welk beginsel geldt in het goederenrecht bij een conflict tussen beperkte rechten op hetzelfde goed?",
    "a": [
      "Paritas creditorum (gelijkheid van schuldeisers).",
      "Redelijkheid en billijkheid.",
      "Nemo plus iuris.",
      "Prioriteitsbeginsel (oud gaat voor nieuw)."
    ],
    "c": 3,
    "exp": "Week 2B Samenvatting.\n\nIn het goederenrecht geldt het prioriteitsbeginsel: oudere beperkte rechten gaan voor op jongere beperkte rechten die op hetzelfde goed zijn gevestigd."
  },
  {
    "q": "Wat is een beperkt recht volgens artikel 3:8 BW?",
    "a": [
      "Een recht dat slechts voor een beperkte tijdsduur is overeengekomen.",
      "Een vorderingsrecht dat beperkt is tot een geldsom.",
      "Een recht dat is afgeleid uit een meer omvattend recht, dat daarmee is bezwaard.",
      "Een recht dat alleen geldt tussen familieleden."
    ],
    "c": 2,
    "exp": "Artikel 3:8 BW.\n\nEen beperkt recht is een recht dat is afgeleid uit een meer omvattend recht (het moederrecht), hetwelk met dat beperkte recht is bezwaard."
  },
  {
    "q": "Welk recht is een 'afhankelijk recht' in de zin van artikel 3:7 BW?",
    "a": [
      "Het recht van hypotheek.",
      "Het recht van vruchtgebruik.",
      "Het eigendomsrecht.",
      "Het recht van erfpacht."
    ],
    "c": 0,
    "exp": "Artikel 3:7 BW.\n\nEen afhankelijk recht is een recht dat aan een ander recht (de vordering) zodanig verbonden is, dat het niet zonder dat andere recht kan bestaan. Hypotheek en pand zijn voorbeelden van afhankelijke rechten (zij zijn verbonden aan de vordering)."
  },
  {
    "q": "Is een geldige titel vereist voor een rechtsgeldige overdracht in Nederland?",
    "a": [
      "Nee, Nederland kent een abstract stelsel van overdracht.",
      "Ja, Nederland kent een causaal stelsel van overdracht.",
      "Alleen bij registergoederen, niet bij roerende zaken.",
      "Alleen als partijen dit uitdrukkelijk zijn overeengekomen."
    ],
    "c": 1,
    "exp": "Artikel 3:84 lid 1 BW / Week 2B Samenvatting.\n\nNederland kent een causaal stelsel. Dit betekent dat voor een geldige overdracht een geldige titel (rechtsgrond) vereist is. Zonder geldige titel komt geen overdracht tot stand."
  },
  {
    "q": "Wat houdt de regel 'nemo plus' in met betrekking tot beschikkingsbevoegdheid?",
    "a": [
      "Niemand mag meer goederen bezitten dan wettelijk toegestaan.",
      "Een eigenaar mag zijn beschikkingsbevoegdheid niet contractueel uitsluiten.",
      "Niemand is bevoegd te beschikken over meer dan zijn eigen vermogen.",
      "Niemand kan meer rechten overdragen dan hij zelf heeft."
    ],
    "c": 3,
    "exp": "Week 2B Samenvatting / Algemeen rechtsbeginsel.\n\nNemo plus iuris ad alium transferre potest quam ipse habet: niemand kan meer recht aan een ander overdragen dan hij zelf heeft. Dit is de kern van de eis van beschikkingsbevoegdheid in art. 3:84 BW."
  },
  {
    "q": "Wat is het rechtsgevolg indien een levering plaatsvindt via 'constitutum possessorium' terwijl de vervreemder geen bezitter was, maar slechts houder?",
    "a": [
      "De levering is geldig, want de wilsovereenstemming is leidend.",
      "De levering is ongeldig, tenzij de verkrijger te goeder trouw is ex art. 3:86 BW.",
      "De levering is ongeldig, want art. 3:111 BW verbiedt interversie van bezit.",
      "De levering wordt omgezet in een levering bij voorbaat."
    ],
    "c": 2,
    "exp": "Artikel 3:115 sub a BW jo. Artikel 3:111 BW.\n\nEen houder kan zichzelf niet tot bezitter maken (interversieverbod). Daarom kan een houder niet leveren via constitutum possessorium, aangezien hij de zaak niet voor de verkrijger kan gaan 'houden' als bezitter."
  },
  {
    "q": "Op welke wijze verliest een bezitter zijn bezit volgens artikel 3:117 BW?",
    "a": [
      "Wanneer hij het goed kennelijk prijsgeeft of een ander het bezit verkrijgt.",
      "Uitsluitend door diefstal of verduistering van het goed.",
      "Wanneer hij gedurende drie jaar geen macht meer uitoefent.",
      "Wanneer hij de eigendom van het goed juridisch overdraagt."
    ],
    "c": 0,
    "exp": "Artikel 3:117 lid 1 BW.\n\nEen bezitter van een goed verliest het bezit, wanneer hij het goed kennelijk prijsgeeft, of wanneer een ander het bezit van het goed verkrijgt."
  },
  {
    "q": "Wanneer is een bezitter te goeder trouw volgens artikel 3:118 BW?",
    "a": [
      "Wanneer hij niet wist dat het goed gestolen was, ongeacht onderzoek.",
      "Wanneer hij zich als rechthebbende beschouwt en zich redelijkerwijze als zodanig mocht beschouwen.",
      "Wanneer hij de feitelijke macht over het goed uitoefent zonder geweld.",
      "Wanneer hij een geldige titel heeft, ook als de levering gebrekkig was."
    ],
    "c": 1,
    "exp": "Artikel 3:118 lid 1 BW.\n\nEen bezitter is te goeder trouw, wanneer hij zich als rechthebbende beschouwt en zich ook redelijkerwijze als zodanig mocht beschouwen."
  },
  {
    "q": "Wat is de processuele functie van bezit volgens artikel 3:119 BW?",
    "a": [
      "De bezitter kan alleen via een gerechtelijke procedure worden onteigend.",
      "De bezitter mag het goed houden totdat de rechter anders beslist.",
      "De bezitter moet bewijzen dat hij eigenaar is in een procedure.",
      "De bezitter van een goed wordt vermoed rechthebbende te zijn."
    ],
    "c": 3,
    "exp": "Artikel 3:119 lid 1 BW.\n\nDe bezitter van een goed wordt vermoed rechthebbende te zijn. Dit ontlast de bezitter van de bewijslast dat hij eigenaar is; de wederpartij moet bewijzen dat dit niet zo is."
  },
  {
    "q": "Wanneer is sprake van onmiddellijk bezit in de zin van artikel 3:107 BW?",
    "a": [
      "Wanneer de bezitter het goed onmiddellijk kan opeisen.",
      "Wanneer de bezitter het goed zelf houdt zonder tussenkomst van een ander.",
      "Wanneer de bezitter het goed via een houder bezit.",
      "Wanneer de bezitter het goed direct na de koop heeft ontvangen."
    ],
    "c": 1,
    "exp": "Artikel 3:107 lid 2 BW.\n\nBezit is onmiddellijk, wanneer iemand bezit zonder dat een ander het goed voor hem houdt."
  },
  {
    "q": "Welke rol spelen de openbare registers volgens artikel 3:16 BW in het goederenrecht?",
    "a": [
      "Inschrijving daarin is vereist voor de overdracht van registergoederen.",
      "Zij dienen slechts ter informatie en hebben geen juridische status.",
      "Zij registreren alleen de waarde van onroerende zaken voor belastingen.",
      "Inschrijving daarin bewijst dwingend wie de eigenaar is van een roerende zaak."
    ],
    "c": 0,
    "exp": "Artikel 3:16 BW jo. 3:89 BW.\n\nHet burgerlijk wetboek kent openbare registers voor registergoederen. Inschrijving van feiten die voor de rechtstoestand van belang zijn (zoals de leveringsakte) is vereist voor de overdracht of vestiging van rechten op deze goederen."
  }
]