[
  {
    "q": "Onder het begrip 'goederen' in de zin van artikel 3:1 BW vallen uitsluitend stoffelijke objecten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:1 BW definieert goederen als alle zaken en alle vermogensrechten. Zaken zijn de voor menselijke beheersing vatbare stoffelijke objecten (artikel 3:2 BW), maar vermogensrechten (artikel 3:6 BW) vallen dus ook onder het begrip goederen."
  },
  {
    "q": "Het eigendomsrecht is een absoluut recht dat tegenover eenieder kan worden ingeroepen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het eigendomsrecht is een absoluut subjectief vermogensrecht. Dit betekent dat de rechthebbende zijn recht tegenover iedereen kan handhaven, in tegenstelling tot relatieve rechten die slechts tegenover de wederpartij gelden."
  },
  {
    "q": "Nederland kent een abstract stelsel van eigendomsoverdracht, wat betekent dat de geldigheid van de titel niet relevant is voor de overdracht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Nederland kent een causaal stelsel. Artikel 3:84 lid 1 BW vereist voor een geldige overdracht een geldige titel. Zonder geldige titel komt er geen overdracht tot stand."
  },
  {
    "q": "Voor de overdracht van een goed is uitsluitend de levering en de beschikkingsbevoegdheid van de vervreemder vereist.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:84 lid 1 BW stelt drie constitutieve vereisten voor een geldige overdracht: levering, een geldige titel en beschikkingsbevoegdheid van de vervreemder. Indien één van deze vereisten ontbreekt, is de overdracht ongeldig."
  },
  {
    "q": "Een houder kan zichzelf door een enkele wilsverandering tot bezitter maken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:111 BW bevat het interversieverbod. Wie is begonnen krachtens een rechtsverhouding voor een ander te houden, gaat daarmee onder dezelfde titel voort, zolang niet blijkt dat hierin verandering is gebracht door een handeling van hem voor wie men houdt of door tegenspraak van diens recht."
  },
  {
    "q": "Bij levering via 'constitutum possessorium' (artikel 3:115 sub a BW) wordt de bezitter de houder van de zaak voor de verkrijger.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij een levering constitutum possessorium draagt de vervreemder het bezit over, maar blijft hij de zaak feitelijk onder zich houden. Hij houdt de zaak vanaf dat moment voor de verkrijger (hij wordt houder)."
  },
  {
    "q": "Een levering via constitutum possessorium werkt direct tegen iedereen, ook tegen iemand met een ouder recht op de zaak.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:90 lid 2 BW bepaalt dat een levering via constitutum possessorium niet werkt tegen een persoon die een ouder recht op de zaak heeft, zolang de zaak in handen van de vervreemder blijft."
  },
  {
    "q": "In het arrest Blaauboer/Berlips werd bepaald dat een persoonlijke verplichting van de verkoper met betrekking tot een goed automatisch overgaat op de koper van dat goed.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Hoge Raad oordeelde in Blaauboer/Berlips dat persoonlijke verbintenissen in beginsel niet overgaan op de verkrijger van het goed onder bijzondere titel. De koper heeft niets te maken met de persoonlijke verplichtingen die zijn voorganger op zich heeft genomen."
  },
  {
    "q": "Een bezitter van een goed wordt in een juridische procedure vermoed rechthebbende te zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is de processuele functie van het bezit, vastgelegd in artikel 3:119 lid 1 BW. De bezitter wordt vermoed rechthebbende te zijn, waardoor de bewijslast bij de wederpartij ligt."
  },
  {
    "q": "De levering van een onroerende zaak is voltooid op het moment dat de notariële akte door beide partijen is ondertekend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:89 lid 1 BW vereist voor de levering van onroerende zaken een notariële akte gevolgd door de inschrijving daarvan in de openbare registers. Zonder inschrijving is de levering niet voltooid."
  },
  {
    "q": "Alle registergoederen zijn per definitie onroerende zaken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Hoewel onroerende zaken registergoederen zijn, kunnen ook roerende zaken registergoederen zijn, zoals teboekgestelde schepen en luchtvaartuigen (artikel 8:199 en 8:1306 BW)."
  },
  {
    "q": "Het goederenrecht kent een gesloten stelsel (numerus clausus) van beperkte rechten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Partijen kunnen niet zelf nieuwe goederenrechtelijke rechten creëren; zij zijn gebonden aan de types die de wet aanbiedt. Dit wordt het gesloten stelsel van het goederenrecht genoemd."
  },
  {
    "q": "Beperkte rechten hebben zaaksgevolg (droit de suite), wat betekent dat het recht op het goed blijft rusten ongeacht wie de eigenaar is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Beperkte rechten volgen het goed waarop ze zijn gevestigd. Bij overdracht van het goed gaat het beperkte recht niet teniet, maar blijft het op de zaak rusten."
  },
  {
    "q": "De vordering tot amotie (afbraak) van een bouwwerk dat over de erfgrens is gebouwd, kan nooit misbruik van recht opleveren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In het arrest Grensoverschrijdende garage oordeelde de Hoge Raad dat de uitoefening van het recht tot amotie misbruik van bevoegdheid (artikel 3:13 BW) kan opleveren, indien de eigenaar in verhouding tot de onevenredigheid van de belangen naar redelijkheid niet tot die uitoefening had kunnen komen."
  },
  {
    "q": "Bij levering 'traditio brevi manu' (artikel 3:115 sub b BW) heeft de verkrijger de zaak reeds feitelijk onder zich.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Traditio brevi manu vindt plaats wanneer de verkrijger de zaak al houdt voor de vervreemder (als houder) en hij zichzelf door een tweezijdige verklaring tot bezitter maakt."
  },
  {
    "q": "Een onroerende zaak kan een res nullius worden door deze prijs te geven.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 5:24 BW bepaalt dat onroerende zaken die aan niemand toebehoren, toebehoren aan de Staat. Een onroerende zaak kan dus geen res nullius zijn die door een particulier in bezit kan worden genomen ter verkrijging van eigendom."
  },
  {
    "q": "Voor de overdracht van een goed is vereist dat het goed in de titel met voldoende bepaaldheid is omschreven.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:84 lid 2 BW stelt als eis dat het goed bij de titel met voldoende bepaaldheid omschreven moet zijn. Dit is noodzakelijk om vast te stellen wat er precies wordt overgedragen."
  },
  {
    "q": "De verkrijging van goederen door erfopvolging is een voorbeeld van verkrijging onder bijzondere titel.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Erfopvolging is een vorm van verkrijging onder algemene titel (artikel 3:80 lid 2 BW), waarbij de verkrijger (een deel van) het gehele vermogen van de rechtsvoorganger verkrijgt."
  },
  {
    "q": "Een houder kan een zaak rechtsgeldig leveren door middel van constitutum possessorium (artikel 3:115 sub a BW).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een levering CP vereist dat de vervreemder bezitter is en zich tot houder maakt. Een houder kan zichzelf niet tot bezitter maken (interversieverbod, artikel 3:111 BW) en kan de zaak dus niet voor de verkrijger gaan houden als ware hij de bezitter."
  },
  {
    "q": "Goede trouw in de zin van artikel 3:11 BW vereist niet alleen dat men de feiten niet kende, maar ook dat men ze niet behoorde te kennen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Goede trouw ontbreekt indien men de feiten of het recht kende, of ze in de gegeven omstandigheden behoorde te kennen. Dit impliceert in bepaalde gevallen een onderzoeksplicht."
  },
  {
    "q": "Het prioriteitsbeginsel in het goederenrecht houdt in dat jongere beperkte rechten voorrang hebben op oudere beperkte rechten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het prioriteitsbeginsel houdt juist in dat oudere rechten voorgaan op jongere rechten ('wie het eerst komt, het eerst maalt'). Een eerder gevestigd beperkt recht hoeft niet te wijken voor een later gevestigd recht."
  },
  {
    "q": "Levering 'traditio longa manu' (artikel 3:115 sub c BW) vereist dat de derde-houder de overdracht erkent of dat de overdracht aan hem wordt medegedeeld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij levering met de lange hand houdt een derde de zaak voor de vervreemder en gaat deze na de levering houden voor de verkrijger. Dit effect treedt pas in na erkenning door de derde of mededeling aan hem."
  },
  {
    "q": "Faillissement van de vervreemder leidt tot beschikkingsonbevoegdheid ten aanzien van zijn vermogen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Op grond van artikel 23 Faillissementswet verliest de schuldenaar door de faillietverklaring van rechtswege de beschikking en het beheer over zijn tot het faillissement behorend vermogen."
  },
  {
    "q": "Een bezitter verliest het bezit zodra hij de zaak tijdelijk uitleent aan een ander.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Door het uitlenen wordt de ander houder voor de bezitter. De bezitter behoudt het bezit middellijk (artikel 3:107 lid 3 BW). Bezitsverlies treedt op wanneer de bezitter het goed kennelijk prijsgeeft of een ander het bezit verkrijgt (artikel 3:117 BW)."
  },
  {
    "q": "Een pandrecht op een roerende zaak kan worden gevestigd zonder dat de zaak in de macht van de pandhouder wordt gebracht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:237 BW maakt een stil pandrecht mogelijk. Dit wordt gevestigd bij authentieke of geregistreerde onderhandse akte, zonder dat de zaak in de macht van de pandhouder of een derde hoeft te worden gebracht."
  },
  {
    "q": "Indien een titel achteraf wordt vernietigd op grond van een wilsgebrek, blijft de overdracht geldig omdat de titel op het moment van levering bestond.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Vernietiging heeft terugwerkende kracht (artikel 3:53 BW). Hierdoor wordt geacht dat er nooit een geldige titel is geweest. Vanwege het causale stelsel is de overdracht daarmee met terugwerkende kracht ongeldig."
  },
  {
    "q": "Bestanddeelvorming (natrekking) kan plaatsvinden als twee zaken zodanig verbonden worden dat scheiding aanzienlijke schade zou veroorzaken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:4 lid 2 BW bepaalt dat een zaak bestanddeel wordt van een hoofdzaak indien zij daarvan niet kan worden afgescheiden zonder dat beschadiging van betekenis wordt toegebracht aan een der zaken."
  },
  {
    "q": "De levering van vorderingen op naam geschiedt altijd door middel van een akte en mededeling aan de schuldenaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Hoewel openbare cessie (artikel 3:94 lid 1 BW) mededeling vereist, maakt artikel 3:94 lid 3 BW ook een stille cessie mogelijk via een authentieke of geregistreerde onderhandse akte zonder mededeling aan de schuldenaar."
  },
  {
    "q": "In het arrest Gielkens/Gielkens werd geoordeeld dat de bewijslast van het eigendom bij de houder lag, ondanks het vermoeden van bezit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Hoge Raad bevestigde juist dat de houder (de broer) op grond van artikel 3:109 en 3:119 BW werd vermoed bezitter en daarmee eigenaar te zijn. De bewijslast om dit te weerleggen lag bij de wederpartij (de zus)."
  },
  {
    "q": "Zaken zijn volgens artikel 3:2 BW alle objecten die een waarde in het economisch verkeer vertegenwoordigen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:2 BW definieert zaken als de voor menselijke beheersing vatbare stoffelijke objecten. Het criterium is stoffelijkheid en beheersbaarheid, niet economische waarde."
  }
]