[
  {
    "q": "De burgemeester van de gemeente X legt op grond van de APV een aanlijngebod op aan de eigenaar van een hond. Artikel 2:59 APV luidt: 'De burgemeester kan aan de eigenaar van een hond die naar zijn oordeel gevaarlijk is, een aanlijngebod opleggen.' De eigenaar stelt in beroep dat de burgemeester geen beleidsvrijheid heeft omdat de hond niet gevaarlijk is. Analyseer de aard van de bevoegdheid in artikel 2:59 APV.",
    "sample": "Issue: De rechtsvraag is hoe de bevoegdheid in artikel 2:59 APV moet worden gekwalificeerd qua beslissingsruimte.\n\nRule: Beslissingsruimte bestaat uit beoordelingsruimte (invulling vage termen) en beleidsruimte (bevoegdheid om te kiezen). ‘Kan’ duidt op beleidsruimte; ‘naar zijn oordeel’ of een open norm duidt op beoordelingsruimte.\n\nApplication: De term ‘gevaarlijk’ is een open norm die beoordelingsruimte biedt voor de kwalificatie van de hond. Het woord ‘kan’ impliceert dat de burgemeester, na vaststelling van het gevaar, de vrijheid heeft om wel of niet een maatregel op te leggen (beleidsruimte).\n\nConclusion: De burgemeester heeft beoordelingsruimte bij de kwalificatie 'gevaarlijk' en beleidsruimte bij de beslissing tot het opleggen van het gebod.",
    "checklist": [
      "Kwalificatie 'gevaarlijk' betreft beoordelingsruimte (invulling open norm).",
      "Werkwoord 'kan' duidt op beleidsruimte (discretionaire bevoegdheid).",
      "Burgemeester heeft ruimte om zelfstandig te oordelen.",
      "Rechter toetst deze bevoegdheidsuitoefening terughoudend (marginaal)."
    ],
    "exp": "Volgens de jurisprudentie (Aanlijngebod Montferland) is bij de kwalificatie van een hond als 'gevaarlijk' sprake van beoordelingsruimte, omdat dit een open norm betreft die ingevuld moet worden. De bevoegdheid om vervolgens een maatregel op te leggen ('kan') betreft beleidsruimte (of-beleidsvrijheid)."
  },
  {
    "q": "In een procedure over een aanlijngebod betwist de hondeneigenaar dat zijn hond daadwerkelijk iemand heeft gebeten. Het college baseert het besluit op een politierapport waarin het bijtincident is vastgelegd. De eigenaar stelt dat de bestuursrechter dit feit marginaal moet toetsen. Heeft de eigenaar gelijk?",
    "sample": "Issue: De rechtsvraag is of de bestuursrechter de vaststelling van de feiten (het bijtincident) marginaal of integraal moet toetsen.\n\nRule: Bij de vaststelling van feiten is geen sprake van beslissingsruimte voor het bestuursorgaan. Feiten moeten objectief worden vastgesteld.\n\nApplication: Het vaststellen of een hond heeft gebeten is een constatering van wat is voorgevallen (feitenvaststelling), geen interpretatie van een vage norm of belangenafweging. Er is geen ruimte voor beleid of beoordeling.\n\nConclusion: De eigenaar heeft ongelijk; de rechter toetst de vaststelling van de feiten volledig (integraal).",
    "checklist": [
      "Feitenvaststelling biedt bestuursorgaan geen beslissingsruimte.",
      "Het betreft een objectieve constatering van gebeurtenissen.",
      "Er is geen sprake van beleids- of beoordelingsvrijheid.",
      "De rechter toetst de feiten volledig (integraal)."
    ],
    "exp": "Bij de vaststelling van feiten is geen ruimte voor interpretatie, aangezien het een constatering betreft van wat er is voorgevallen. Het bestuursorgaan heeft hierover geen beslissingsruimte. De rechter moet de feiten daarom volledig toetsen, niet marginaal."
  },
  {
    "q": "Een wettelijke bepaling luidt: 'Het college weigert de vergunning indien de aanvraag in strijd is met het bestemmingsplan.' Het college weigert een vergunning omdat aan deze voorwaarde is voldaan. De aanvrager stelt dat het college zijn belangen had moeten meewegen en van weigering had moeten afzien. Analyseer de aard van deze bevoegdheid.",
    "sample": "Issue: De rechtsvraag is of het college beleidsruimte heeft om belangen af te wegen bij deze weigeringsgrond.\n\nRule: Bij een gebonden bevoegdheid schrijft de wet dwingend voor welk besluit moet worden genomen als aan de voorwaarden is voldaan. Er is dan geen beleidsvrijheid.\n\nApplication: De wet gebruikt de term 'weigert' (imperatief), wat inhoudt dat bij strijd met het bestemmingsplan de vergunning moet worden geweigerd. Er is geen 'kan'-bepaling en dus geen ruimte voor belangenafweging.\n\nConclusion: Het betreft een gebonden bevoegdheid; het college mocht geen belangen afwegen en moest de vergunning weigeren.",
    "checklist": [
      "Het betreft een gebonden bevoegdheid (dwingend recht).",
      "De wet schrijft het besluit dwingend voor.",
      "Het college heeft geen beleidsruimte voor belangenafweging.",
      "Artikel 3:4 lid 1 Awb is niet van toepassing."
    ],
    "exp": "Er is sprake van een gebonden bevoegdheid wanneer de wet dwingend voorschrijft hoe te beslissen. In dat geval heeft het bestuursorgaan geen beleidsruimte en is er geen plaats voor een belangenafweging ex artikel 3:4 Awb."
  },
  {
    "q": "Het college van B&W van Montferland besluit een hond aan te merken als 'gevaarlijk' en legt een aanlijngebod op. De eigenaar gaat in beroep en stelt dat de rechter vol moet toetsen of de hond gevaarlijk is. Het college stelt dat de rechter dit oordeel moet respecteren tenzij het onredelijk is. Welke toetsingsmaatstaf moet de rechter hanteren?",
    "sample": "Issue: De rechtsvraag is met welke intensiteit de rechter de kwalificatie 'gevaarlijke hond' door het college moet toetsen.\n\nRule: Bij beoordelingsruimte (invulling van een open norm) toetst de rechter terughoudend (marginaal) of het bestuursorgaan in redelijkheid tot zijn oordeel heeft kunnen komen.\n\nApplication: De term 'gevaarlijke hond' is een open norm die door het college moet worden ingevuld (beoordelingsruimte). Het is geen vaststaand feit.\n\nConclusion: De rechter moet terughoudend (marginaal) toetsen of het college de hond in redelijkheid als gevaarlijk heeft kunnen kwalificeren.",
    "checklist": [
      "Kwalificatie 'gevaarlijk' is invulling van een open norm.",
      "Er is sprake van beoordelingsruimte voor het college.",
      "De rechter past een terughoudende (marginale) toetsing toe.",
      "Toetsing op redelijkheid van de kwalificatie."
    ],
    "exp": "In de uitspraak Aanlijngebod Montferland overwoog de Afdeling dat het college beoordelingsruimte heeft bij de beoordeling of een hond gevaarlijk is. De rechter toetst daarom terughoudend of het college in redelijkheid tot zijn beoordeling heeft kunnen komen."
  },
  {
    "q": "Een wet bepaalt: 'De minister kan een subsidie verstrekken voor culturele projecten.' De minister weigert een subsidie omdat hij andere projecten prioriteit geeft. De aanvrager stelt dat hij aan alle wettelijke voorwaarden voldoet en dus recht heeft op subsidie. Analyseer de positie van de minister.",
    "sample": "Issue: De rechtsvraag is of de minister verplicht is subsidie te verlenen als aan de voorwaarden is voldaan, of dat hij beleidsvrijheid heeft.\n\nRule: Het woord 'kan' in een wettelijke bepaling duidt op een discretionaire bevoegdheid, waarbij het bestuursorgaan beleidsvrijheid heeft.\n\nApplication: De wet gebruikt 'kan', wat betekent dat de minister de bevoegdheid heeft om te kiezen of hij de subsidie verleent (of-beleidsvrijheid), zelfs als aan de voorwaarden is voldaan. Hij mag prioriteiten stellen via beleid.\n\nConclusion: De minister heeft beleidsvrijheid (discretionaire bevoegdheid) en is niet verplicht te verlenen; de weigering is in beginsel toegestaan.",
    "checklist": [
      "De bepaling bevat het woord 'kan' (discretionair).",
      "Er is sprake van beleidsvrijheid (beleidsruimte).",
      "Minister mag belangen afwegen en prioriteiten stellen.",
      "Geen automatisch recht op subsidie bij voldoen aan voorwaarden."
    ],
    "exp": "Wanneer een wettelijke bepaling het werkwoord 'kunnen' bevat, is er sprake van een discretionaire bevoegdheid. Dit geeft het bestuursorgaan beleidsvrijheid om te bepalen of het de bevoegdheid uitoefent (of-beleidsvrijheid) en belangen af te wegen."
  }
]