[
  {
    "q": "Een overeenkomst die tot stand is gekomen door dwaling is van rechtswege nietig.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 6:228 lid 1 BW.\n\nEen overeenkomst die onder invloed van dwaling tot stand is gekomen, is vernietigbaar, niet nietig."
  },
  {
    "q": "Vernietiging van een rechtshandeling heeft terugwerkende kracht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:53 lid 1 BW.\n\nDe vernietiging werkt terug tot het tijdstip waarop de rechtshandeling is verricht."
  },
  {
    "q": "Een beroep op dwaling is mogelijk indien de dwaling een uitsluitend toekomstige omstandigheid betreft.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 6:228 lid 2 BW.\n\nDe vernietiging kan niet worden gegrond op een dwaling die een uitsluitend toekomstige omstandigheid betreft."
  },
  {
    "q": "Volgens het arrest Booy/Wisman is de verwachting omtrent het verkrijgen van een kentekenbewijs een uitsluitend toekomstige omstandigheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Booy/Wisman.\n\nDe Hoge Raad oordeelde dat toekomstige verwachtingen die betrekking hebben op gevolgen van bestaande eigenschappen géén zuiver toekomstige omstandigheden zijn."
  },
  {
    "q": "Indien een partij haar mededelingsplicht schendt, kan zij de wederpartij in het algemeen tegenwerpen dat deze onvoldoende onderzoek heeft verricht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Van Geest/Nederlof.\n\nDe goede trouw verzet zich ertegen dat de partij die haar mededelingsplicht heeft geschonden, ter afwering van een beroep op dwaling aanvoert dat de wederpartij het ontstaan van de dwaling aan zichzelf heeft te wijten."
  },
  {
    "q": "Bedrog vereist dat de dader het opzet had om de ander te misleiden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:44 lid 3 BW.\n\nBedrog is aanwezig wanneer iemand een ander tot het verrichten van een bepaalde rechtshandeling beweegt door enige opzettelijk daartoe gedane onjuiste mededeling of andere kunstgreep."
  },
  {
    "q": "Een aanprijzing in algemene bewoordingen levert in beginsel geen bedrog op.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:44 lid 3 BW.\n\nDe wet bepaalt expliciet dat aanprijzingen in algemene bewoordingen geen bedrog opleveren."
  },
  {
    "q": "Voor een geslaagd beroep op misbruik van omstandigheden is vereist dat de wederpartij het tot stand komen van de rechtshandeling heeft bevorderd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:44 lid 4 BW.\n\nMisbruik van omstandigheden is aanwezig wanneer iemand die weet of moet begrijpen dat een ander door bijzondere omstandigheden wordt bewogen, het tot stand komen van die rechtshandeling bevordert."
  },
  {
    "q": "Een rechtshandeling verricht door een handelingsonbekwame is altijd nietig.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:32 lid 2 BW.\n\nEen rechtshandeling van een onbekwame is vernietigbaar. Slechts een eenzijdige rechtshandeling van een onbekwame, die niet tot een of meer bepaalde personen gericht was, is nietig."
  },
  {
    "q": "Aan een minderjarige wordt verondersteld toestemming te zijn verleend voor rechtshandelingen die gebruikelijk zijn voor zijn leeftijd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 1:234 lid 3 BW.\n\nDe toestemming wordt aan de minderjarige verondersteld te zijn verleend, indien het een rechtshandeling betreft ten aanzien waarvan in het maatschappelijk verkeer gebruikelijk is dat minderjarigen van zijn leeftijd deze zelfstandig verrichten."
  },
  {
    "q": "Een rechtshandeling die in strijd is met de goede zeden is vernietigbaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:40 lid 1 BW.\n\nEen rechtshandeling die door inhoud of strekking in strijd is met de goede zeden of de openbare orde, is nietig."
  },
  {
    "q": "Bij de uitleg van een overeenkomst is uitsluitend de taalkundige betekenis van de bewoordingen beslissend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Haviltex.\n\nVoor de beantwoording van de vraag hoe een contract moet worden uitgelegd, komt het aan op de zin die partijen in de gegeven omstandigheden over en weer redelijkerwijs aan de bepalingen mochten toekennen."
  },
  {
    "q": "De Haviltex-maatstaf is niet van toepassing indien partijen haaks op elkaar staande bedoelingen hebben bij een echtscheidingsconvenant.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Uitleg Echtscheidingsconvenant.\n\nDe Haviltexmaatstaf is ook van toepassing indien partijen op de tekst van de overeenkomst haaks op elkaar staande bedoelingen en verwachtingen baseren."
  },
  {
    "q": "Een beroep op een exoneratiebeding kan buiten toepassing blijven indien dit naar maatstaven van redelijkheid en billijkheid onaanvaardbaar is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Kuunders/Swinkels.\n\nEen exoneratiebeding dient buiten toepassing te blijven voor zover die toepassing in de gegeven omstandigheden naar maatstaven van redelijkheid en billijkheid onaanvaardbaar zou zijn."
  },
  {
    "q": "De rechtsvordering tot vernietiging wegens dwaling verjaart drie jaren nadat de overeenkomst is gesloten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:52 lid 1 sub c BW.\n\nDe rechtsvordering tot vernietiging verjaart in geval van dwaling drie jaren nadat de dwaling is ontdekt."
  },
  {
    "q": "Een schuldenaar is zonder toestemming van de schuldeiser bevoegd het verschuldigde in gedeelten te voldoen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 6:29 BW.\n\nDe schuldenaar is zonder toestemming van de schuldeiser niet bevoegd het verschuldigde in gedeelten te voldoen."
  },
  {
    "q": "Nakoming van een verbintenis kan in beginsel ook geschieden door een ander dan de schuldenaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 6:30 BW.\n\nDe nakoming van een verbintenis kan geschieden door een ander dan de schuldenaar, tenzij de inhoud of strekking van de verbintenis zich daartegen verzet."
  },
  {
    "q": "Betaling aan een onbevoegde bevrijdt de schuldenaar nooit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 6:32 BW.\n\nBetaling aan een ander dan de schuldeiser bevrijdt de schuldenaar voor zover degene aan wie betaald moest worden de betaling heeft bekrachtigd of erdoor is gebaat."
  },
  {
    "q": "Een aanbod dat een termijn voor aanvaarding inhoudt, kan in beginsel worden herroepen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 6:219 lid 1 BW.\n\nEen aanbod kan worden herroepen, tenzij het een termijn voor de aanvaarding inhoudt of de onherroepelijkheid ervan op andere wijze uit het aanbod volgt."
  },
  {
    "q": "Indien een rechtshandeling niet voldoet aan een wettelijk voorgeschreven vorm, is deze in beginsel nietig.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:39 BW.\n\nTenzij de wet anders bepaalt, zijn rechtshandelingen die niet in de voorgeschreven vorm zijn verricht, nietig."
  },
  {
    "q": "Degene die een ander zonder rechtsgrond een goed heeft gegeven, kan dit als onverschuldigd betaald terugvorderen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 6:203 lid 1 BW.\n\nDegene die een ander zonder rechtsgrond een goed heeft gegeven, is gerechtigd dit van de ontvanger als onverschuldigd betaald terug te vorderen."
  },
  {
    "q": "Voor zaakwaarneming is vereist dat de waarnemer de bevoegdheid daartoe aan een rechtshandeling ontleent.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 6:198 BW.\n\nZaakwaarneming is het zich willens en wetens en op redelijke grond inlaten met de behartiging van eens anders belang, zonder de bevoegdheid daartoe aan een rechtshandeling of een elders in de wet geregelde rechtsverhouding te ontlenen."
  },
  {
    "q": "De verplichting tot schadevergoeding bij ongerechtvaardigde verrijking is beperkt tot het bedrag van de verrijking.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 6:212 lid 1 BW.\n\nHij die ongerechtvaardigd is verrijkt, is verplicht diens schade te vergoeden tot het bedrag van zijn verrijking."
  },
  {
    "q": "Een vernietigbare rechtshandeling kan door de bevoegde persoon worden bevestigd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:55 lid 1 BW.\n\nDe bevoegdheid om ter zake van een vernietigbare rechtshandeling een beroep op een vernietigingsgrond te doen, vervalt, wanneer hij aan wie deze bevoegdheid toekomt, de rechtshandeling heeft bevestigd."
  },
  {
    "q": "Een rechtshandeling verricht door een persoon met een geestelijke stoornis is altijd van rechtswege nietig.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 3:34 lid 2 BW.\n\nEen zodanige rechtshandeling is vernietigbaar. Alleen een eenzijdige ongerichte rechtshandeling is nietig."
  },
  {
    "q": "De beperkende werking van de redelijkheid en billijkheid houdt in dat een geldende regel niet van toepassing is voor zover dit onaanvaardbaar zou zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 6:248 lid 2 BW.\n\nEen tussen partijen als gevolg van de overeenkomst geldende regel is niet van toepassing, voor zover dit in de gegeven omstandigheden naar maatstaven van redelijkheid en billijkheid onaanvaardbaar zou zijn."
  },
  {
    "q": "Onvoorziene omstandigheden kunnen grond zijn voor de rechter om een overeenkomst te wijzigen of te ontbinden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 6:258 lid 1 BW.\n\nDe rechter kan op verzoek van een der partijen de gevolgen van een overeenkomst wijzigen of deze geheel of gedeeltelijk ontbinden op grond van onvoorziene omstandigheden."
  },
  {
    "q": "Een schuldenaar kan zich bevrijden van zijn verbintenis door een andere prestatie te voldoen, mits deze van gelijke waarde is, zonder toestemming van de schuldeiser.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 6:45 BW.\n\nSlechts met toestemming van de schuldeiser kan een schuldenaar zich van zijn verbintenis bevrijden door een andere prestatie dan de verschuldigde."
  },
  {
    "q": "Een overeenkomst die in strijd is met een dwingende wetsbepaling die uitsluitend strekt ter bescherming van één partij, is vernietigbaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 3:40 lid 2 BW.\n\nStrijd met een dwingende wetsbepaling leidt tot nietigheid, doch uitsluitend indien de bepaling strekt ter bescherming van één van de partijen, leidt dit tot vernietigbaarheid."
  },
  {
    "q": "Wederzijdse dwaling is geen geldige grond voor vernietiging van de overeenkomst.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 6:228 lid 1 sub c BW.\n\nEen overeenkomst is vernietigbaar indien de wederpartij bij het sluiten van de overeenkomst van dezelfde onjuiste veronderstelling als de dwalende is uitgegaan."
  }
]