[
  {
    "q": "De Europese Unie vindt haar oorsprong in de oprichting van de Europese Gemeenschap voor Kolen en Staal met het Verdrag van Rome.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Europese Gemeenschap voor Kolen en Staal werd opgericht met het Verdrag van Parijs in 1951. De Verdragen van Rome (1957) richtten de EEG en Euratom op."
  },
  {
    "q": "Het Europees Parlement oefent gezamenlijk met de Raad de wetgevingstaak en de begrotingstaak uit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 14 lid 1 VEU bepaalt dat het Europees Parlement samen met de Raad de wetgevingstaak en de begrotingstaak uitoefent."
  },
  {
    "q": "De Europese Raad oefent wetgevingstaken uit binnen de Europese Unie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 15 lid 1 VEU stelt expliciet dat de Europese Raad geen wetgevingstaak uitoefent, maar de Unie de nodige impulsen geeft en politieke beleidslijnen bepaalt."
  },
  {
    "q": "Een gekwalificeerde meerderheid in de Raad wordt bereikt als ten minste 55% van de lidstaten voorstemt die ten minste 65% van de bevolking vertegenwoordigen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 16 lid 4 VEU definieert gekwalificeerde meerderheid als ten minste 55% van de leden van de Raad die samen ten minste 65% van de bevolking van de Unie vertegenwoordigen."
  },
  {
    "q": "De leden van de Europese Commissie vertegenwoordigen de belangen van hun lidstaat van herkomst.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 17 lid 1 VEU bepaalt dat de Commissie het algemeen belang van de Unie bevordert. De leden oefenen hun ambt volkomen onafhankelijk uit en vragen noch aanvaarden instructies van enige regering (Artikel 17 lid 3 VEU)."
  },
  {
    "q": "Het Europees Parlement bestaat uit maximaal 750 leden, plus de voorzitter.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 14 lid 2 VEU stelt dat het Europees Parlement bestaat uit ten hoogste 751 leden (750 leden plus de voorzitter)."
  },
  {
    "q": "De Lege Stoel-crisis van 1965 werd opgelost door het Akkoord van Luxemburg, waarin een feitelijk vetorecht bij gewichtige nationale belangen werd vastgelegd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het Akkoord van Luxemburg (1966) bepaalde dat indien consensus niet bereikt kon worden, lidstaten een veto konden uitspreken als er zeer gewichtige nationale belangen op het spel stonden."
  },
  {
    "q": "De Raad van de Europese Unie bestaat uit de staatshoofden en regeringsleiders van de lidstaten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 16 lid 2 VEU bepaalt dat de Raad bestaat uit een vertegenwoordiger van iedere lidstaat op ministerieel niveau. De staatshoofden en regeringsleiders vormen de Europese Raad (Artikel 15 lid 2 VEU)."
  },
  {
    "q": "De zetelverdeling in het Europees Parlement is gebaseerd op strikte evenredigheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 14 lid 2 VEU bepaalt dat de vertegenwoordiging van de burgers degressief evenredig is, met een minimum van zes en een maximum van zesennegentig zetels per lidstaat."
  },
  {
    "q": "Wetgevingshandelingen van de Unie mogen in beginsel alleen op voorstel van de Commissie worden vastgesteld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 17 lid 2 VEU bepaalt dat wetgevingshandelingen van de Unie alleen op voorstel van de Commissie mogen worden vastgesteld, behalve indien de Verdragen anders bepalen."
  },
  {
    "q": "De Europese Unie werd formeel opgericht met de ondertekening van de Europese Akte in 1986.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Europese Unie werd opgericht met het Verdrag van Maastricht in 1992. De Europese Akte (1986) zorgde voor de voltooiing van de interne markt."
  },
  {
    "q": "De voorzitter van de Europese Raad wordt gekozen voor een termijn van vijf jaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 15 lid 5 VEU bepaalt dat de Europese Raad zijn voorzitter kiest voor een periode van tweeënhalf jaar. De voorzitter is eenmaal herkiesbaar."
  },
  {
    "q": "Het Hof van Justitie bestaat uit één rechter per lidstaat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 19 lid 2 VEU bepaalt dat het Hof van Justitie bestaat uit één rechter per lidstaat."
  },
  {
    "q": "Het voorzitterschap van de Raad Buitenlandse Zaken rouleert elk half jaar tussen de lidstaten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 18 lid 3 VEU bepaalt dat de Hoge Vertegenwoordiger van de Unie voor buitenlandse zaken en veiligheidsbeleid de Raad Buitenlandse Zaken voorzit. Andere formaties rouleren wel (Artikel 16 lid 9 VEU)."
  },
  {
    "q": "De begroting van de Unie wordt volledig uit eigen middelen gefinancierd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 311 VWEU stelt dat de begroting van de Unie, onverminderd andere ontvangsten, volledig uit eigen middelen wordt gefinancierd."
  },
  {
    "q": "Een blokkerende minderheid in de Raad moet uit ten minste drie lidstaten bestaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 16 lid 4 VEU stelt dat een blokkerende minderheid ten minste uit vier Raadsleden moet bestaan."
  },
  {
    "q": "Het Europees Parlement kan de Europese Commissie tot aftreden dwingen door het aannemen van een motie van afkeuring.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 234 VWEU bepaalt dat indien een motie van afkeuring wordt aangenomen, de leden van de Commissie collectief ontslag moeten nemen."
  },
  {
    "q": "De ambtstermijn van de leden van de Europese Commissie is vier jaar.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 17 lid 3 VEU bepaalt dat de ambtstermijn van de leden van de Commissie vijf jaar bedraagt."
  },
  {
    "q": "Het Comité van Permanente Vertegenwoordigers (COREPER) is belast met de voorbereiding van de werkzaamheden van de Raad.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 16 lid 7 VEU stelt dat een comité van permanente vertegenwoordigers van de regeringen der lidstaten belast is met de voorbereiding van de werkzaamheden van de Raad."
  },
  {
    "q": "Met het Verdrag van Lissabon werd de pijlerstructuur van de Europese Unie afgeschaft.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Met het Verdrag van Lissabon (2007/2009) gingen de eerdere gemeenschappen en de pijlerstructuur op in de Europese Unie."
  },
  {
    "q": "De Europese Raad besluit in de regel bij gewone meerderheid van stemmen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 15 lid 4 VEU bepaalt dat de Europese Raad zich bij consensus uitspreekt, tenzij de Verdragen anders bepalen."
  },
  {
    "q": "Advocaten-generaal bij het Hof van Justitie hebben tot taak de belangen van de lidstaten te verdedigen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 252 VWEU stelt dat de advocaat-generaal tot taak heeft in het openbaar en in volkomen onpartijdigheid en onafhankelijkheid met redenen omklede conclusies te nemen."
  },
  {
    "q": "De Raad van de Europese Unie stelt de begroting van de Unie vast, na goedkeuring door het Europees Parlement.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 314 VWEU regelt de vaststelling van de begroting door het Europees Parlement en de Raad gezamenlijk."
  },
  {
    "q": "Iedere instelling handelt binnen de grenzen van de bevoegdheden die haar in de Verdragen zijn toegedeeld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 13 lid 2 VEU legt het beginsel van bevoegdheidstoedeling en institutioneel evenwicht vast."
  },
  {
    "q": "De Europese Akte (1986) introduceerde de samenwerkingsprocedure voor wetgeving.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De Europese Akte introduceerde de samenwerkingsprocedure, waarbij het Parlement meer invloed kreeg, al lag het primaat nog bij de Raad."
  },
  {
    "q": "De Europese Commissie bestaat uit twee leden per lidstaat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 17 lid 4 en 5 VEU bepalen dat de Commissie bestaat uit een aantal leden dat overeenstemt met twee derde van het aantal lidstaten, tenzij de Europese Raad anders besluit (in de praktijk één per lidstaat)."
  },
  {
    "q": "De Europese Raad draagt de kandidaat voor het voorzitterschap van de Commissie voor aan het Europees Parlement.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 17 lid 7 VEU bepaalt dat de Europese Raad, met gekwalificeerde meerderheid, een kandidaat voor het ambt van voorzitter van de Commissie voordraagt aan het Parlement."
  },
  {
    "q": "Het Verdrag van Parijs richtte de Europese Economische Gemeenschap (EEG) op.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het Verdrag van Parijs (1951) richtte de EGKS op. De EEG werd opgericht met het Verdrag van Rome (1957)."
  },
  {
    "q": "De Ioannina-bepaling is een mechanisme om besluitvorming te versnellen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Ioannina-bepaling is een vertragingsmechanisme dat verplicht om binnen een redelijke termijn een oplossing te vinden als een aanzienlijke minderheid tegen is."
  },
  {
    "q": "De Europese Rekenkamer houdt toezicht op de uitvoering van de begroting.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De Rekenkamer controleert de rekeningen van alle ontvangsten en uitgaven van de Unie en houdt toezicht op de rechtmatigheid ervan (Artikel 285 en 287 VWEU)."
  }
]