[
  {
    "q": "Welke van de volgende rechtsbronnen behoort volgens de juridische rangorde tot het primair Unierecht?",
    "a": [
      "De protocollen die aan de oprichtingsverdragen zijn gehecht.",
      "De verordeningen die door de Raad en het Parlement zijn aangenomen.",
      "De uitvoeringshandelingen die door de Europese Commissie zijn vastgesteld.",
      "De richtsnoeren en aanbevelingen van de Europese instellingen (soft law)."
    ],
    "c": 0,
    "exp": "Protocollen die aan de basisverdragen zijn gehecht, zijn bindend en hebben dezelfde juridische waarde als de verdragen zelf, waardoor ze tot het primaire recht behoren."
  },
  {
    "q": "Wat is een essentieel juridisch kenmerk van een verordening op basis van artikel 288 VWEU?",
    "a": [
      "Zij bindt enkel de lidstaten ten aanzien van het te bereiken resultaat.",
      "Zij is rechtstreeks toepasselijk in elke lidstaat zonder omzetting.",
      "Zij is enkel bindend voor de adressanten die expliciet worden vermeld.",
      "Zij mag door lidstaten naar eigen inzicht worden omgezet in nationaal recht."
    ],
    "c": 1,
    "exp": "Een verordening is rechtstreeks toepasselijk. Dit betekent dat zij direct deel uitmaakt van de nationale rechtsorde en dat lidstaten geen nationale omzettingsmaatregelen mogen nemen."
  },
  {
    "q": "Op welk punt verschilt een richtlijn fundamenteel van een verordening?",
    "a": [
      "Een richtlijn is nooit bindend voor de lidstaten waartoe zij is gericht.",
      "Een richtlijn heeft altijd een algemene strekking voor alle burgers.",
      "Een richtlijn laat lidstaten vrijheid in de keuze van vorm en middelen.",
      "Een richtlijn kan enkel door de Europese Raad worden vastgesteld."
    ],
    "c": 2,
    "exp": "Artikel 288 VWEU bepaalt dat een richtlijn verbindend is ten aanzien van het resultaat, maar dat de nationale instanties de bevoegdheid behouden om vorm en middelen te kiezen."
  },
  {
    "q": "Wat wordt er binnen het Unierecht verstaan onder het begrip 'acquis communautaire'?",
    "a": [
      "De verzameling van ongeschreven algemene rechtsbeginselen.",
      "De procedurele regels voor het indienen van een burgerinitiatief.",
      "De bevoegdheid van het Hof om secundair recht te vernietigen.",
      "Het gehele bestand aan verdragen, wetgeving en rechtspraak van de EU."
    ],
    "c": 3,
    "exp": "Het acquis communautaire omvat alle rechten en verplichtingen die de EU binden, inclusief verdragen, secundaire wetgeving en de jurisprudentie van het Hof."
  },
  {
    "q": "Welke instelling bezit in de gewone wetgevingsprocedure het nagenoeg exclusieve recht van initiatief?",
    "a": [
      "De Europese Commissie",
      "De Raad van Ministers",
      "Het Europees Parlement",
      "De Europese Raad"
    ],
    "c": 0,
    "exp": "Op grond van artikel 17 lid 2 VEU worden wetgevingshandelingen van de Unie uitsluitend op voorstel van de Commissie vastgesteld, tenzij de verdragen anders bepalen."
  },
  {
    "q": "Wat houdt het attributiebeginsel (beginsel van bevoegdheidstoedeling) concreet in voor de EU?",
    "a": [
      "De EU mag handelen op elk terrein waar de lidstaten niet effectief optreden.",
      "De EU handelt enkel binnen de grenzen van de door lidstaten verleende bevoegdheden.",
      "De EU is bevoegd om de eigen bevoegdheden eenzijdig uit te breiden via het Hof.",
      "De EU heeft een algemene wetgevende macht vergelijkbaar met die van een staat."
    ],
    "c": 1,
    "exp": "Het attributiebeginsel (art. 5 VEU) betekent dat de Unie alleen die bevoegdheden heeft die haar door de lidstaten in de Verdragen expliciet zijn toegekend."
  },
  {
    "q": "Wanneer is er sprake van een schending van het subsidiariteitsbeginsel door de Unie?",
    "a": [
      "Wanneer de Unie een instrument kiest dat zwaarder is dan strikt noodzakelijk.",
      "Wanneer de Unie optreedt op een terrein van haar exclusieve bevoegdheid.",
      "Wanneer de doelstellingen van het optreden beter op nationaal niveau bereikt kunnen worden.",
      "Wanneer de Unie verzuimt om het Europees Parlement om goedkeuring te vragen."
    ],
    "c": 2,
    "exp": "Subsidiariteit houdt in dat op terreinen van gedeelde bevoegdheid de Unie alleen optreedt als een doelstelling niet voldoende door de lidstaten kan worden verwezenlijkt."
  },
  {
    "q": "Wat is het kernverschil tussen de gewone wetgevingsprocedure en een bijzondere wetgevingsprocedure?",
    "a": [
      "Bij de gewone procedure is de Raad de enige instelling die beslist.",
      "Bij de bijzondere procedure heeft de Commissie geen recht van initiatief.",
      "Bij de gewone procedure wordt altijd met eenparigheid van stemmen beslist.",
      "Bij de bijzondere procedure is de balans tussen Raad en Parlement ongelijk."
    ],
    "c": 3,
    "exp": "In de gewone procedure (art. 294 VWEU) zijn Raad en Parlement gelijkwaardig. Bij bijzondere procedures beslist vaak de Raad na raadpleging of goedkeuring door het Parlement."
  },
  {
    "q": "Wat zijn 'implied powers' in de context van de bevoegdheden van de Europese Unie?",
    "a": [
      "Bevoegdheden die noodzakelijk voortvloeien uit expliciet toegekende taken.",
      "Bevoegdheden die door de nationale parlementen stilzwijgend zijn aanvaard.",
      "Bevoegdheden die enkel gelden in tijden van politieke of economische crisis.",
      "Bevoegdheden om verdragen te wijzigen zonder formele goedkeuringsronde."
    ],
    "c": 0,
    "exp": "Implied powers zijn bevoegdheden die niet expliciet in het verdrag staan, maar die het Hof erkent omdat ze noodzakelijk zijn om een expliciete taak effectief uit te voeren."
  },
  {
    "q": "Welke functie heeft het 'flexibiliteitsartikel' (artikel 352 VWEU)?",
    "a": [
      "Het staat de lidstaten toe om tijdelijk af te wijken van de interne marktregels.",
      "Het vult leemten in bevoegdheden op om noodzakelijke Uniedoelstellingen te behalen.",
      "Het biedt de Commissie de mogelijkheid om zonder de Raad wetgeving vast te stellen.",
      "Het regelt de versnelde toetreding van nieuwe lidstaten tot de Europese Unie."
    ],
    "c": 1,
    "exp": "Artikel 352 VWEU kan worden gebruikt wanneer actie van de Unie noodzakelijk is voor een doelstelling, maar het Verdrag niet in de vereiste bevoegdheid voorziet."
  },
  {
    "q": "Wat gebeurt er als de Raad en het Parlement het na de tweede lezing in de gewone procedure niet eens worden?",
    "a": [
      "De Europese Raad neemt dan een definitief bindend besluit.",
      "Het voorstel wordt automatisch verworpen en de procedure eindigt.",
      "Er wordt een bemiddelingscomité ingesteld om tot een compromis te komen.",
      "De Commissie mag het voorstel eenzijdig bekrachtigen als wetgeving."
    ],
    "c": 2,
    "exp": "Indien de Raad de amendementen van het Parlement in de tweede lezing niet goedkeurt, wordt het bemiddelingscomité bijeengeroepen om een gemeenschappelijke tekst te ontwerpen."
  },
  {
    "q": "Wat is het doel van gedelegeerde handelingen op basis van artikel 290 VWEU?",
    "a": [
      "Het toetsen van nationale wetgeving aan de grondrechten van het Handvest.",
      "Het opleggen van boetes aan lidstaten die het Unierecht niet naleven.",
      "Het corrigeren van procedurele fouten in de gewone wetgevingsprocedure.",
      "Het aanvullen of wijzigen van niet-essentiële onderdelen van een wetgevingshandeling."
    ],
    "c": 3,
    "exp": "Gedelegeerde handelingen stellen de Commissie in staat om details van wetgeving snel aan te passen zonder de volledige wetgevingsprocedure te doorlopen."
  },
  {
    "q": "Welke conclusie trok het Hof in het arrest Roquette Frères t. Raad (1980) over financiële sancties?",
    "a": [
      "Een dwangsom en een forfaitaire som kunnen gelijktijdig worden opgelegd.",
      "Lidstaten mogen nooit financieel worden gestraft voor visserijovertredingen.",
      "De Commissie is niet bevoegd om financiële sancties te eisen bij het Hof.",
      "Sancties mogen enkel worden opgelegd na een nationaal gerechtelijk bevel."
    ],
    "c": 0,
    "exp": "Het Hof oordeelde dat een combinatie van een dwangsom (voor de toekomst) en een forfaitaire som (voor het verleden) mogelijk is om naleving af te dwingen."
  },
  {
    "q": "Waarom werd de richtlijn in het Tabaksreclame-arrest door het Hof vernietigd?",
    "a": [
      "Omdat het Parlement niet om een niet-bindend advies was gevraagd.",
      "Omdat artikel 114 VWEU onjuist werd gebruikt als basis voor volksgezondheid.",
      "Omdat tabaksreclame volgens het primaire recht een exclusieve bevoegdheid is.",
      "Omdat de richtlijn de handelsvrijheid van ondernemingen te zwaar beperkte."
    ],
    "c": 1,
    "exp": "Het Hof stelde dat artikel 114 VWEU (interne markt) niet gebruikt mag worden om een verbod op te leggen dat feitelijk enkel de volksgezondheid beschermt zonder de markt te verbeteren."
  },
  {
    "q": "Wat moet een uitvoerende rechter volgens het Aranyosi-arrest doen bij gevaar voor onmenselijke behandeling?",
    "a": [
      "Het Europees aanhoudingsbevel direct vernietigen zonder nader onderzoek.",
      "De verdachte onmiddellijk vrijlaten en politiek asiel verlenen in de lidstaat.",
      "De overlevering uitstellen en aanvullende gegevens vragen over detentiecondities.",
      "De overlevering uitvoeren en de verantwoordelijkheid bij de andere staat laten."
    ],
    "c": 2,
    "exp": "Bij aanwijzingen van slechte detentieomstandigheden moet de rechter nagaan of er in het concrete geval een reëel gevaar is en aanvullende informatie opvragen."
  },
  {
    "q": "Sinds wanneer heeft het Handvest van de Grondrechten van de EU dezelfde juridische waarde als de verdragen?",
    "a": [
      "Sinds de proclamatie in Nice in het jaar 2000.",
      "Sinds de oprichting van de Europese Unie in 1992.",
      "Sinds de uitspraak in de zaak Van Gend & Loos in 1963.",
      "Sinds de inwerkingtreding van het Verdrag van Lissabon in 2009."
    ],
    "c": 3,
    "exp": "Artikel 6 lid 1 VEU bepaalt dat het Handvest juridisch bindend is en dezelfde waarde heeft als het primaire recht sinds 1 december 2009."
  },
  {
    "q": "Op wie richt het Handvest zich volgens artikel 51 lid 1 van het document?",
    "a": [
      "Op de EU-instellingen en op de lidstaten wanneer zij het EU-recht uitvoeren.",
      "Op alle burgers van de Europese Unie in hun onderlinge private verhoudingen.",
      "Uitsluitend op de organen van de EU, niet op de nationale overheden.",
      "Op de lidstaten bij al hun handelen, ongeacht of er een link is met de EU."
    ],
    "c": 0,
    "exp": "Het Handvest bindt de lidstaten alleen wanneer zij handelen binnen het toepassingsgebied van het Unierecht (bijv. bij de omzetting van een richtlijn)."
  },
  {
    "q": "Wat houdt het 'niet minder, wel meer'-principe in (artikel 52 lid 3 Handvest)?",
    "a": [
      "De EU mag nooit meer grondrechten bieden dan het nationale grondwetshof.",
      "Rechten uit het Handvest bieden minimaal dezelfde bescherming als het EVRM.",
      "Lidstaten mogen bij EU-uitvoering minder bescherming bieden dan het EVRM.",
      "Het Handvest vervangt het EVRM volledig binnen de Europese rechtsorde."
    ],
    "c": 1,
    "exp": "Voor zover het Handvest rechten bevat die corresponderen met het EVRM, is de inhoud en reikwijdte ervan gelijk, maar mag de EU ruimere bescherming bieden."
  },
  {
    "q": "Welk voordeel biedt het Handvest ten opzichte van het EVRM wat betreft rechtsbescherming?",
    "a": [
      "Het Handvest staat boven het nationale recht, terwijl het EVRM dat niet staat.",
      "Het Handvest kent geen beperkingsclausules voor de uitoefening van rechten.",
      "Het biedt de mogelijkheid tot het stellen van prejudiciële vragen aan het Hof.",
      "Het Handvest wordt getoetst door het EHRM in plaats van het Hof van Justitie."
    ],
    "c": 2,
    "exp": "Via de prejudiciële procedure (art. 267 VWEU) kan een nationale rechter snel duidelijkheid krijgen over de uitleg van het Handvest, wat sneller is dan een EHRM-procedure."
  },
  {
    "q": "Wat is een kenmerk van de besluitvorming binnen de Europese Commissie?",
    "a": [
      "Elke commissaris heeft een vetorecht over wetgevingsvoorstellen.",
      "Besluiten worden in de regel genomen met een gewone meerderheid.",
      "Er is altijd eenparigheid van stemmen vereist voor elk klein besluit.",
      "Stemmen is alleen toegestaan als alle lidstaten fysiek aanwezig zijn."
    ],
    "c": 3,
    "exp": "Artikel 250 VWEU bepaalt dat de Commissie besluit bij meerderheid van het aantal leden, waarbij de interne procedure vaak soepel verloopt via circulatie."
  },
  {
    "q": "Welke geldigheidsvoorwaarde voor EU-handelingen is vastgelegd in artikel 296 VWEU?",
    "a": [
      "Een handeling moet altijd een toereikende motivering bevatten.",
      "Een handeling moet door alle nationale parlementen zijn ondertekend.",
      "Een handeling mag nooit langer dan vijf pagina's tekst bevatten.",
      "Een handeling moet in minstens drie verschillende talen worden gepubliceerd."
    ],
    "c": 0,
    "exp": "Rechtshandelingen moeten worden gemotiveerd en moeten verwijzen naar de voorstellen of adviezen die volgens het Verdrag vereist zijn."
  },
  {
    "q": "Wanneer spreekt men van het 'blokkeringseffect' (pre-emption) bij bevoegdheden?",
    "a": [
      "Wanneer de Europese Raad weigert een wetgevingsvoorstel te bespreken.",
      "Wanneer de Commissie haar initiatiefrecht gebruikt om de Raad te hinderen.",
      "Wanneer EU-optreden op een gedeeld terrein nationaal optreden uitsluit.",
      "Wanneer een lidstaat gebruik maakt van zijn vetorecht in de Raad."
    ],
    "c": 2,
    "exp": "Zodra de Unie op een terrein van gedeelde bevoegdheid wetgeving vaststelt, verliezen lidstaten hun bevoegdheid om op dat specifieke punt nog afwijkende regels te maken."
  },
  {
    "q": "Wat is de juridische status van 'soft law' binnen de Europese Unie?",
    "a": [
      "Het is juridisch bindend voor burgers maar niet voor de lidstaten.",
      "Het heeft voorrang op de verordeningen in de juridische rangorde.",
      "Het is primair recht en kan niet door het Hof worden vernietigd.",
      "Het is niet-bindend maar kan wel indirecte juridische effecten hebben."
    ],
    "c": 3,
    "exp": "Soft law (zoals aanbevelingen) bindt niet formeel, maar rechters kunnen er rekening mee houden bij de interpretatie van bindend recht."
  },
  {
    "q": "In welke procedure speelt het Europees Parlement GEEN beslissende wetgevende rol?",
    "a": [
      "De gewone wetgevingsprocedure volgens artikel 294 VWEU.",
      "De goedkeuringsprocedure bij de toetreding van nieuwe lidstaten.",
      "De raadplegingsprocedure bij de harmonisatie van belastingen.",
      "De vaststelling van de jaarlijkse begroting van de Europese Unie."
    ],
    "c": 2,
    "exp": "Bij raadpleging moet de Raad het advies van het Parlement vragen, maar is de Raad juridisch niet verplicht dit advies op te volgen."
  },
  {
    "q": "Welk beginsel verbiedt de Unie om verder te gaan dan wat nodig is om de doelen te bereiken?",
    "a": [
      "Het proportionaliteitsbeginsel (evenredigheidsbeginsel).",
      "Het beginsel van loyale samenwerking tussen de instellingen.",
      "Het beginsel van de directe werking van het Unierecht.",
      "Het gelijkheidsbeginsel ten aanzien van alle lidstaten."
    ],
    "c": 0,
    "exp": "Het proportionaliteitsbeginsel (art. 5 lid 4 VEU) houdt in dat de inhoud en de vorm van het optreden van de Unie niet verder gaan dan wat nodig is."
  }
]