[
  {
    "q": "Burgemeester Janssen wil de overlast door wildplassers in het uitgaanscentrum aanpakken. Hij besluit de boete voor wildplassen te verdrievoudigen om een afschrikkend voorbeeld te stellen. Tegelijkertijd bezuinigt hij op het aantal toezichthouders (BOA's) op straat, omdat hij verwacht dat de hoge boete voldoende angst inboezemt. Analyseer de effectiviteit van dit beleid aan de hand van de drie elementen van afschrikking.",
    "sample": "Issue: Zal het verhogen van de strafmaat (severity) bij een verlaagde pakkans (certainty) leiden tot effectieve afschrikking van wildplassers?\n\nRule: Voor effectieve afschrikking zijn drie elementen vereist: zekerheid (certainty), zwaarte (severity) en snelheid (swiftness) van de straf. Empirisch onderzoek toont aan dat de zekerheid van straf een veel grotere invloed heeft op gedrag dan de zwaarte van de straf.\n\nApplication: De burgemeester verhoogt de zwaarte (severity), maar verlaagt de zekerheid (certainty) door minder toezicht. Omdat potentiële daders hun gedrag primair aanpassen op basis van de waargenomen pakkans, zal de hogere boete weinig effect sorteren als de kans om gepakt te worden miniem is.\n\nConclusion: Het beleid zal waarschijnlijk ineffectief zijn omdat een verhoogde strafmaat niet compenseert voor een verlaagde pakkans.",
    "checklist": [
      "Identificatie element zekerheid (certainty)",
      "Identificatie element zwaarte (severity)",
      "Regel: zekerheid weegt zwaarder",
      "Conclusie: beleid is ineffectief"
    ],
    "exp": "De casus toetst de kernelementen van de afschrikkingstheorie. De empirische realiteit is dat 'certainty' (pakkans) een sterkere voorspeller voor naleving is dan 'severity' (strafhoogte). Een beleid dat inzet op zwaardere straffen ten koste van de pakkans negeert dit fundamentele inzicht."
  },
  {
    "q": "Karel, een 19-jarige first offender, wordt veroordeeld voor een reeks winkeldiefstallen. De Officier van Justitie twijfelt tussen het eisen van een korte gevangenisstraf van twee maanden of een werkstraf van 120 uur. Het primaire doel van de straf is het voorkomen van recidive (speciale preventie). Welke strafmodaliteit heeft de voorkeur en welke criminologische theorieën ondersteunen deze keuze?",
    "sample": "Issue: Welke strafmodaliteit (gevangenisstraf of werkstraf) leidt tot de minste recidive bij een first offender?\n\nRule: Uit empirisch onderzoek blijkt dat daders na een werkstraf significant minder vaak recidiveren dan na een korte gevangenisstraf. Dit wordt ondersteund door de sociale-controletheorie en de labelingtheorie.\n\nApplication: Een gevangenisstraf verbreekt sociale banden (werk, school) die cruciaal zijn voor conform gedrag (sociale-controletheorie) en stigmatiseert de dader, wat re-integratie bemoeilijkt (labelingtheorie). Een werkstraf laat deze banden intact en voorkomt het criminogene effect van detentie.\n\nConclusion: De werkstraf heeft de voorkeur om recidive te minimaliseren.",
    "checklist": [
      "Voorkeur voor werkstraf",
      "Werkstraf verlaagt recidivekans",
      "Toepassing sociale-controletheorie (sociale banden)",
      "Toepassing labelingtheorie (stigmatisering)"
    ],
    "exp": "De analyse baseert zich op empirische bevindingen over recidive. Werkstraffen zijn effectiever voor speciale preventie omdat gevangenisstraffen vaak criminogeen werken door het verbreken van maatschappelijke bindingen en het labelen van de dader."
  },
  {
    "q": "De directie van ChemCo, een groot chemisch bedrijf, leest in de krant dat een concurrent een forse boete heeft gekregen voor het illegaal lozen van afvalwater. Hoewel ChemCo de hoogte van de boete niet exact kent, besluit de directie direct een interne audit te starten om te controleren of hun eigen milieufilters aan de regels voldoen. Leg uit welke specifieke functie van generale preventie hier optreedt.",
    "sample": "Issue: Welk mechanisme van generale preventie zet ChemCo aan tot nalevingsgedrag na het vernemen van een sanctie bij een derde?\n\nRule: Generale preventie bij bedrijven werkt vaak via de 'reminder function'. Nieuws over handhaving fungeert als een 'head turner' die bedrijven herinnert aan het belang van hun eigen compliance-routines, zelfs als ze de specifieke strafmaat niet kennen.\n\nApplication: ChemCo wordt niet zozeer afgeschrikt door angst voor de specifieke straf (die ze niet kennen), maar het nieuwsbericht herinnert hen eraan (reminder) om hun interne procedures te controleren om risico's uit te sluiten.\n\nConclusion: Er is sprake van de 'reminder function' van generale preventie.",
    "checklist": [
      "Identificatie reminder function",
      "Nieuws werkt als head turner",
      "Herinnering aan compliance-routines",
      "Onderscheid met pure afschrikking"
    ],
    "exp": "Dit betreft de nuancering van generale preventie in de bedrijfscontext. Bedrijven reageren vaak niet op de exacte calculus van strafmaat, maar gebruiken signalen van handhaving als herinnering (reminder) om hun eigen zaken op orde te houden."
  },
  {
    "q": "Boris houdt zich al jaren bezig met drugshandel en is nog nooit gepakt door de politie. In een gesprek geeft hij aan dat hij zich geen zorgen maakt over straffen, omdat hij ervan overtuigd is dat de politie hem toch niet kan vinden. Hij schat de pakkans in op nul. Welk effect verklaart de risico-inschatting van Boris?",
    "sample": "Issue: Hoe beïnvloedt het herhaaldelijk ongestraft plegen van misdrijven de risico-inschatting van een dader?\n\nRule: Het 'experiëntiële effect' houdt in dat wanneer personen strafbare feiten plegen zonder gepakt te worden, hun inschatting van de pakkans daalt en hun risicoperceptie afneemt.\n\nApplication: Doordat Boris jarenlang succesvol misdrijven heeft gepleegd zonder sanctie (strafvermijding), heeft hij op basis van zijn ervaring zijn perceptie van de pakkans naar beneden bijgesteld tot nul. Dit versterkt zijn criminele gedrag.\n\nConclusion: De houding van Boris wordt verklaard door het experiëntiële effect.",
    "checklist": [
      "Identificatie experiëntiële effect",
      "Effect van strafvermijding",
      "Daling van risicoperceptie",
      "Versterking crimineel gedrag"
    ],
    "exp": "Subjectieve perceptie is cruciaal bij afschrikking. Het experiëntiële effect toont aan dat straffeloosheid de gepercipieerde zekerheid van straf (certainty) uitholt, waardoor de afschrikkende werking verdwijnt."
  },
  {
    "q": "De gemeenteraad van een grote stad debatteert over de aanpak van straatcriminaliteit in een specifieke probleemwijk. Partij A pleit voor de invoering van een 'Three Strikes'-beleid waarbij recidivisten levenslang krijgen. Partij B pleit voor 'Hot Spot Policing' met zichtbare politiepatrouilles op risicolocaties. Welke aanpak is empirisch gezien het meest effectief ter preventie van criminaliteit?",
    "sample": "Issue: Is het verhogen van de strafzwaarte (Three Strikes) of het verhogen van de pakkans (Hot Spot Policing) effectiever voor criminaliteitspreventie?\n\nRule: Empirisch onderzoek wijst uit dat de zekerheid van straf (certainty) effectiever is dan de zwaarte (severity). 'Three Strikes'-wetten hebben geen significant afschrikkend effect, terwijl 'Hot Spot Policing' leidt tot daling van criminaliteit door het 'sentinel effect'.\n\nApplication: De aanpak van Partij A focust op severity, wat ineffectief is gebleken. De aanpak van Partij B focust op certainty en zichtbaarheid, wat de gepercipieerde pakkans verhoogt en daders afschrikt.\n\nConclusion: De aanpak van Partij B (Hot Spot Policing) is empirisch gezien het meest effectief.",
    "checklist": [
      "Three Strikes is ineffectief",
      "Hot Spot Policing is effectief",
      "Verwijzing sentinel effect",
      "Zekerheid boven zwaarte"
    ],
    "exp": "Deze casus vergelijkt twee dominante strategieën. De literatuur is helder: draconische straffen (severity) werken niet preventief, terwijl gerichte inzet op zichtbaarheid en pakkans (certainty) via Hot Spot Policing wel effect sorteert."
  }
]