[
  {
    "q": "Volgens de theorie van Cesare Beccaria is de zwaarte van een straf de meest bepalende factor voor de afschrikkende werking ervan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Beccaria stelde dat de zekerheid (certainty) en de snelheid (swiftness) van de straf belangrijker zijn voor afschrikking dan de zwaarte (severity) ervan."
  },
  {
    "q": "Empirisch onderzoek toont aan dat het verhogen van de pakkans (certainty) een groter effect heeft op criminaliteitsreductie dan het verhogen van de strafmaat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De consensus in wetenschappelijk onderzoek is dat de zekerheid dat men gestraft wordt een veel sterkere voorspeller is voor afschrikking dan de hoogte van de straf."
  },
  {
    "q": "De invoering van 'Three Strikes'-wetgeving heeft in de praktijk geleid tot een significante en langdurige daling van de zware criminaliteit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Studies tonen aan dat deze wetgeving een verwaarloosbaar afschrikkend effect heeft en in sommige gevallen zelfs kan leiden tot een toename van gewelddadige misdrijven."
  },
  {
    "q": "Het 'sentinel effect' verwijst naar de preventieve werking die uitgaat van de zichtbare aanwezigheid van politie in een gemeenschap.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Zichtbare politieaanwezigheid verhoogt de gepercipieerde pakkans, wat potentiële daders afschrikt; dit staat bekend als het sentinel effect."
  },
  {
    "q": "Het 'experiëntiële effect' houdt in dat daders die een straf hebben ondergaan, de pakkans in de toekomst hoger inschatten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het experiëntiële effect houdt in dat personen die strafbare feiten plegen zonder gepakt te worden, hun risico-inschatting naar beneden bijstellen en vaker delicten plegen."
  },
  {
    "q": "Hot spot policing leidt volgens onderzoek voornamelijk tot een verplaatsing van criminaliteit naar omliggende gebieden (waterbedeffect).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Onderzoek wijst uit dat het concentreren van politie-inzet op risicolocaties de criminaliteit aldaar vermindert zonder dat dit leidt tot verplaatsing naar andere gebieden."
  },
  {
    "q": "Uit onderzoek blijkt dat daders na het voltooien van een werkstraf significant minder vaak recidiveren dan vergelijkbare daders na een korte gevangenisstraf.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Na correctie voor achtergrondkenmerken blijkt de recidivekans na een werkstraf structureel lager te liggen dan na een korte vrijheidsstraf."
  },
  {
    "q": "De labelingtheorie stelt dat gevangenisstraffen recidive verminderen doordat de dader duidelijk wordt gelabeld als overtreder.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De labelingtheorie voorspelt juist dat het stigma van een gevangenisstraf re-integratie bemoeilijkt en de kans op recidive verhoogt (secundaire deviantie)."
  },
  {
    "q": "Volgens de differentiële-associatietheorie kan een gevangenisstraf criminogeen werken doordat gedetineerden crimineel gedrag van elkaar leren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Deze theorie stelt dat crimineel gedrag wordt aangeleerd door interactie; in de gevangenis worden daders blootgesteld aan criminele normen en technieken van medegevangenen."
  },
  {
    "q": "Propensity score matching is een methode waarbij rechters daders willekeurig toewijzen aan een strafsoort om de effectiviteit te testen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Propensity score matching is een statistische techniek om in observationeel onderzoek achteraf vergelijkbare groepen te creëren; het is geen experiment met willekeurige toewijzing vooraf."
  },
  {
    "q": "De sociale-controletheorie verklaart het succes van werkstraffen doordat deze de maatschappelijke bindingen van de dader minder verstoren dan detentie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Werkstraffen laten sociale banden (werk, gezin) intact, wat volgens de sociale-controletheorie essentieel is om criminaliteit te voorkomen."
  },
  {
    "q": "Uit onderzoek naar bedrijfsnaleving blijkt dat managers een zeer accuraat beeld hebben van specifieke strafzaken ('signal cases') in hun sector.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Slechts een minderheid (42%) van de managers herkende specifieke, prominente strafzaken in hun industrie; de kennis was vaak vaag en algemeen."
  },
  {
    "q": "Bij 'implicit general deterrence' leven bedrijven regels na vanuit een geïnternaliseerd plichtsbesef of gewoonte, zonder directe dreiging van straf.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit mechanisme verwijst naar naleving die voortkomt uit sociale normen en de aanname dat wetsonderwerping de standaard is, los van specifieke afschrikking."
  },
  {
    "q": "De 'reassurance function' van generale preventie houdt in dat straffen bedrijven geruststellen dat hun concurrenten ook worden aangepakt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het zien van handhaving bevestigt voor bonafide bedrijven dat hun investeringen in compliance hen geen concurrentienadeel opleveren ten opzichte van overtreders."
  },
  {
    "q": "Voor bedrijven is de angst voor formele juridische sancties doorgaans een sterkere motivatie voor naleving dan de angst voor reputatieschade.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Onderzoek toont aan dat de dreiging van informele sancties, zoals reputatieschade en sociale afkeuring, vaak effectiever is dan de dreiging van enkel juridische boetes."
  },
  {
    "q": "Het 'tipping point' in de afschrikkingstheorie suggereert dat straffen pas effect sorteren wanneer de pakkans een bepaald minimum niveau overstijgt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Er is bewijs dat de zekerheid van straf (pakkans) een drempelwaarde moet bereiken voordat het een meetbaar effect heeft op de criminaliteitscijfers."
  },
  {
    "q": "Nederlandse belastingbetalers schatten de kans op een controle door de Belastingdienst doorgaans lager in dan deze in werkelijkheid is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Onderzoek laat zien dat belastingbetalers de pakkans en strafmaat vaak overschatten, wat bijdraagt aan een hogere naleving dan op basis van de werkelijke pakkans verwacht zou worden."
  },
  {
    "q": "Incapacitation (insluiting) is een vorm van generale preventie gericht op het afschrikken van de samenleving.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Incapacitation is een vorm van speciale preventie, gericht op het fysiek onmogelijk maken voor de specifieke dader om nieuwe misdrijven te plegen."
  },
  {
    "q": "Explicit general deterrence werkt alleen als potentiële overtreders daadwerkelijk kennis nemen van de straffen die aan anderen worden opgelegd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit mechanisme leunt op de aanname dat mensen hun gedrag aanpassen op basis van informatie over handhaving bij anderen; zonder die kennis is er geen expliciete afschrikking."
  },
  {
    "q": "Uit meta-analyses blijkt dat de doodstraf een significant groter afschrikkend effect heeft op levensdelicten dan levenslange gevangenisstraf.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Onderzoek toont consistent aan dat de doodstraf geen meetbare meerwaarde heeft als afschrikmiddel boven langdurige gevangenisstraf."
  },
  {
    "q": "De 'reminder function' van handhaving zorgt ervoor dat bedrijven herinnerd worden aan het belang van hun interne compliance-routines.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Nieuws over boetes of inspecties fungeert als een 'head turner' die de aandacht van het management vestigt op de noodzaak om regels na te blijven leven."
  },
  {
    "q": "Het 'dark number' probleem verwijst naar de onzekerheid over de exacte hoogte van opgelegde boetes in strafzaken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het dark number verwijst naar de verborgen criminaliteit die niet wordt gemeld of geregistreerd, waardoor officiële cijfers een onvolledig beeld geven."
  },
  {
    "q": "De instrumentele benadering van het recht richt zich primair op de vraag of een straf moreel rechtvaardig is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De instrumentele benadering ziet het recht als een middel tot gedragssturing en focust op de effectiviteit en feitelijke gevolgen, niet op de morele rechtvaardiging."
  },
  {
    "q": "Het positieve effect van werkstraffen op het verminderen van recidive is in onderzoek alleen aangetoond voor vrouwelijke daders.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het onderzoek van Wermink et al. toont aan dat het recidiveverlagende effect van werkstraffen geldt voor zowel mannen als vrouwen, en over verschillende leeftijdscategorieën."
  },
  {
    "q": "Volgens de 'weak signal' hypothese komt informatie over handhaving bij andere bedrijven vaak niet of slechts fragmentarisch aan bij managers.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De hypothese stelt dat de signalen van strafrechtelijke handhaving zwak zijn en niet altijd doordringen tot de doelgroep, wat empirisch werd bevestigd."
  },
  {
    "q": "Een gevangenisstraf kan onbedoeld criminogeen werken doordat het de dader isoleert van de legitieme samenleving.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Detentie verbreekt positieve sociale banden (werk, relaties) die cruciaal zijn voor conform gedrag, wat de kans op terugval in criminaliteit vergroot."
  },
  {
    "q": "Generale preventie richt zich specifiek op het voorkomen dat een veroordeelde dader in de toekomst opnieuw de fout in gaat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Generale preventie is gericht op het afschrikken van de algemene bevolking (potentiële daders); speciale preventie richt zich op de specifieke dader."
  },
  {
    "q": "Bedrijven overschatten in de regel de zwaarte van de straffen die staan op milieudelicten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Uit onderzoek blijkt dat bedrijven de hoogte van boetes en de kans op straf vaak onderschatten of er een vaag en onnauwkeurig beeld van hebben."
  },
  {
    "q": "Causaliteit tussen strafverzwaring en dalende misdaadcijfers is moeilijk vast te stellen door de invloed van externe factoren zoals economie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Correlatie is geen causaliteit; andere variabelen (zoals werkgelegenheid of demografie) kunnen de daling verklaren, wat methodologisch bewijs compliceert."
  },
  {
    "q": "Het verhogen van de strafmaat (severity) is de meest kostenefficiënte manier om criminaliteit te bestrijden volgens The Behavioral Code.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Investeren in pakkans (certainty), bijvoorbeeld via politie, is effectiever en efficiënter dan investeren in langere detentie (severity)."
  }
]