[
  {
    "q": "Wat is volgens artikel 1 lid 1 van het VN-Handvest een van de voornaamste doelstellingen van de Verenigde Naties?",
    "a": [
      "Het bevorderen van vrije wereldhandel en economische groei.",
      "De bescherming van internationale vrede en veiligheid.",
      "Het opstellen van een wereldwijde grondwet voor alle staten.",
      "Het vestigen van een supranationale wereldregering."
    ],
    "c": 1,
    "exp": "Art. 1 lid 1 VN-Handvest.\n\nDe voornaamste doelstelling van de VN is de bescherming van internationale vrede en veiligheid. Dit geschiedt onder meer door middel van vredesmachten die bijdragen aan stabiliteit."
  },
  {
    "q": "Uit hoeveel leden bestaat de Veiligheidsraad van de Verenigde Naties en hoe is de verdeling tussen permanente en niet-permanente leden?",
    "a": [
      "15 leden, waarvan 5 permanent en 10 roulerend.",
      "20 leden, waarvan 10 permanent en 10 roulerend.",
      "15 leden, waarvan 10 permanent en 5 roulerend.",
      "25 leden, waarvan 5 permanent en 20 roulerend."
    ],
    "c": 0,
    "exp": "VN-Handvest.\n\nDe Veiligheidsraad bestaat uit 15 leden. Hiervan zijn er 5 permanent (de P5: China, Rusland, VK, VS en Frankrijk) en de overige 10 leden rouleren."
  },
  {
    "q": "Welk juridisch beginsel werd door het Internationaal Gerechtshof bevestigd in de 'Reparation for Injuries Advisory Opinion' met betrekking tot de bevoegdheden van de VN?",
    "a": [
      "Het beginsel van exclusieve nationale soevereiniteit.",
      "Het beginsel van universele jurisdictie bij misdrijven.",
      "Het beginsel van 'implied powers' (impliciete bevoegdheden).",
      "Het beginsel van de absolute immuniteit van staten."
    ],
    "c": 2,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nHet Hof oordeelde dat de organisatie die bevoegdheden moet worden geacht te bezitten die, hoewel niet uitdrukkelijk in het Handvest vermeld, noodzakelijkerwijs worden geïmpliceerd omdat ze essentieel zijn voor de uitoefening van haar taken."
  },
  {
    "q": "Welke meerderheid is er in de Algemene Vergadering vereist voor wijzigingen van het VN-Handvest krachtens artikel 108 VN-Handvest?",
    "a": [
      "Een gewone meerderheid van de aanwezige leden.",
      "Eenparigheid van stemmen van alle lidstaten.",
      "Twee derde van de leden van de Algemene Vergadering.",
      "Drie vierde van de leden van de Veiligheidsraad."
    ],
    "c": 2,
    "exp": "Art. 108 VN-Handvest.\n\nWijzigingen van het Handvest treden in werking voor alle leden wanneer zij zijn aangenomen met een meerderheid van twee derde van de leden van de Algemene Vergadering en zijn geratificeerd."
  },
  {
    "q": "Wat is de primaire taak van de Economische en Sociale Raad (ECOSOC) volgens artikel 62 van het VN-Handvest?",
    "a": [
      "Het dwingend opleggen van economische sancties aan lidstaten.",
      "Het bevorderen van samenwerking op economisch en sociaal gebied.",
      "Het beslechten van grensconflicten tussen soevereine staten.",
      "Het beheren van de vredesmachten en militaire operaties."
    ],
    "c": 1,
    "exp": "Art. 62 VN-Handvest.\n\nDe doelstelling van de ECOSOC is het bevorderen van samenwerking op economisch, sociaal en cultureel gebied. De raad heeft weinig directe macht, maar zet belangrijke instituties op."
  },
  {
    "q": "Welke conclusie trok het Internationaal Gerechtshof in de 'Reparation for Injuries Advisory Opinion' over de mogelijkheid van de VN om een claim in te dienen tegen een niet-lidstaat?",
    "a": [
      "De VN kan geen claim indienen tegen een niet-lidstaat vanwege soevereiniteit.",
      "De VN kan alleen een claim indienen als de Veiligheidsraad toestemming geeft.",
      "De VN kan een claim indienen omdat zij objectieve rechtspersoonlijkheid bezit.",
      "De VN kan uitsluitend claims indienen tegen staten die het Handvest hebben getekend."
    ],
    "c": 2,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nHet Hof oordeelde dat de VN een entiteit is met objectieve internationale rechtspersoonlijkheid en de capaciteit heeft om internationale claims in te dienen, ook tegen staten die geen lid zijn."
  },
  {
    "q": "Op welke conferentie in 1945 werd besloten dat de vijf permanente leden van de Veiligheidsraad een vetorecht zouden krijgen?",
    "a": [
      "De Conferentie van Dumbarton Oaks.",
      "De Conferentie van San Francisco.",
      "De Conferentie van Teheran.",
      "De Conferentie van Jalta."
    ],
    "c": 3,
    "exp": "Geschiedenis VN.\n\nTijdens de Conferentie van Jalta (februari 1945) besloten Churchill, Roosevelt en Stalin dat de Veiligheidsraad vijf permanente leden zou krijgen die een vetorecht zouden hebben."
  },
  {
    "q": "Wat houdt de 'functionele bescherming' in zoals besproken in de 'Reparation for Injuries Advisory Opinion'?",
    "a": [
      "De bescherming van VN-gebouwen tegen aanvallen van buitenaf.",
      "De bevoegdheid van de VN om schadevergoeding te eisen voor schade aan haar afgezanten.",
      "De immuniteit van lidstaten tegen vervolging door het Internationaal Gerechtshof.",
      "De militaire bescherming van humanitaire konvooien in oorlogsgebieden."
    ],
    "c": 1,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nFunctionele bescherming houdt in dat de VN schadevergoedingen kan vorderen voor haar eigen afgezanten wanneer zij schade hebben geleden tijdens de uitoefening van hun functie, om hen zo te kunnen beschermen."
  },
  {
    "q": "Welk orgaan van de Verenigde Naties wordt beschouwd als de meest volledige institutionele vertegenwoordiging van de internationale gemeenschap?",
    "a": [
      "De Algemene Vergadering.",
      "De Veiligheidsraad.",
      "Het Secretariaat.",
      "De ECOSOC."
    ],
    "c": 0,
    "exp": "VN-Handvest.\n\nIn de Algemene Vergadering maken alle lidstaten op gelijke voet deel uit van het orgaan, waarmee het de meest volledige institutionele vertegenwoordiging van de internationale gemeenschap vormt."
  },
  {
    "q": "Wat was de voornaamste aanleiding voor de oprichting van de Verenigde Naties in 1945?",
    "a": [
      "Het falen van de Volkenbond en de wens om toekomstige oorlogen te voorkomen.",
      "De noodzaak om een wereldwijde economische muntunie te creëren.",
      "De wens om koloniën permanent onder beheer van westerse staten te houden.",
      "Het opzetten van een militair bondgenootschap tegen het communisme."
    ],
    "c": 0,
    "exp": "Geschiedenis VN.\n\nDe VN werd opgericht na de Tweede Wereldoorlog als opvolger van de Volkenbond, met als primair doel internationale vrede en veiligheid te handhaven en toekomstige oorlogen te voorkomen."
  },
  {
    "q": "Welke rol speelt de Secretaris-Generaal van de VN volgens het handvest en de praktijk?",
    "a": [
      "Hij fungeert als opperbevelhebber van alle nationale legers.",
      "Hij heeft een louter administratieve functie zonder politieke invloed.",
      "Hij kan de Veiligheidsraad attenderen op bedreigingen voor de vrede.",
      "Hij heeft het recht om bindende wetgeving voor lidstaten vast te stellen."
    ],
    "c": 2,
    "exp": "VN-Handvest.\n\nDe Secretaris-Generaal kan situaties die de internationale vrede en veiligheid bedreigen onder de aandacht van de Veiligheidsraad brengen en speelt een rol bij bemiddeling in conflicten."
  },
  {
    "q": "Welk van de volgende stellingen over resoluties van de Algemene Vergadering van de VN is juist?",
    "a": [
      "Resoluties zijn juridisch bindend voor alle lidstaten, vergelijkbaar met nationale wetten.",
      "Resoluties zijn niet bindend, maar kunnen invloed hebben op de vorming van gewoonterecht.",
      "Resoluties kunnen alleen worden aangenomen als de Veiligheidsraad hiermee instemt.",
      "Resoluties hebben enkel interne werking voor het personeel van de Verenigde Naties."
    ],
    "c": 1,
    "exp": "VN-Handvest / Rechtsbronnen.\n\nDe Algemene Vergadering is een politiek orgaan zonder wetgevende bevoegdheid. Resoluties zijn niet bindend, maar kunnen wel van invloed zijn op de vorming van internationaal gewoonterecht."
  },
  {
    "q": "Welk artikel van het VN-Handvest voorziet in de mogelijkheid tot herziening van het Handvest via een herzieningsconferentie?",
    "a": [
      "Artikel 108.",
      "Artikel 109.",
      "Artikel 42.",
      "Artikel 51."
    ],
    "c": 1,
    "exp": "Art. 109 VN-Handvest.\n\nArtikel 109 van het Handvest voorziet in de herziening van het Handvest, waarvoor een herzieningsconferentie kan worden bijeengeroepen."
  },
  {
    "q": "Wat wordt in de context van de VN beschouwd als een structureel zwaktepunt bij het oplossen van conflicten?",
    "a": [
      "Het gebrek aan financiële middelen van de Wereldbank.",
      "De overmatige macht van de Algemene Vergadering.",
      "Het reactieve karakter in plaats van preventieve actie.",
      "De afwezigheid van een duidelijk handvest."
    ],
    "c": 2,
    "exp": "Analyse VN.\n\nDe VN heeft gefaald om crises en conflicten te voorkomen. Ondanks oproepen tot preventieve actie, blijft de organisatie grotendeels reactief in plaats van preventief opereren."
  },
  {
    "q": "Welke datum wordt jaarlijks gevierd als de officiële oprichtingsdatum van de Verenigde Naties?",
    "a": [
      "1 januari 1942.",
      "26 juni 1945.",
      "24 oktober 1945.",
      "10 december 1948."
    ],
    "c": 2,
    "exp": "Geschiedenis VN.\n\nOp 24 oktober 1945 trad de VN officieel in werking nadat het handvest was geratificeerd door de P5 en een meerderheid van de andere ondertekenaars. Deze dag wordt gevierd als VN-dag."
  },
  {
    "q": "Wat is volgens de 'Reparation for Injuries Advisory Opinion' de juridische basis voor de internationale rechtspersoonlijkheid van de VN?",
    "a": [
      "Deze staat expliciet omschreven in artikel 1 van het VN-Handvest.",
      "Deze is noodzakelijk om de doelen van het Handvest te kunnen bereiken.",
      "Deze is toegekend door de nationale wetgeving van de Verenigde Staten.",
      "Deze vloeit voort uit deUniversele Verklaring van de Rechten van de Mens."
    ],
    "c": 1,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nHet Hof oordeelde dat het noodzakelijk is dat de VN rechtspersoonlijkheid heeft, omdat het anders de doelen van het Handvest niet zou kunnen bereiken."
  },
  {
    "q": "Welk document uit 1941, opgesteld door Churchill en Roosevelt, vormde een van de eerste stappen naar de oprichting van de VN?",
    "a": [
      "Het Verdrag van Versailles.",
      "De Verklaring van Teheran.",
      "Het Atlantisch Handvest.",
      "De Magna Carta."
    ],
    "c": 2,
    "exp": "Geschiedenis VN.\n\nOp 14 augustus 1941 stelden Churchill en Roosevelt het Atlantisch Handvest op, waarin de principes voor een vreedzamere wereldorde na de oorlog werden vastgelegd."
  },
  {
    "q": "Wat impliceert het begrip 'objectieve internationale rechtspersoonlijkheid' van de VN zoals vastgesteld door het Internationaal Gerechtshof?",
    "a": [
      "Dat de rechtspersoonlijkheid alleen wordt erkend door de lidstaten.",
      "Dat de rechtspersoonlijkheid geldt tegenover de gehele internationale gemeenschap.",
      "Dat de VN boven alle nationale wetgevingen en grondwetten staat.",
      "Dat de VN alleen civielrechtelijke aansprakelijkheid draagt."
    ],
    "c": 1,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nHet Hof oordeelde dat de VN een entiteit is met objectieve internationale rechtspersoonlijkheid, en niet slechts persoonlijkheid die alleen door de leden wordt erkend."
  },
  {
    "q": "Welk orgaan heeft binnen de VN de primaire verantwoordelijkheid voor de handhaving van internationale vrede en veiligheid?",
    "a": [
      "De Algemene Vergadering.",
      "Het Internationaal Gerechtshof.",
      "De Veiligheidsraad.",
      "Het Secretariaat."
    ],
    "c": 2,
    "exp": "VN-Handvest.\n\nDe Veiligheidsraad heeft als hoofddoelstelling de handhaving van de internationale vrede en veiligheid."
  },
  {
    "q": "Welke van de volgende organisaties is een gespecialiseerde organisatie van de VN?",
    "a": [
      "De Noord-Atlantische Verdragsorganisatie (NAVO).",
      "De Wereldgezondheidsorganisatie (WHO).",
      "De Europese Unie (EU).",
      "Het Internationaal Strafhof (ICC)."
    ],
    "c": 1,
    "exp": "Structuur VN.\n\nDe WHO is een gespecialiseerde organisatie van de VN, net als de FAO en het IMF."
  },
  {
    "q": "Hoe wordt besloten over wijzigingen van het VN-Handvest volgens artikel 108?",
    "a": [
      "Door een gewone meerderheid in de Algemene Vergadering zonder ratificatie.",
      "Door consensus in de Veiligheidsraad en ratificatie door alle leden.",
      "Door een 2/3 meerderheid in de Algemene Vergadering en ratificatie door 2/3 van de leden inclusief de P5.",
      "Door een besluit van de Secretaris-Generaal na consultatie van de ECOSOC."
    ],
    "c": 2,
    "exp": "Art. 108 VN-Handvest.\n\nWijzigingen moeten worden aangenomen met een meerderheid van twee derde van de leden van de Algemene Vergadering en geratificeerd door twee derde van de leden, inclusief alle permanente leden van de Veiligheidsraad."
  },
  {
    "q": "Wat was de status van de 'Verklaring van de Verenigde Naties' van 1 januari 1942?",
    "a": [
      "Het was het officiële oprichtingsverdrag van de VN.",
      "Het was een verbintenis van 26 landen tot samenwerking tegen de As-mogendheden.",
      "Het was een vredesverdrag tussen Duitsland en de Geallieerden.",
      "Het was een document dat de universele mensenrechten vastlegde."
    ],
    "c": 1,
    "exp": "Geschiedenis VN.\n\nOp 1 januari 1942 ondertekenden 26 landen een document waarin ze zich verbonden aan samenwerking tegen de As-mogendheden (Duitsland, Italië, Japan)."
  },
  {
    "q": "Waarom kan de VN volgens het Internationaal Gerechtshof schadevergoeding vorderen voor schade toegebracht aan haar functionarissen?",
    "a": [
      "Omdat dit expliciet in artikel 100 van het Handvest staat vermeld.",
      "Omdat functionarissen diplomatieke onschendbaarheid genieten.",
      "Omdat dit noodzakelijk is om de onafhankelijkheid en werking van de organisatie te waarborgen.",
      "Omdat de functionarissen de nationaliteit van de VN bezitten."
    ],
    "c": 2,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nHet vorderen van schadevergoeding voor afgezanten is noodzakelijk om hen te kunnen beschermen en hun onafhankelijkheid te waarborgen bij het vervullen van hun taken."
  },
  {
    "q": "Welke kritiek wordt vaak geuit op het functioneren van de VN in moderne conflicten?",
    "a": [
      "De VN intervenieert te vaak en schendt daarmee de soevereiniteit.",
      "De VN is te effectief, waardoor nationale regeringen overbodig worden.",
      "De VN is grotendeels afwezig bij grote geopolitieke conflicten door rivaliteit tussen grote machten.",
      "De VN richt zich uitsluitend op economische problemen en negeert veiligheid."
    ],
    "c": 2,
    "exp": "Analyse VN.\n\nDe VN wordt bekritiseerd omdat zij grotendeels afwezig is in belangrijke veiligheidsuitdagingen en grote geopolitieke conflicten niet kan aanpakken vanwege de rivaliteit tussen grote machten."
  },
  {
    "q": "Wat houdt het 'implied powers' leerstuk in zoals toegepast op de VN?",
    "a": [
      "De VN heeft alleen de bevoegdheden die letterlijk in het verdrag staan.",
      "De VN mag alle bevoegdheden uitoefenen die niet expliciet verboden zijn.",
      "De VN bezit bevoegdheden die noodzakelijk worden geacht voor de uitvoering van haar taken.",
      "De VN kan bevoegdheden van lidstaten overnemen in noodsituaties."
    ],
    "c": 2,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nDe organisatie wordt geacht die bevoegdheden te bezitten die, hoewel niet uitdrukkelijk toegekend, noodzakelijkerwijs voortvloeien uit het feit dat ze essentieel zijn voor de vervulling van haar taken."
  },
  {
    "q": "Welke rol speelde de VN bij het proces van dekolonisatie?",
    "a": [
      "De VN verzette zich tegen de onafhankelijkheid van koloniën.",
      "De VN speelde geen rol; dit was een zaak van de kolonisatoren.",
      "De VN ondersteunde dekolonisatie door staten te helpen naar onafhankelijkheid en lidmaatschap.",
      "De VN nam het bestuur van alle koloniën permanent over via de Trustschapsraad."
    ],
    "c": 2,
    "exp": "Successen VN.\n\nDe VN heeft dekolonisatie ondersteund door staten te helpen naar onafhankelijkheid en lidmaatschap van de VN, wat internationale erkenning van staatsrechtelijkheid bood."
  },
  {
    "q": "Wat is een kenmerkend verschil tussen de Volkenbond en de Verenigde Naties?",
    "a": [
      "De Volkenbond had een veiligheidsraad met vetorecht, de VN niet.",
      "De Volkenbond was een supranationale organisatie, de VN is intergouvernementeel.",
      "De VN heeft mechanismen voor militaire interventie (Veiligheidsraad), de Volkenbond was zwakker.",
      "De Verenigde Staten was lid van de Volkenbond, maar niet van de VN."
    ],
    "c": 2,
    "exp": "Geschiedenis VN.\n\nDe Volkenbond, de voorloper, faalde om oorlogen te voorkomen. De VN werd opgericht als een sterkere organisatie, met name door de Veiligheidsraad en de bevoegdheid tot vredeshandhaving."
  },
  {
    "q": "Welke conferentie legde de basis voor de structuur van de VN, uitgewerkt door de VS, VK, China en de Sovjet-Unie?",
    "a": [
      "Conferentie van Dumbarton Oaks (1944).",
      "Conferentie van Versailles (1919).",
      "Conferentie van Potsdam (1945).",
      "Conferentie van Moskou (1943)."
    ],
    "c": 0,
    "exp": "Geschiedenis VN.\n\nOp de Conferentie van Dumbarton Oaks (21 aug – 7 okt 1944) werden de eerste voorstellen voor de structuur en werking van de VN uitgewerkt."
  },
  {
    "q": "Kan het VN-Handvest volgens de literatuur als een wereldwijde grondwet worden beschouwd?",
    "a": [
      "Ja, het voldoet aan alle formele kenmerken van een constitutie.",
      "Ja, omdat het boven alle andere internationale verdragen staat.",
      "Nee, het mist kenmerken zoals democratische vertegenwoordiging en checks-and-balances.",
      "Nee, omdat het slechts een politieke verklaring zonder juridische waarde is."
    ],
    "c": 2,
    "exp": "United Nations Charter analyse.\n\nDat het Handvest als grondwet gezien moet worden is een utopie. Critici wijzen op het gebrek aan kenmerken typisch voor een grondwet, zoals democratische vertegenwoordiging en checks-and-balances."
  },
  {
    "q": "Wat gebeurde er met de Volkenbond na de oprichting van de VN?",
    "a": [
      "Deze bleef bestaan als een zusterorganisatie van de VN.",
      "Deze werd formeel opgeheven en de taken werden overgedragen aan de VN.",
      "Deze fuseerde met de NAVO tot een defensiealliantie.",
      "Deze werd omgevormd tot de Europese Unie."
    ],
    "c": 1,
    "exp": "Geschiedenis VN.\n\nIn 1946 werd de Volkenbond formeel opgeheven en werden haar taken overgedragen aan de VN."
  }
]