[
  {
    "q": "De primaire doelstelling van de Verenigde Naties is volgens artikel 1 van het Handvest de bescherming van internationale vrede en veiligheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 1 lid 1 VN-Handvest.\n\nDe voornaamste doelstelling van de VN is de bescherming van internationale vrede en veiligheid, onder meer door middel van vredesmachten."
  },
  {
    "q": "De Veiligheidsraad van de Verenigde Naties bestaat uit vijftien permanente leden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "VN-Handvest.\n\nDe Veiligheidsraad bestaat uit 15 leden, waarvan er slechts 5 permanent zijn (de P5: China, Rusland, VK, VS en Frankrijk). De overige 10 leden rouleren."
  },
  {
    "q": "Resoluties van de Algemene Vergadering zijn juridisch bindende wetgeving voor alle lidstaten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Aard Algemene Vergadering.\n\nDe Algemene Vergadering is een politiek orgaan zonder wetgevende bevoegdheid. Resoluties zijn in beginsel niet bindend, hoewel ze van invloed kunnen zijn op de vorming van gewoonterecht."
  },
  {
    "q": "Volgens het Internationaal Gerechtshof bezit de Verenigde Naties objectieve internationale rechtspersoonlijkheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nHet Hof oordeelde dat de VN een entiteit is met objectieve internationale rechtspersoonlijkheid, die niet slechts door de leden wordt erkend maar werking heeft tegenover de gehele internationale gemeenschap."
  },
  {
    "q": "De Verenigde Naties kan geen internationale schadeclaim indienen tegen een staat die geen lid is van de organisatie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nHet Hof oordeelde dat de VN de capaciteit heeft om internationale claims in te dienen, ook tegen staten die geen lid zijn van de organisatie."
  },
  {
    "q": "De Secretaris-Generaal van de VN heeft de bevoegdheid om de Veiligheidsraad te attenderen op situaties die de internationale vrede bedreigen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bevoegdheden Secretariaat.\n\nDe Secretaris-Generaal kan situaties die de internationale vrede en veiligheid bedreigen onder de aandacht van de Veiligheidsraad brengen."
  },
  {
    "q": "De Economische en Sociale Raad (ECOSOC) bestaat uit 54 leden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Samenstelling ECOSOC.\n\nDe Economische en Sociale Raad telt 54 leden en heeft als doelstelling het bevorderen van samenwerking op economisch, sociaal en cultureel gebied."
  },
  {
    "q": "Voor een wijziging van het VN-Handvest op grond van artikel 108 is ratificatie door alle permanente leden van de Veiligheidsraad vereist.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 108 VN-Handvest.\n\nWijzigingen treden in werking wanneer ze zijn aangenomen door twee derde van de Algemene Vergadering en zijn geratificeerd door twee derde van de leden, inclusief alle permanente leden van de Veiligheidsraad."
  },
  {
    "q": "De Volkenbond werd in 1946 opgericht als opvolger van de Verenigde Naties.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Geschiedenis VN.\n\nDe Volkenbond (1919-1946) was de voorloper van de VN. De VN nam de taken over na de formele opheffing van de Volkenbond in 1946."
  },
  {
    "q": "Tijdens de Conferentie van Jalta werd besloten dat de permanente leden van de Veiligheidsraad een vetorecht zouden krijgen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Conferentie van Jalta (1945).\n\nChurchill, Roosevelt en Stalin besloten tijdens de Conferentie van Jalta dat de Veiligheidsraad vijf permanente leden zou krijgen die een vetorecht zouden hebben."
  },
  {
    "q": "Het VN-Handvest wordt in de rechtswetenschap algemeen erkend als een volledige wereldgrondwet met democratische checks-and-balances.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Analyse VN-Handvest.\n\nDat het Handvest als grondwet gezien moet worden is een utopie. Critici wijzen op het gebrek aan typische grondwettelijke kenmerken zoals democratische vertegenwoordiging en checks-and-balances."
  },
  {
    "q": "De VN beschikt over impliciete bevoegdheden ('implied powers') die noodzakelijk zijn voor de uitvoering van haar taken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nHet Hof oordeelde dat de organisatie bevoegdheden moet worden geacht te bezitten die, hoewel niet uitdrukkelijk in het Handvest vermeld, noodzakelijkerwijs worden geïmpliceerd omdat ze essentieel zijn voor de uitoefening van haar taken."
  },
  {
    "q": "Functionele bescherming houdt in dat de VN schadevergoeding kan vorderen voor schade toegebracht aan haar functionarissen tijdens hun werk.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nFunctionele bescherming stelt de VN in staat om schadevergoeding te vorderen voor schade aan haar afgezanten, wat noodzakelijk is om hen te beschermen en de onafhankelijkheid van de organisatie te waarborgen."
  },
  {
    "q": "Het Internationaal Gerechtshof is een gespecialiseerde organisatie en geen hoofdorganisatie van de Verenigde Naties.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Structuur VN.\n\nHet Internationaal Gerechtshof (ICJ) is een van de hoofdorganen van de Verenigde Naties, in tegenstelling tot gespecialiseerde organisaties zoals de WHO of het IMF."
  },
  {
    "q": "De Conferentie van Dumbarton Oaks was de bijeenkomst waar het VN-Handvest officieel werd ondertekend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Geschiedenis VN.\n\nHet Handvest werd ondertekend tijdens de Conferentie van San Francisco (1945). Dumbarton Oaks (1944) was de conferentie waar de eerste voorstellen voor de structuur werden uitgewerkt."
  },
  {
    "q": "Duitsland is een van de vijf permanente leden van de Veiligheidsraad.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Samenstelling Veiligheidsraad.\n\nDe vijf permanente leden (P5) zijn China, Rusland, het Verenigd Koninkrijk, de Verenigde Staten en Frankrijk."
  },
  {
    "q": "De Verenigde Naties werd officieel opgericht op 24 oktober 1945.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Oprichting VN.\n\nOp 24 oktober 1945 trad de VN officieel in werking nadat het handvest was geratificeerd. Deze dag wordt gevierd als VN-dag."
  },
  {
    "q": "Artikel 108 van het VN-Handvest regelt de procedure voor wijzigingen van het Handvest.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Art. 108 VN-Handvest.\n\nArtikel 108 bepaalt de procedure voor amendementen (wijzigingen) van het Handvest, die ratificatie door twee derde van de leden inclusief de P5 vereisen."
  },
  {
    "q": "De Algemene Vergadering is het orgaan waarin alle lidstaten op gelijke voet vertegenwoordigd zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Structuur VN.\n\nIn de Algemene Vergadering maken alle lidstaten op gelijke voet deel uit van het orgaan; het vormt de meest volledige institutionele vertegenwoordiging van de internationale gemeenschap."
  },
  {
    "q": "De Verenigde Naties heeft het proces van dekolonisatie actief tegengewerkt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Successen VN.\n\nDe VN heeft dekolonisatie juist ondersteund door staten te helpen naar onafhankelijkheid en lidmaatschap, wat internationale erkenning bood."
  },
  {
    "q": "Het falen van de VN in Srebrenica en Rwanda wordt beschouwd als symptoom van structurele problemen bij vredesoperaties.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Falen VN.\n\nDe genocide in Rwanda en het bloedbad in Srebrenica worden genoemd als historische mislukkingen die wijzen op de beperkingen en structurele problemen van VN-interventies."
  },
  {
    "q": "De primaire doelstelling van de ECOSOC is het handhaven van internationale vrede door militaire middelen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Doelstelling ECOSOC.\n\nDe doelstelling van de ECOSOC is het bevorderen van samenwerking op economisch, sociaal en cultureel gebied, niet het militair handhaven van vrede (dat is de taak van de Veiligheidsraad)."
  },
  {
    "q": "Besluiten van de Algemene Vergadering kunnen bijdragen aan de vorming van internationaal gewoonterecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Rechtsbronnen.\n\nHoewel resoluties van de Algemene Vergadering niet bindend zijn, kunnen ze wel van invloed zijn op de vorming van gewoonterecht (opinio iuris)."
  },
  {
    "q": "De VN heeft de bevoegdheid om schadevergoeding te vorderen van haar eigen lidstaten bij schending van verplichtingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nDe VN kan schadevergoeding vorderen tegen haar leden wanneer het desbetreffende land zijn plichten ten opzichte van de VN heeft verzaakt en hier schade uit is ontstaan."
  },
  {
    "q": "24 oktober wordt jaarlijks gevierd als de dag van de oprichting van de Volkenbond.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "VN-dag.\n\n24 oktober wordt gevierd als VN-dag, de datum waarop het VN-Handvest officieel in werking trad in 1945."
  },
  {
    "q": "De Verenigde Naties is een supranationale organisatie waaraan staten hun volledige soevereiniteit hebben overgedragen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Aard organisatie.\n\nDe VN is een intergouvernementele organisatie. In tegenstelling tot de EU (supranationaal) behouden staten binnen de VN grotendeels hun soevereiniteit."
  },
  {
    "q": "Het 'implied powers'-leerstuk betekent dat de VN bevoegdheden heeft die essentieel zijn voor haar taakuitoefening, ook als deze niet expliciet in het Handvest staan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Reparation for Injuries Advisory Opinion.\n\nHet Hof bevestigde dat de organisatie bevoegdheden bezit die bij noodzakelijke implicatie aan haar zijn toegekend omdat ze essentieel zijn voor de vervulling van haar taken."
  },
  {
    "q": "Het Atlantisch Handvest uit 1941 was een van de eerste stappen naar de oprichting van de VN.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Geschiedenis VN.\n\nOp 14 augustus 1941 stelden Churchill en Roosevelt het Atlantisch Handvest op, waarin de principes voor een vreedzamere wereldorde na de oorlog werden vastgelegd, wat een voorloper was van de VN."
  },
  {
    "q": "De Wereldgezondheidsorganisatie (WHO) is een gespecialiseerde organisatie van de VN.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Structuur VN.\n\nDe WHO wordt expliciet genoemd als een van de gespecialiseerde organisaties van de VN."
  },
  {
    "q": "Een herzieningsconferentie zoals bedoeld in artikel 109 van het VN-Handvest heeft reeds meerdere malen plaatsgevonden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 109 VN-Handvest.\n\nDe herzieningsconferentie uit artikel 109 Handvest heeft nooit plaatsgevonden."
  }
]