[
  {
    "q": "Wat is het juridische gevolg indien een beroep op een rechtvaardigingsgrond slaagt bij een delict waarin de wederrechtelijkheid niet expliciet als bestanddeel in de delictsomschrijving is opgenomen?",
    "a": [
      "De rechter spreekt de verdachte vrij wegens gebrek aan bewijs.",
      "De rechter verklaart de officier van justitie niet-ontvankelijk.",
      "De rechter ontslaat de verdachte van alle rechtsvervolging.",
      "De rechter legt de verdachte een schuldigverklaring zonder straf op."
    ],
    "c": 2,
    "exp": "Art. 352 lid 2 Sv.\n\nIndien de wederrechtelijkheid niet in de delictsomschrijving staat, is het een element. Een geslaagd beroep op een rechtvaardigingsgrond neemt de wederrechtelijkheid weg, wat leidt tot ontslag van alle rechtsvervolging (OVAR)."
  },
  {
    "q": "Welke eis stelt de Hoge Raad voor een geslaagd beroep op noodweer als rechtvaardigingsgrond?",
    "a": [
      "Er moet sprake zijn van een aanval die uitsluitend gericht is op goederen.",
      "Er moet sprake zijn van een ogenblikkelijke, wederrechtelijke aanranding.",
      "Er moet sprake zijn van een aanval die reeds volledig is voltooid.",
      "Er moet sprake zijn van een aanval door een overheidsdienaar."
    ],
    "c": 1,
    "exp": "Art. 41 lid 1 Sr.\n\nVoor een geslaagd beroep op noodweer is vereist dat de verdediging noodzakelijk is tegen een ogenblikkelijke, wederrechtelijke aanranding van eigen of andermans lijf, eerbaarheid of goed."
  },
  {
    "q": "In welk arrest introduceerde de Hoge Raad de ongeschreven schulduitsluitingsgrond 'afwezigheid van alle schuld' (AVAS)?",
    "a": [
      "HR Melk en water",
      "HR Veearts",
      "HR Opticien",
      "HR Motorpapieren"
    ],
    "c": 0,
    "exp": "HR Melk en water.\n\nIn dit arrest oordeelde de Hoge Raad dat bij gebleken afwezigheid van alle schuld geen strafbaarheid kan worden aangenomen, ook al bevat de delictsomschrijving geen schuldbestanddeel."
  },
  {
    "q": "Wat is het kenmerkende verschil tussen een rechtvaardigingsgrond en een schulduitsluitingsgrond?",
    "a": [
      "Een rechtvaardigingsgrond neemt de verwijtbaarheid weg; een schulduitsluitingsgrond neemt de wederrechtelijkheid weg.",
      "Een rechtvaardigingsgrond is altijd wettelijk geregeld; een schulduitsluitingsgrond is altijd ongeschreven.",
      "Een rechtvaardigingsgrond ziet op de strafbaarheid van het feit; een schulduitsluitingsgrond ziet op de strafbaarheid van de dader.",
      "Een rechtvaardigingsgrond leidt tot vrijspraak; een schulduitsluitingsgrond leidt tot niet-ontvankelijkheid."
    ],
    "c": 2,
    "exp": "De theorie van het strafbare feit.\n\nRechtvaardigingsgronden nemen de wederrechtelijkheid van de gedraging weg (het feit is niet strafbaar). Schulduitsluitingsgronden nemen de verwijtbaarheid van de dader weg (de dader is niet strafbaar)."
  },
  {
    "q": "Welke eis geldt voor een geslaagd beroep op noodweerexces die niet geldt voor een beroep op noodweer?",
    "a": [
      "Er moet sprake zijn van een hevige gemoedsbeweging door de aanranding veroorzaakt.",
      "De verdediging moet proportioneel zijn aan de ernst van de aanranding.",
      "De aanranding moet gericht zijn tegen het eigen lijf en niet tegen goederen.",
      "De verdachte moet voorafgaand aan de daad de politie hebben gewaarschuwd."
    ],
    "c": 0,
    "exp": "Art. 41 lid 2 Sr.\n\nNoodweerexces vereist dat de overschrijding van de grenzen van noodzakelijke verdediging het onmiddellijk gevolg is van een hevige gemoedsbeweging, door de aanranding veroorzaakt."
  },
  {
    "q": "Onder welke categorie strafuitsluitingsgronden valt 'overmacht in de zin van noodtoestand'?",
    "a": [
      "Wettelijke schulduitsluitingsgrond.",
      "Ongeschreven schulduitsluitingsgrond.",
      "Wettelijke rechtvaardigingsgrond.",
      "Ongeschreven rechtvaardigingsgrond."
    ],
    "c": 2,
    "exp": "Art. 40 Sr.\n\nOvermacht als noodtoestand wordt beschouwd als een rechtvaardigingsgrond die gebaseerd is op artikel 40 Sr, waarbij een conflict van plichten of belangen wordt opgelost."
  },
  {
    "q": "Welk criterium werd in het Opticien-arrest centraal gesteld voor een beroep op overmacht-noodtoestand?",
    "a": [
      "De verdachte moet hebben gehandeld uit eigenbelang.",
      "De verdachte moet een ambtelijk bevel hebben opgevolgd.",
      "De verdachte moet de wet niet hebben gekend.",
      "De verdachte moet een zwaarwegender belang hebben gediend."
    ],
    "c": 3,
    "exp": "HR Opticien.\n\nIn dit arrest werd bepaald dat een beroep op overmacht-noodtoestand slaagt als er wordt gekozen voor het zwaarstwegende belang of de zwaarstwegende plicht bij een conflict van plichten."
  },
  {
    "q": "Wanneer levert het opvolgen van een onbevoegd ambtelijk bevel een geldige schulduitsluitingsgrond op?",
    "a": [
      "Als de ondergeschikte te goeder trouw dacht dat het bevel bevoegd was en het binnen zijn ondergeschiktheid lag.",
      "Als het bevel afkomstig was van een direct leidinggevende, ongeacht de aard van het bevel.",
      "Als het bevelschrift schriftelijk was vastgelegd en ondertekend door een bevoegde autoriteit.",
      "Als de ondergeschikte door het weigeren van het bevel zijn baan zou verliezen."
    ],
    "c": 0,
    "exp": "Art. 43 lid 2 Sr.\n\nEen onbevoegd bevel heft strafbaarheid op indien het te goeder trouw als bevoegd werd beschouwd en de nakoming binnen de kring van ondergeschiktheid lag."
  },
  {
    "q": "Wat is de juridische kwalificatie van 'putatief noodweer'?",
    "a": [
      "Een wettelijke rechtvaardigingsgrond ex artikel 41 lid 1 Sr.",
      "Een wettelijke schulduitsluitingsgrond ex artikel 41 lid 2 Sr.",
      "Een vorm van afwezigheid van alle schuld (AVAS).",
      "Een vorm van ontbreken van materiële wederrechtelijkheid."
    ],
    "c": 2,
    "exp": "HR Overzichtsarrest noodweer(exces).\n\nPutatief noodweer, waarbij de verdachte dwaalt over het bestaan van een noodweersituatie, is geen vorm van wettelijk noodweer maar kan leiden tot ontslag van rechtsvervolging wegens afwezigheid van alle schuld."
  },
  {
    "q": "Welke ongeschreven rechtvaardigingsgrond werd door de Hoge Raad geïntroduceerd in het Veearts-arrest?",
    "a": [
      "Het ontbreken van de materiële wederrechtelijkheid.",
      "De afwezigheid van alle schuld.",
      "De verontschuldigbare rechtsdwaling.",
      "De psychische overmacht."
    ],
    "c": 0,
    "exp": "HR Veearts.\n\nDe Hoge Raad oordeelde dat een gedraging niet strafbaar is als de materiële wederrechtelijkheid ontbreekt, ook al is de delictsomschrijving formeel vervuld."
  },
  {
    "q": "Wat houdt het vereiste van 'subsidiariteit' in bij een beroep op noodweer?",
    "a": [
      "De verdediging moet in verhouding staan tot de aanranding.",
      "Er mag geen minder ingrijpend alternatief zijn geweest om het gevaar af te wenden.",
      "De verdediging moet gericht zijn tegen een ambtenaar in functie.",
      "De aanranding moet ogenblikkelijk en wederrechtelijk zijn."
    ],
    "c": 1,
    "exp": "HR Overzichtsarrest noodweer(exces).\n\nSubsidiariteit houdt in dat het verdedigingsmiddel noodzakelijk moet zijn; er mag geen mogelijkheid zijn geweest om zich aan de aanranding te onttrekken of een lichter middel te kiezen."
  },
  {
    "q": "Welk gevolg heeft 'culpa in causa' voor een beroep op een strafuitsluitingsgrond?",
    "a": [
      "Het zorgt ervoor dat de verdachte altijd wordt vrijgesproken.",
      "Het maakt een beroep op de strafuitsluitingsgrond per definitie onmogelijk.",
      "Het kan aanvaarding van de strafuitsluitingsgrond in de weg staan.",
      "Het verandert de kwalificatie van het delict naar een overtreding."
    ],
    "c": 2,
    "exp": "HR Overzichtsarrest noodweer(exces).\n\nEigen schuld (culpa in causa) aan het ontstaan van de noodweersituatie kan in de weg staan aan een geslaagd beroep op noodweer of noodweerexces."
  },
  {
    "q": "Wat wordt in het kader van noodweer verstaan onder de 'Garantenstellung'?",
    "a": [
      "De plicht van de burger om altijd de politie te waarschuwen.",
      "De bijzondere kwaliteit van de dader die hogere eisen stelt aan zijn reactie.",
      "De garantie dat een beroep op noodweer altijd slaagt bij woninginbraak.",
      "De positie van het slachtoffer als agressor in de situatie."
    ],
    "c": 1,
    "exp": "HR Overzichtsarrest noodweer(exces).\n\nDe Garantenstellung verwijst naar de hoedanigheid van de persoon (bijv. een politieagent), waardoor er hogere eisen kunnen worden gesteld aan de proportionaliteit en subsidiariteit van de verdediging."
  },
  {
    "q": "Indien de wederrechtelijkheid als bestanddeel is opgenomen in de delictsomschrijving (zoals bij vernieling), waartoe leidt een geslaagd beroep op een rechtvaardigingsgrond?",
    "a": [
      "Vrijspraak.",
      "Ontslag van alle rechtsvervolging.",
      "Niet-ontvankelijkheid van het Openbaar Ministerie.",
      "Schuldigverklaring zonder strafoplegging."
    ],
    "c": 0,
    "exp": "Art. 352 lid 1 Sv.\n\nAls wederrechtelijkheid een bestanddeel is, leidt het ontbreken daarvan tot het niet-bewezen zijn van de tenlastelegging, wat resulteert in vrijspraak."
  },
  {
    "q": "Welke eis stelt artikel 39 Sr voor een geslaagd beroep op ontoerekeningsvatbaarheid?",
    "a": [
      "Het feit kan de dader niet worden toegerekend wegens een psychische stoornis of verstandelijke handicap.",
      "De dader moet handelen onder invloed van een direct ambtelijk bevel.",
      "De dader moet in een toestand van dronkenschap verkeren ten tijde van het feit.",
      "Het feit moet zijn begaan ter uitvoering van een wettelijk voorschrift."
    ],
    "c": 0,
    "exp": "Art. 39 Sr.\n\nArtikel 39 Sr bepaalt dat niet strafbaar is hij die een feit begaat dat hem wegens de gebrekkige ontwikkeling of ziekelijke stoornis van zijn geestvermogens niet kan worden toegerekend."
  },
  {
    "q": "Welke vorm van overmacht is een schulduitsluitingsgrond?",
    "a": [
      "Overmacht als noodtoestand.",
      "Psychische overmacht.",
      "Fysieke overmacht.",
      "Wettelijke overmacht."
    ],
    "c": 1,
    "exp": "Art. 40 Sr.\n\nPsychische overmacht is een schulduitsluitingsgrond waarbij de dader handelt onder een zodanige psychische druk dat weerstand bieden redelijkerwijs niet kon worden gevergd."
  },
  {
    "q": "Wat houdt de 'dubbele causaliteit' in bij een beroep op noodweerexces?",
    "a": [
      "De aanval moet wederrechtelijk zijn en de verdediging moet proportioneel zijn.",
      "De aanval moet een hevige gemoedsbeweging veroorzaken en de overschrijding moet daaruit voortvloeien.",
      "De dader moet zowel opzet hebben op de verdediging als op de aanval.",
      "Er moet sprake zijn van zowel een strafbaar feit als een strafbare dader."
    ],
    "c": 1,
    "exp": "Art. 41 lid 2 Sr.\n\nEr moet een causaal verband zijn tussen de aanranding en de hevige gemoedsbeweging, en tussen die gemoedsbeweging en de excessieve reactie."
  },
  {
    "q": "In welk geval is een beroep op een wettelijk voorschrift ex artikel 42 Sr mogelijk?",
    "a": [
      "Als de verdachte handelt op basis van een eigen morele overtuiging.",
      "Als de verdachte handelt ter uitvoering van een wettelijke plicht.",
      "Als de verdachte handelt op bevel van een onbevoegde ambtenaar.",
      "Als de verdachte handelt uit noodweer."
    ],
    "c": 1,
    "exp": "Art. 42 Sr.\n\nArtikel 42 Sr bepaalt dat niet strafbaar is hij die een feit begaat ter uitvoering van een wettelijk voorschrift."
  },
  {
    "q": "Wat is een vereiste voor een geslaagd beroep op AVAS wegens rechtsdwaling?",
    "a": [
      "De verdachte moet zich hebben laten adviseren door een persoon met te waarborgen aanzien en deskundigheid.",
      "De verdachte moet aantonen dat hij de wetstekst nooit heeft gelezen.",
      "De verdachte moet handelen op basis van een algemeen gerucht.",
      "De verdachte moet een beroep doen op zijn eigen interpretatie van de wet."
    ],
    "c": 0,
    "exp": "HR Motorpapieren.\n\nVoor een geslaagd beroep op rechtsdwaling moet de verdachte zijn afgegaan op advies van een persoon of instantie aan wie zoveel gezag mag worden toegekend dat hij op de deugdelijkheid van het advies mocht vertrouwen."
  },
  {
    "q": "Tegen welk type aanranding is noodweer NIET toegestaan?",
    "a": [
      "Een aanranding door een minderjarige.",
      "Een aanranding door een geesteszieke.",
      "Een rechtmatige aanranding door een politieagent.",
      "Een aanranding die gericht is op goederen."
    ],
    "c": 2,
    "exp": "HR Overzichtsarrest noodweer(exces).\n\nTegen een rechtmatige ambtsuitoefening (een rechtmatige aanranding) is geen verdediging (noodweer) toegelaten, omdat de aanranding dan niet wederrechtelijk is."
  },
  {
    "q": "Wat impliceert de term 'ogenblikkelijk' in artikel 41 Sr?",
    "a": [
      "De aanval moet in het verleden hebben plaatsgevonden.",
      "De aanval moet in de verre toekomst dreigen.",
      "De aanval moet bezig zijn of onmiddellijk dreigen.",
      "De aanval moet minstens vijf minuten duren."
    ],
    "c": 2,
    "exp": "Art. 41 Sr.\n\nOgenblikkelijk betekent dat de aanranding op dat moment plaatsvindt of dat er een onmiddellijk dreigend gevaar voor een aanranding bestaat."
  },
  {
    "q": "In het beslissingsschema van art. 350 Sv, bij welke vraag komt een beroep op een schulduitsluitingsgrond aan de orde?",
    "a": [
      "Bij de eerste vraag: Is het feit bewezen?",
      "Bij de tweede vraag: Is het feit strafbaar?",
      "Bij de derde vraag: Is de dader strafbaar?",
      "Bij de vierde vraag: Welke straf moet worden opgelegd?"
    ],
    "c": 2,
    "exp": "Art. 350 Sv.\n\nDe derde materiële vraag (verwijtbaarheid) onderzoekt of de dader strafbaar is. Hier worden schulduitsluitingsgronden behandeld."
  },
  {
    "q": "Wat houdt 'verontschuldigbare onmacht' als vorm van AVAS in?",
    "a": [
      "De verdachte was fysiek niet in staat anders te handelen buiten zijn schuld.",
      "De verdachte wist niet dat de handeling strafbaar was.",
      "De verdachte handelde uit noodweer.",
      "De verdachte volgde een ambtelijk bevel op."
    ],
    "c": 0,
    "exp": "HR Melk en water (context AVAS).\n\nVerontschuldigbare onmacht is een categorie van AVAS waarbij de verdachte buiten zijn schuld in een situatie verkeert waarin hij fysiek niet in staat is de wet na te leven."
  },
  {
    "q": "Welk rechtsgoed kan met een beroep op noodweer worden verdedigd volgens art. 41 lid 1 Sr?",
    "a": [
      "Alleen het eigen lijf.",
      "Alleen lijf en goed.",
      "Lijf, eerbaarheid en goed.",
      "Lijf, eer en goede naam."
    ],
    "c": 2,
    "exp": "Art. 41 lid 1 Sr.\n\nDe wet beperkt noodweer tot de verdediging van eigen of andermans lijf, eerbaarheid of goed."
  },
  {
    "q": "Wat is het gevolg van een geslaagd beroep op psychische overmacht?",
    "a": [
      "De verdachte wordt vrijgesproken.",
      "De verdachte wordt niet-ontvankelijk verklaard.",
      "De verdachte wordt ontslagen van alle rechtsvervolging.",
      "De verdachte krijgt een lichtere straf."
    ],
    "c": 2,
    "exp": "Art. 352 lid 2 Sv.\n\nPsychische overmacht is een schulduitsluitingsgrond. Een geslaagd beroep hierop neemt de verwijtbaarheid weg, wat leidt tot ontslag van alle rechtsvervolging."
  },
  {
    "q": "Wanneer is er sprake van extensieve interpretatie in plaats van analogie?",
    "a": [
      "Als de rechter een nieuwe strafbepaling creëert.",
      "Als de uitleg taalkundig binnen de bewoordingen van de delictsomschrijving blijft.",
      "Als de rechter afwijkt van de bedoeling van de wetgever.",
      "Als de rechter een leemte in de wet opvult op basis van een soortgelijk geval."
    ],
    "c": 1,
    "exp": "Legaliteitsbeginsel (Art. 1 Sr).\n\nExtensieve interpretatie (toelaatbaar) rekt de betekenis van een woord op binnen de taalkundige grenzen, terwijl analogie (verboden) de strafbaarheid uitbreidt buiten de wettekst."
  },
  {
    "q": "Wat wordt bedoeld met de 'risicocomponent' bij voorwaardelijk opzet?",
    "a": [
      "De verdachte wilde het gevolg bereiken.",
      "De verdachte wist zeker dat het gevolg zou intreden.",
      "Er was een aanmerkelijke kans dat het gevolg zou intreden.",
      "De verdachte was onvoorzichtig maar niet roekeloos."
    ],
    "c": 2,
    "exp": "HR Spookrijder.\n\nVoorwaardelijk opzet vereist een aanmerkelijke kans op het gevolg (risicocomponent), wetenschap daarvan en aanvaarding."
  },
  {
    "q": "Is 'angst' een vereiste voor een beroep op noodweerexces?",
    "a": [
      "Ja, het moet gaan om angst of vrees.",
      "Ja, maar het moet specifiek levensangst zijn.",
      "Nee, het moet gaan om een hevige gemoedsbeweging, wat breder is dan angst.",
      "Nee, noodweerexces vereist geen enkele emotie."
    ],
    "c": 2,
    "exp": "Art. 41 lid 2 Sr.\n\nDe wet spreekt van een 'hevige gemoedsbeweging'. Hoewel angst een veelvoorkomende vorm is, omvat het begrip ook andere hevige emoties zoals drift of paniek, mits veroorzaakt door de aanranding."
  },
  {
    "q": "Wat is het juridische gevolg van een geslaagd beroep op afwezigheid van alle schuld (AVAS)?",
    "a": [
      "De verdachte is niet strafbaar.",
      "De verdachte is niet wederrechtelijk.",
      "De verdachte heeft geen daderschap.",
      "De verdachte wordt vrijgesproken van het feit."
    ],
    "c": 0,
    "exp": "HR Melk en water.\n\nAVAS is een schulduitsluitingsgrond. Als er geen schuld (verwijtbaarheid) is, is de dader niet strafbaar, wat leidt tot ontslag van rechtsvervolging."
  },
  {
    "q": "Welke instantie bepaalt uiteindelijk of een beroep op een strafuitsluitingsgrond slaagt?",
    "a": [
      "De officier van justitie.",
      "De politie.",
      "De rechter.",
      "De burgemeester."
    ],
    "c": 2,
    "exp": "Art. 350 Sv.\n\nHet is aan de rechter om tijdens het onderzoek ter terechtzitting de materiële vragen te beantwoorden en te oordelen over het bestaan van strafuitsluitingsgronden."
  }
]