[
  {
    "q": "Klaas loopt 's avonds laat naar huis. Plotseling springt Willem uit de bosjes en begint op Klaas in te slaan met een honkbalknuppel. Klaas kan geen kant op. In een reflex pakt Klaas een steen van de grond en gooit deze hard tegen het hoofd van Willem. Willem loopt hierdoor een zware hersenschudding op en stopt de aanval. Klaas wordt vervolgd voor zware mishandeling. Kan Klaas zich met succes op een strafuitsluitingsgrond beroepen?",
    "sample": "Issue: Kan Klaas zich beroepen op noodweer ex artikel 41 lid 1 Sr?\n\nRule: Voor een geslaagd beroep op noodweer is vereist dat de verdediging noodzakelijk en geboden is tegen een ogenblikkelijke, wederrechtelijke aanranding van eigen of andermans lijf, eerbaarheid of goed. Hierbij gelden de eisen van proportionaliteit (verhouding middel/doel) en subsidiariteit (geen redelijk alternatief).\n\nApplication: Willem valt Klaas aan met een knuppel (ogenblikkelijke, wederrechtelijke aanranding van lijf). Klaas kon geen kant op (subsidiariteit: vluchten niet mogelijk). Het gooien van een steen tegen een aanvaller met een knuppel staat niet in wanverhouding tot de aanranding (proportionaliteit).\n\nConclusion: Het beroep op noodweer slaagt. De wederrechtelijkheid ontvalt aan de gedraging.",
    "checklist": [
      "Ogenblikkelijke wederrechtelijke aanranding",
      "Verdediging lijf, eerbaarheid, goed",
      "Toetsing proportionaliteit en subsidiariteit",
      "Rechtvaardigingsgrond (wederrechtelijkheid vervalt)"
    ],
    "exp": "De casus betreft een klassieke noodweersituatie. Er is sprake van een actuele aanval (ogenblikkelijk) die in strijd is met het recht (wederrechtelijk). De verdediging was noodzakelijk omdat vluchten geen optie was en het middel (steen) was proportioneel ten opzichte van de aanval (knuppel)."
  },
  {
    "q": "Sonja wordt op straat beroofd van her handtas door een dief. De dief rent weg met de tas. Sonja, woedend en vol adrenaline door de beroving, rent de dief achterna. Als ze hem inhaalt, terwijl hij al stilstaat om uit te hijgen en geen dreiging meer vormt, schopt ze hem meerdere keren hard tegen zijn benen, waardoor hij zijn been breekt. Sonja beroept zich op noodweerexces.",
    "sample": "Issue: Slaagt een beroep op noodweerexces ex artikel 41 lid 2 Sr?\n\nRule: Noodweerexces vereist een overschrijding van de grenzen van noodzakelijke verdediging, die het onmiddellijk gevolg is van een hevige gemoedsbeweging door de aanranding veroorzaakt. Er is een dubbele causaliteit vereist.\n\nApplication: De aanranding was beëindigd (tardief exces), dus noodweer is niet mogelijk. Echter, de overschrijding (het schoppen) kwam voort uit een hevige emotie (woede/adrenaline) die direct veroorzaakt werd door de beroving. Er is sprake van de vereiste dubbele causaliteit.\n\nConclusion: Het beroep op noodweerexces slaagt. Sonja is niet strafbaar wegens het ontbreken van verwijtbaarheid.",
    "checklist": [
      "Overschrijding grenzen noodzakelijke verdediging",
      "Onmiddellijk gevolg hevige gemoedsbeweging",
      "Dubbele causaliteit vereist",
      "Schulduitsluitingsgrond (verwijtbaarheid vervalt)"
    ],
    "exp": "Hoewel de noodweersituatie voorbij was, kan een beroep op (tardief) noodweerexces slagen als de handeling direct voortvloeit uit een hevige emotie veroorzaakt door de aanval. Dit is een schulduitsluitingsgrond."
  },
  {
    "q": "Veearts Pietersen ent tijdens een epidemie van mond-en-klauwzeer gezonde koeien in met smetstof, waardoor ze immuun worden. Formeel overtreedt hij hiermee de Veewet, die verbiedt om gezonde dieren te besmetten. Hij doet dit echter op basis van voortschrijdend wetenschappelijk inzicht om de veestapel juist te beschermen. Hij wordt vervolgd. Wat zal het oordeel van de rechter zijn?",
    "sample": "Issue: Is er sprake van het ontbreken van de materiële wederrechtelijkheid?\n\nRule: Een gedraging is niet strafbaar als de materiële wederrechtelijkheid ontbreekt. Dit is een ongeschreven rechtvaardigingsgrond (Veearts-arrest) die geldt wanneer de dader het door de wet beschermde rechtsgoed juist beter dient door de wet formeel te overtreden.\n\nApplication: De veearts overtreedt de letter van de wet, maar handelt in de geest van de wet (bescherming veestapel/volksgezondheid). Door de koeien te besmetten, redt hij ze juist.\n\nConclusion: De veearts wordt ontslagen van alle rechtsvervolging wegens het ontbreken van materiële wederrechtelijkheid.",
    "checklist": [
      "Ongeschreven rechtvaardigingsgrond",
      "Veearts-arrest",
      "Dienen van het rechtsdoel",
      "Ontbreken materiële wederrechtelijkheid"
    ],
    "exp": "Dit is de uitzonderlijke situatie zoals in het Veearts-arrest, waarbij de formele wetsovertreding gerechtvaardigd is omdat het doel van de wet beter wordt gediend door de overtreding dan door naleving."
  },
  {
    "q": "Klaas, die lijdt aan een ernstige psychose, steekt tijdens een waan zijn buurman neer omdat hij denkt dat de buurman een demon is. Een psychiater stelt vast dat Klaas ten tijde van het delict volledig ontoerekeningsvatbaar was en er een causaal verband bestaat tussen de stoornis en het feit. Wat is de juridische kwalificatie van dit verweer?",
    "sample": "Issue: Kan Klaas een beroep doen op ontoerekeningsvatbaarheid ex artikel 39 Sr?\n\nRule: Niet strafbaar is hij die een feit begaat dat hem wegens de gebrekkige ontwikkeling of ziekelijke stoornis van zijn geestvermogens niet kan worden toegerekend. Dit is een schulduitsluitingsgrond.\n\nApplication: Er is vastgesteld dat Klaas lijdt aan een ziekelijke stoornis en dat het feit hem hierdoor niet kan worden toegerekend (causaal verband). De verwijtbaarheid ontbreekt.\n\nConclusion: Het beroep slaagt. Klaas wordt ontslagen van alle rechtsvervolging.",
    "checklist": [
      "Ziekelijke stoornis geestvermogens",
      "Causaal verband stoornis/feit",
      "Niet toe te rekenen",
      "Schulduitsluitingsgrond (artikel 39 Sr)"
    ],
    "exp": "Bij een geslaagd beroep op artikel 39 Sr vervalt de verwijtbaarheid. De dader is niet strafbaar, wat leidt tot ontslag van alle rechtsvervolging (OVAR)."
  },
  {
    "q": "Een opticien verkoopt na sluitingstijd een bril aan een klant die zonder bril nagenoeg blind is en dringend hulp nodig heeft. De opticien overtreedt hiermee de winkelsluitingswet. Hij stelt dat hij moest kiezen tussen de wet naleven en zijn maatschappelijke zorgplicht. Welk verweer voert hij?",
    "sample": "Issue: Is er sprake van overmacht in de zin van noodtoestand (artikel 40 Sr)?\n\nRule: Overmacht noodtoestand is een rechtvaardigingsgrond waarbij sprake is van een conflict van plichten/belangen. Er moet een actuele noodsituatie zijn waarbij het zwaarstwegende belang prevaleert, met inachtneming van proportionaliteit en subsidiariteit.\n\nApplication: De opticien moet kiezen tussen de wettelijke sluitingstijd en de maatschappelijke plicht om een hulpbehoevende te helpen (Opticien-arrest). Het belang van de klant weegt zwaarder.\n\nConclusion: Het beroep op overmacht noodtoestand slaagt.",
    "checklist": [
      "Conflict van plichten",
      "Zwaarstwegende belang gaat voor",
      "Rechtvaardigingsgrond (Opticien-arrest)",
      "Proportionaliteit en subsidiariteit"
    ],
    "exp": "Dit betreft overmacht noodtoestand, waarbij een objectieve belangenafweging plaatsvindt. Het overtreden van de wet is gerechtvaardigd door een hoger maatschappelijk belang."
  }
]