[
  {
    "q": "Welke eis stelt de Hoge Raad in het Overzichtsarrest Medeplegen centraal om een verdachte als medepleger te kunnen kwalificeren indien hij geen uitvoeringshandelingen heeft verricht?",
    "a": [
      "De verdachte moet zich niet hebben gedistantieerd van het strafbare feit.",
      "De verdachte moet lijfelijk aanwezig zijn geweest op de plaats delict.",
      "De verdachte moet een wezenlijke bijdrage hebben geleverd aan het delict.",
      "De verdachte moet volledig opzet hebben gehad op alle delictsbestanddelen."
    ],
    "c": 2,
    "exp": "HR Overzichtsarrest Medeplegen.\n\nDe kwalificatie medeplegen is slechts gerechtvaardigd als de intellectuele en/of materiële bijdrage van de verdachte aan het delict van voldoende gewicht is. Een wezenlijke bijdrage is vereist, zeker wanneer gezamenlijke uitvoering ontbreekt."
  },
  {
    "q": "Wat is kenmerkend voor de deelnemingsvorm 'doen plegen' in de zin van artikel 47 lid 1 sub 1 Sr?",
    "a": [
      "De uitvoerder is strafbaar, maar de achterman heeft het initiatief genomen.",
      "De uitvoerder (onmiddellijke dader) is straffeloos wegens een strafuitsluitingsgrond of het ontbreken van opzet/schuld.",
      "De achterman en de uitvoerder zijn beiden strafbaar voor hetzelfde feit op grond van nauwe samenwerking.",
      "De achterman heeft gebruikgemaakt van een wettelijk uitlokkingsmiddel om de uitvoerder te bewegen."
    ],
    "c": 1,
    "exp": "Artikel 47 lid 1 sub 1 Sr.\n\nBij doen plegen laat de middellijke dader (de achterman) het feit uitvoeren door een ander (de onmiddellijke dader) die zelf niet strafbaar is, bijvoorbeeld omdat deze als een 'willoos werktuig' fungeert of omdat bij hem een strafuitsluitingsgrond geldt."
  },
  {
    "q": "In het arrest HR Containerdiefstal oordeelde de Hoge Raad over de vereisten voor medeplegen bij diefstal. Welke conclusie kan uit dit arrest worden getrokken?",
    "a": [
      "Lijfelijke aanwezigheid bij de uitvoering is een absoluut vereiste voor medeplegen.",
      "Lijfelijke aanwezigheid is niet vereist indien sprake is van een volledige en nauwe samenwerking.",
      "Zonder lijfelijke aanwezigheid kan slechts sprake zijn van uitlokking of medeplichtigheid.",
      "Voor medeplegen is vereist dat de verdachte ten minste één wegnemingshandeling zelf verricht."
    ],
    "c": 1,
    "exp": "HR Containerdiefstal.\n\nDe Hoge Raad oordeelde dat het ontbreken van lijfelijke aanwezigheid bij de uitvoering niet in de weg staat aan de kwalificatie medeplegen, mits de samenwerking tussen de verdachte en de uitvoerders zodanig volledig en nauw is geweest dat van medeplegen gesproken kan worden."
  },
  {
    "q": "Welk vereiste geldt specifiek voor strafbare uitlokking op grond van artikel 47 lid 1 sub 2 Sr, maar niet voor doen plegen?",
    "a": [
      "De uitlokker moet gebruik hebben gemaakt van een in de wet limitatief opgesomd uitlokkingsmiddel.",
      "De uitlokker moet fysiek aanwezig zijn geweest bij de uitvoering van het strafbare feit.",
      "De uitgelokte moet straffeloos blijven ten aanzien van het gepleegde strafbare feit.",
      "De uitlokker moet enkel opzet hebben gehad op de uitlokkingshandeling, niet op het grondfeit."
    ],
    "c": 0,
    "exp": "Artikel 47 lid 1 sub 2 Sr.\n\nVoor strafbare uitlokking is vereist dat het bewegen van de ander geschiedt door een of meer in de wet limitatief opgesomde uitlokkingsmiddelen, zoals giften, beloften, misbruik van gezag, geweld, bedreiging, misleiding of het verschaffen van gelegenheid/middelen/inlichtingen."
  },
  {
    "q": "In het arrest HR Vlinderbom werd een verdachte vrijgesproken van medeplegen bij het afsteken van vuurwerk. Wat was de kernoverweging van de Hoge Raad?",
    "a": [
      "Het enkel verschaffen van inlichtingen is onvoldoende voor de kwalificatie medeplegen.",
      "Het louter aanwezig zijn, instemmen met en zich niet distantiëren van de vernieling is onvoldoende voor medeplegen.",
      "Er was geen sprake van dubbel opzet omdat de verdachte niet wist dat het om een vlinderbom ging.",
      "De verdachte had weliswaar een wezenlijke bijdrage geleverd, maar deze was van te gering gewicht."
    ],
    "c": 1,
    "exp": "HR Vlinderbom.\n\nDe Hoge Raad oordeelde dat het louter aanwezig zijn bij, het instemmen met en het zich niet distantiëren van een door een ander gepleegde vernieling onvoldoende is om te spreken van de voor medeplegen vereiste nauwe en bewuste samenwerking."
  },
  {
    "q": "Wat houdt het accessoriteitsvereiste in bij de deelnemingsvorm medeplichtigheid (art. 48 Sr)?",
    "a": [
      "De medeplichtige moet fysiek aanwezig zijn geweest tijdens de uitvoering van het delict.",
      "De medeplichtige moet gebruik hebben gemaakt van een wettelijk erkend hulpmiddel.",
      "Er moet een misdrijf zijn gevolgd of ten minste een strafbare poging daartoe.",
      "De hoofddader moet onherroepelijk zijn veroordeeld voordat de medeplichtige kan worden vervolgd."
    ],
    "c": 2,
    "exp": "Artikel 48 Sr.\n\nHet accessoriteitsvereiste houdt in dat de strafbaarheid van de deelnemer afhankelijk is van de totstandkoming van het grondfeit. Bij medeplichtigheid moet er sprake zijn van (een poging tot) een misdrijf dat door de pleger is begaan."
  },
  {
    "q": "Hoe luidt de regel uit artikel 49 lid 4 Sr met betrekking tot de strafbaarheid van de medeplichtige bij uiteenlopend opzet?",
    "a": [
      "De medeplichtige is strafbaar voor het gehele gevolg, ongeacht zijn eigen opzet.",
      "De medeplichtige is slechts strafbaar voor de handelingen die hij opzettelijk heeft bevorderd of vergemakkelijkt.",
      "De medeplichtige is niet strafbaar indien het gevolg ernstiger is dan hij had voorzien.",
      "De medeplichtige is strafbaar voor het grondfeit, maar de straf wordt gehalveerd."
    ],
    "c": 1,
    "exp": "Artikel 49 lid 4 Sr.\n\nBij het bepalen van de strafbaarheid komen alleen die handelingen in aanmerking die de medeplichtige opzettelijk heeft gemakkelijk gemaakt of bevorderd, benevens hun gevolgen."
  },
  {
    "q": "In het arrest HR Geef het mes! werd de verdachte veroordeeld voor medeplichtigheid aan zware mishandeling, hoewel hij dacht dat het mes slechts ter bedreiging zou dienen. Welke maatstaf hanteerde de Hoge Raad?",
    "a": [
      "De medeplichtige is volledig aansprakelijk voor alle handelingen van de dader (risicoaansprakelijkheid).",
      "Er moet voldoende verband bestaan tussen het misdrijf waarop het opzet van de medeplichtige was gericht en het gepleegde gronddelict.",
      "De medeplichtige is alleen strafbaar als hij exact hetzelfde opzet had als de uitvoerder van het misdrijf.",
      "De medeplichtige is straffeloos omdat er sprake is van een wezenlijke afwijking tussen het beoogde en het uitgevoerde delict."
    ],
    "c": 1,
    "exp": "HR Geef het mes!.\n\nDe Hoge Raad oordeelde dat het opzet van de medeplichtige niet gericht hoeft te zijn op de precieze wijze van uitvoering. Voldoende is dat het misdrijf waarop het opzet van de medeplichtige was gericht voldoende verband houdt met het uiteindelijk gepleegde gronddelict."
  },
  {
    "q": "Wat is het verschil tussen medeplichtigheid bij (art. 48 sub 1 Sr) en medeplichtigheid tot (art. 48 sub 2 Sr) een misdrijf?",
    "a": [
      "Bij 'medeplichtigheid bij' is de dader fysiek aanwezig, bij 'medeplichtigheid tot' niet.",
      "Bij 'medeplichtigheid tot' gelden limitatieve middelen (gelegenheid, middelen, inlichtingen), bij 'medeplichtigheid bij' niet.",
      "Bij 'medeplichtigheid bij' is het strafmaximum gelijk aan dat van de pleger, bij 'medeplichtigheid tot' wordt dit met een derde verminderd.",
      "Bij 'medeplichtigheid tot' is sprake van een misdrijf, bij 'medeplichtigheid bij' kan het ook om een overtreding gaan."
    ],
    "c": 1,
    "exp": "Artikel 48 Sr.\n\nVoor 'medeplichtigheid tot' (consecutieve medeplichtigheid) vereist de wet dat men opzettelijk gelegenheid, middelen of inlichtingen verschaft. Bij 'medeplichtigheid bij' (simultane medeplichtigheid) volstaat het opzettelijk behulpzaam zijn, zonder gebondenheid aan specifieke middelen."
  },
  {
    "q": "Kan iemand medeplichtig zijn aan een misdrijf door niet in te grijpen (passieve medeplichtigheid)?",
    "a": [
      "Nee, medeplichtigheid vereist altijd een actieve handeling ter bevordering van het misdrijf.",
      "Ja, maar uitsluitend indien de verdachte de hoofddader verbaal heeft aangemoedigd.",
      "Nee, tenzij de verdachte voorafgaand aan het misdrijf middelen heeft verschaft.",
      "Ja, indien op de verdachte een rechtsplicht rustte om het misdrijf te voorkomen."
    ],
    "c": 3,
    "exp": "HR Honden Peter.\n\nDe Hoge Raad oordeelde dat passiviteit strafbare medeplichtigheid kan opleveren indien er voor de betrokkene een rechtsplicht bestond tot handelen (bijvoorbeeld om een weerloos slachtoffer te beschermen)."
  },
  {
    "q": "Wat impliceert het vereiste van 'dubbel opzet' bij deelneming?",
    "a": [
      "Opzet op de samenwerking (deelnemingshandeling) en opzet op het gronddelict.",
      "Opzet op het plegen van het feit en opzet op de wederrechtelijkheid ervan.",
      "Opzet van de uitvoerder en opzet van de uitlokker/medeplichtige moeten identiek zijn.",
      "Opzet op de daadwerkelijke uitvoering en opzet op de gevolgen van het delict."
    ],
    "c": 0,
    "exp": "Oefententamen I / Oefententamen III.\n\nDubbel opzet houdt in dat de deelnemer opzet moet hebben op zijn eigen bijdrage (de deelnemingshandeling) én opzet moet hebben op de totstandkoming van het strafbare feit (het gronddelict)."
  },
  {
    "q": "In het arrest HR Nijmeegse scooter-zaak werd een verdachte veroordeeld voor medeplegen van een dodelijke aanrijding tijdens een vlucht. Waarop baseerde de Hoge Raad dit oordeel?",
    "a": [
      "De verdachte bestuurde de scooter en was dus de hoofddader van het verkeersongeval.",
      "De gevaarlijke vlucht lag als waarschijnlijke mogelijkheid besloten in de nauwe en bewuste samenwerking gericht op de overval.",
      "De verdachte had zich niet gedistantieerd van de vluchtpoging na de overval.",
      "Er was sprake van roekeloosheid, wat automatisch leidt tot medeplegen bij verkeersdelicten."
    ],
    "c": 1,
    "exp": "HR Nijmeegse scooter.\n\nDe Hoge Raad oordeelde dat de wijze van vluchten met de scooter als een zo waarschijnlijke mogelijkheid besloten lag in de eerdere nauwe en bewuste samenwerking voor de overval, dat ook ten aanzien van de vlucht (en het ongeval) van medeplegen kon worden gesproken."
  },
  {
    "q": "Welke regel geldt voor de strafmaat bij medeplichtigheid aan een misdrijf?",
    "a": [
      "De medeplichtige kan dezelfde straf krijgen als de pleger van het misdrijf.",
      "Het strafmaximum wordt bij medeplichtigheid met een derde verminderd.",
      "Het strafmaximum wordt bij medeplichtigheid gehalveerd.",
      "De medeplichtige krijgt een geldboete in plaats van een gevangenisstraf."
    ],
    "c": 1,
    "exp": "Artikel 49 lid 1 Sr.\n\nHet maximum van de hoofdstraffen op het misdrijf gesteld wordt bij medeplichtigheid met een derde verminderd."
  },
  {
    "q": "Is het mogelijk om deel te nemen aan een deelnemingsvorm (bijvoorbeeld medeplegen van medeplichtigheid)?",
    "a": [
      "Nee, de wet sluit stapeling van deelnemingsvormen uitdrukkelijk uit.",
      "Ja, deelnemingsvormen zijn zelf strafbare feiten waaraan weer kan worden deelgenomen.",
      "Nee, dit zou in strijd zijn met het legaliteitsbeginsel en het lex certa-vereiste.",
      "Ja, maar alleen als het gaat om medeplegen van uitlokking, niet van medeplichtigheid."
    ],
    "c": 1,
    "exp": "Samenvatting Week 5 (Onderwerp 3).\n\nDeelneming aan deelneming is mogelijk omdat deelnemingsvormen zelf op grond van art. 47 en 48 Sr strafbare feiten zijn. De Hoge Raad heeft combinaties zoals medeplegen van medeplichtigheid aanvaard."
  },
  {
    "q": "Wat besliste de Hoge Raad in het arrest HR Bacchus over het opzet van de verdachte die niet zelf schoot?",
    "a": [
      "Loutere aanwezigheid bij het geweld was voldoende voor vol opzet op de doodslag.",
      "De verdachte had voorwaardelijk opzet op de doodslag door de aanmerkelijke kans op schieten door zijn mededader te aanvaarden.",
      "De verdachte was slechts medeplichtig omdat hij het wapen niet zelf hanteerde.",
      "Er was geen sprake van opzet op de doodslag, enkel op de openlijke geweldpleging."
    ],
    "c": 1,
    "exp": "HR Bacchus.\n\nDe Hoge Raad nam medeplegen van doodslag aan op basis van voorwaardelijk opzet. Door samen gewelddadig op te treden terwijl hij wist dat zijn broer een vuurwapen had, aanvaardde de verdachte de aanmerkelijke kans dat er geschoten zou worden."
  },
  {
    "q": "Welk rechtsgevolg heeft 'vrijwillige terugtred' in de zin van artikel 46b Sr?",
    "a": [
      "Strafvermindering van een derde op het wettelijk maximum.",
      "Vrijspraak wegens het ontbreken van bewijs voor het misdrijf.",
      "Ontslag van alle rechtsvervolging wegens een strafuitsluitingsgrond.",
      "Niet-strafbaarheid van de poging of voorbereiding."
    ],
    "c": 3,
    "exp": "Artikel 46b Sr.\n\nVoorbereiding noch poging bestaat indien het misdrijf niet is voltooid ten gevolge van omstandigheden van de wil van de dader afhankelijk. Dit leidt tot straffeloosheid voor de poging of voorbereiding."
  },
  {
    "q": "Wanneer is volgens HR Honden Peter sprake van een rechtsplicht tot ingrijpen, waardoor nalaten medeplichtigheid kan opleveren?",
    "a": [
      "Indien men getuige is van een misdrijf in de openbare ruimte.",
      "Indien men door een familierechtelijke betrekking verbonden is met de dader.",
      "Indien men weet dat het slachtoffer door eigen toedoen hulpeloos is en men getuige is van het geweld.",
      "Indien men de dader moreel ondersteunt door aanwezigheid."
    ],
    "c": 2,
    "exp": "HR Honden Peter.\n\nDe rechtsplicht werd aangenomen omdat de verdachte wist dat het slachtoffer door zijn toedoen (en dat van de mededader) volstrekt weerloos was, terwijl het geweld doorging in zijn aanwezigheid."
  },
  {
    "q": "Is medeplichtigheid aan een overtreding strafbaar?",
    "a": [
      "Ja, artikel 48 Sr maakt geen onderscheid tussen misdrijven en overtredingen.",
      "Ja, maar alleen als de overtreding opzettelijk is begaan.",
      "Nee, medeplichtigheid aan een overtreding is niet strafbaar.",
      "Nee, tenzij de overtreding gevaar voor personen oplevert."
    ],
    "c": 2,
    "exp": "Artikel 52 Sr.\n\nOp medeplichtigheid aan overtredingen is artikel 48 Sr niet van toepassing. Medeplichtigheid is slechts strafbaar bij misdrijven."
  },
  {
    "q": "Wat houdt het vereiste van 'distantiëren' in bij de beoordeling van medeplegen?",
    "a": [
      "Als iemand zich niet distantieert, is hij automatisch medepleger.",
      "Het zich niet distantiëren is op zichzelf onvoldoende voor medeplegen, maar kan bijdragen aan het bewijs van samenwerking.",
      "Distantiëren is alleen relevant als de verdachte fysiek de uitvoeringshandeling verricht.",
      "Het niet distantiëren leidt altijd tot kwalificatie als medeplichtige in plaats van medepleger."
    ],
    "c": 1,
    "exp": "HR Overzichtsarrest Medeplegen / HR Vlinderbom.\n\nHet louter aanwezig zijn en zich niet distantiëren is onvoldoende voor medeplegen. Echter, het niet-distantiëren kan een factor zijn in de weging of er sprake was van een nauwe en bewuste samenwerking."
  },
  {
    "q": "Kan een verdachte veroordeeld worden voor medeplegen als niet vaststaat wie van de groep de fatale handeling heeft verricht?",
    "a": [
      "Nee, individueel daderschap moet altijd vaststaan voor een veroordeling.",
      "Ja, mits sprake is van een inwisselbare rol en een nauwe en bewuste samenwerking.",
      "Nee, in dat geval kunnen alle verdachten slechts voor poging worden veroordeeld.",
      "Ja, maar alleen als er een voorafgaand gezamenlijk plan op schrift is gesteld."
    ],
    "c": 1,
    "exp": "HR Bacchus / HR Overzichtsarrest Medeplegen.\n\nWanneer de rollen in hoge mate inwisselbaar zijn en er sprake is van een nauwe en bewuste samenwerking, kan veroordeling voor medeplegen volgen, ook als niet duidelijk is wie de specifieke uitvoeringshandeling verrichtte."
  },
  {
    "q": "Welke rol speelt de 'Garantenstellung' bij de beoordeling van schuld (culpa)?",
    "a": [
      "Het zorgt ervoor dat iemand altijd strafbaar is, ongeacht de feiten.",
      "Het verhoogt de zorgvuldigheidsnorm die van de verdachte mag worden verwacht vanwege zijn functie of deskundigheid.",
      "Het is een strafuitsluitingsgrond voor mensen met een bijzondere kwaliteit.",
      "Het beperkt de strafrechtelijke aansprakelijkheid tot professionele beroepsbeoefenaren."
    ],
    "c": 1,
    "exp": "HR Verpleegster.\n\nDe Garantenstellung houdt in dat van personen met specifieke kennis of een bepaalde functie (zoals een verpleegster) een hogere mate van oplettendheid en zorgvuldigheid wordt gevergd dan van de gemiddelde burger."
  },
  {
    "q": "Wanneer is sprake van 'wezenlijk uiteenlopend opzet' tussen medeplegers?",
    "a": [
      "Als de dader een blauwe auto steelt in plaats van een rode.",
      "Als de medepleger een wezenlijk ander delict begaat (bijv. moord i.p.v. mishandeling) waarop het opzet van de verdachte niet was gericht.",
      "Als de medeplegers een verschillende rolverdeling hadden afgesproken.",
      "Als de medeplegers het delict op een ander tijdstip uitvoeren dan gepland."
    ],
    "c": 1,
    "exp": "Oefententamen I / Oefententamen III.\n\nWezenlijk uiteenlopend opzet doet zich voor als het opzet van de deelnemer niet meer gedekt wordt door (voorwaardelijk) opzet op het gevolg, omdat er sprake is van een overgang naar een wezenlijk zwaarder of ander delict."
  },
  {
    "q": "Wat is het gevolg voor de strafbaarheid van de uitlokker als de uitgelokte het feit niet pleegt?",
    "a": [
      "De uitlokker is strafbaar voor poging tot uitlokking (art. 46a Sr).",
      "De uitlokker is volledig straffeloos vanwege het accessoriteitsvereiste.",
      "De uitlokker wordt gestraft alsof het feit is voltooid.",
      "De uitlokker is alleen strafbaar als hij een ambtenaar is."
    ],
    "c": 0,
    "exp": "Artikel 46a Sr.\n\nDe poging om een ander door de in art. 47 lid 1 sub 2 Sr vermelde middelen te bewegen een misdrijf te begaan, is strafbaar, ook als het misdrijf niet of niet punitief gevolgd is."
  },
  {
    "q": "Kan iemand als 'medepleger' worden aangemerkt op basis van een intellectuele bijdrage zonder fysieke aanwezigheid?",
    "a": [
      "Nee, medeplegen vereist altijd enige vorm van fysieke uitvoering.",
      "Ja, een intellectuele bijdrage van voldoende gewicht (organisator) kan medeplegen opleveren.",
      "Nee, intellectuele bijdragen vallen uitsluitend onder uitlokking.",
      "Ja, maar alleen bij financieel-economische delicten."
    ],
    "c": 1,
    "exp": "HR Containerdiefstal / HR Overzichtsarrest Medeplegen.\n\nDe Hoge Raad oordeelde dat ook de organisator die op afstand blijft maar een onmisbare, sturende rol heeft, als medepleger kan worden aangemerkt."
  },
  {
    "q": "Is voorwaardelijk opzet voldoende voor medeplichtigheid?",
    "a": [
      "Nee, medeplichtigheid vereist altijd vol opzet (willens en wetens).",
      "Ja, voorwaardelijk opzet op zowel de ondersteuning als het gronddelict volstaat.",
      "Nee, tenzij het gaat om medeplichtigheid bij een levensdelict.",
      "Ja, maar alleen voor de medeplichtigheidshandeling, niet voor het gronddelict."
    ],
    "c": 1,
    "exp": "Oefententamen I / HR Geef het mes!.\n\nDe Hoge Raad accepteert dat het opzet van de medeplichtige in voorwaardelijke vorm aanwezig is (bewust aanvaarden van de aanmerkelijke kans) ten aanzien van zowel de hulpverlening als het gronddelict."
  },
  {
    "q": "Welke eis stelt artikel 47 lid 1 sub 2 Sr aan de middelen bij uitlokking?",
    "a": [
      "Elk middel dat effectief is om iemand te bewegen volstaat.",
      "Er moet gebruik zijn gemaakt van een in de wet limitatief opgesomd uitlokkingsmiddel.",
      "Er moet sprake zijn van fysieke dwang of geweld.",
      "De middelen moeten van tevoren schriftelijk zijn vastgelegd."
    ],
    "c": 1,
    "exp": "Artikel 47 lid 1 sub 2 Sr.\n\nDe wet eist dat het uitlokken geschiedt door: giften, beloften, misbruik van gezag, geweld, bedreiging, misleiding of het verschaffen van gelegenheid, middelen of inlichtingen."
  },
  {
    "q": "Is een 'innocent agent' (onwetende uitvoerder) strafbaar bij doen plegen?",
    "a": [
      "Ja, hij is strafbaar omdat hij de delictsgedraging verricht.",
      "Nee, bij doen plegen is de feitelijke uitvoerder straffeloos wegens gebrek aan opzet, schuld of toerekenbaarheid.",
      "Ja, maar hij krijgt strafvermindering.",
      "Nee, tenzij hij achteraf instemt met de daad."
    ],
    "c": 1,
    "exp": "Artikel 47 lid 1 sub 1 Sr / Samenvatting Week 5.\n\nBij doen plegen wordt de uitvoerder (onmiddellijke dader) gezien als een willoos werktuig. Hij is niet strafbaar, de achterman (middellijke dader) wel."
  },
  {
    "q": "Wanneer is sprake van 'simultane medeplichtigheid'?",
    "a": [
      "Wanneer de hulp wordt verleend voorafgaand aan het delict.",
      "Wanneer de hulp wordt verleend tijdens het plegen van het delict.",
      "Wanneer de hulp wordt verleend na afloop van het delict.",
      "Wanneer de hulp bestaat uit het verschaffen van inlichtingen."
    ],
    "c": 1,
    "exp": "Artikel 48 sub 1 Sr.\n\nSimultane medeplichtigheid (medeplichtigheid bij) ziet op het opzettelijk behulpzaam zijn tijdens het plegen van het misdrijf."
  },
  {
    "q": "Wat is het juridische gevolg als de uitvoerder van een voorgenomen diefstal onverwachts een moord pleegt, waarop het opzet van de uitlokker niet was gericht?",
    "a": [
      "De uitlokker is volledig aansprakelijk voor de moord vanwege het risicobeginsel.",
      "De uitlokker is niet strafbaar voor de moord, omdat zijn opzet daarop ontbrak.",
      "De uitlokker is strafbaar voor dood door schuld.",
      "De uitlokker is strafbaar voor de moord, maar met strafvermindering."
    ],
    "c": 1,
    "exp": "Artikel 47 lid 2 Sr.\n\nTen aanzien van de uitlokker komen alleen die handelingen in aanmerking die opzettelijk zijn uitgelokt, benevens hun gevolgen. Als het gevolg (moord) voortkomt uit een wezenlijk ander delict dan uitgelokt (diefstal), ontbreekt aansprakelijkheid."
  },
  {
    "q": "Wat wordt in het arrest HR Bacchus verstaan onder 'conditional intent' (voorwaardelijk opzet) bij medeplegen?",
    "a": [
      "Het willens en wetens plannen van de moord.",
      "Het zich niet distantiëren van geweld en daarmee de aanmerkelijke kans op dodelijk geweld bewust aanvaarden.",
      "Het per ongeluk aanwezig zijn bij een schietpartij.",
      "Het hebben van een motief om iemand te doden."
    ],
    "c": 1,
    "exp": "HR Bacchus.\n\nDe Hoge Raad leidde medeplegen af uit het feit dat de verdachte, door samen geweld te gebruiken terwijl hij wist dat zijn broer een wapen had, de aanmerkelijke kans aanvaardde dat dit wapen gebruikt zou worden."
  }
]