[
  {
    "q": "Wat wordt in het bestuursrecht verstaan onder het begrip 'attributie'?",
    "a": [
      "Het scheppen van een nieuwe, oorspronkelijke bevoegdheid.",
      "Het overdragen van een bestaande bevoegdheid aan een ander.",
      "Het uitoefenen van een bevoegdheid in naam van een ander.",
      "Het feitelijk laten uitvoeren van een bevoegdheid door derden."
    ],
    "c": 0,
    "exp": "Algemene wet bestuursrecht.\n\nAttributie is de meest fundamentele wijze van bevoegdheidsverkrijging waarbij een nog niet bestaande bevoegdheid wordt gecreëerd en toegekend aan een bestuursorgaan."
  },
  {
    "q": "Welke eis stelt de Algemene wet bestuursrecht aan delegatie van een bevoegdheid?",
    "a": [
      "Er is instemming van de delegataris vereist.",
      "Er is een wettelijke grondslag vereist.",
      "Er is een besluit van de gemeenteraad vereist.",
      "Er is een dringende noodzaak vereist."
    ],
    "c": 1,
    "exp": "Artikel 10:15 Algemene wet bestuursrecht.\n\nDelegatie kan slechts geschieden indien daarin is voorzien bij wettelijk voorschrift."
  },
  {
    "q": "Wat is het juridische gevolg voor de verantwoordelijkheid bij mandaat?",
    "a": [
      "De verantwoordelijkheid verschuift volledig naar de gemandateerde.",
      "De verantwoordelijkheid wordt gedeeld door beide partijen.",
      "De verantwoordelijkheid blijft bij de mandaatgever.",
      "De verantwoordelijkheid vervalt bij de mandaatgever."
    ],
    "c": 2,
    "exp": "Artikel 10:2 Algemene wet bestuursrecht.\n\nEen door de gemandateerde binnen de grenzen van zijn bevoegdheid genomen besluit geldt als een besluit van de mandaatgever. De mandaatgever blijft derhalve verantwoordelijk."
  },
  {
    "q": "Aan wie kan een bestuursorgaan op grond van de Algemene wet bestuursrecht geen bevoegdheid delegeren?",
    "a": [
      "Aan een ander bestuursorgaan.",
      "Aan een publiekrechtelijk college.",
      "Aan een zelfstandig bestuursorgaan.",
      "Aan een ondergeschikte."
    ],
    "c": 3,
    "exp": "Artikel 10:14 Algemene wet bestuursrecht.\n\nDelegatie aan ondergeschikten is niet toegestaan."
  },
  {
    "q": "Welk kenmerk is specifiek van toepassing op een discretionaire bevoegdheid?",
    "a": [
      "Het bestuursorgaan heeft beleidsruimte om te beslissen.",
      "Het bestuursorgaan moet dwingend de wet volgen.",
      "Het bestuursorgaan mag geen belangen afwegen.",
      "Het bestuursorgaan heeft geen keuzemogelijkheid."
    ],
    "c": 0,
    "exp": "Artikel 3:4 Algemene wet bestuursrecht.\n\nBij een discretionaire bevoegdheid (beleidsruimte) heeft het bestuursorgaan de vrijheid om, met inachtneming van de belangenafweging, te kiezen of en hoe het een bevoegdheid gebruikt."
  },
  {
    "q": "In welk geval is mandaatverlening volgens de wet in ieder geval niet toegestaan?",
    "a": [
      "Bij het nemen van beschikkingen op aanvraag.",
      "Bij het vaststellen van algemeen verbindende voorschriften.",
      "Bij het beslissen op een ingediend bezwaarschrift.",
      "Bij het opleggen van een bestuurlijke sanctie."
    ],
    "c": 1,
    "exp": "Artikel 10:3 Algemene wet bestuursrecht.\n\nHet mandaat tot het vaststellen van algemeen verbindende voorschriften kan niet worden verleend, tenzij bij de verlening van die bevoegdheid in mandatering is voorzien."
  },
  {
    "q": "Welk type aanwijzingen kan een delegans geven aan een delegataris?",
    "a": [
      "Zowel algemene als bijzondere aanwijzingen.",
      "Uitsluitend bijzondere aanwijzingen per geval.",
      "Uitsluitend algemene aanwijzingen via beleidsregels.",
      "In het geheel geen bindende aanwijzingen."
    ],
    "c": 2,
    "exp": "Artikel 10:16 Algemene wet bestuursrecht.\n\nDe delegans kan met betrekking tot de uitoefening van de bevoegdheid uitsluitend beleidsregels vaststellen en dus geen instructies in concrete gevallen geven."
  },
  {
    "q": "Hoe kan men in wetteksten herkennen of attributie van een bevoegdheid plaatsvindt?",
    "a": [
      "Door termen als 'namens' of 'in opdracht van'.",
      "Door termen als 'bij of krachtens' of 'overdragen'.",
      "Door termen als 'opdragen aan' of 'uitbesteden'.",
      "Door termen als 'de wet stelt regels' of 'bij wet'."
    ],
    "c": 3,
    "exp": "Grondwet / Algemene wet bestuursrecht.\n\nAttributie geschiedt op basis van de Grondwet of een wet in formele zin, herkenbaar aan terminologie die een nieuwe bevoegdheid direct toekent (schept)."
  },
  {
    "q": "Wat impliceert de term 'beoordelingsruimte' in een wettelijke bepaling?",
    "a": [
      "Dat de wet vage termen bevat die interpretatie behoeven.",
      "Dat de wet dwingend voorschrijft wat het gevolg moet zijn.",
      "Dat de wet het bestuur geen enkele vrijheid van handelen geeft.",
      "Dat de wet uitsluitend cijfermatige criteria hanteert."
    ],
    "c": 0,
    "exp": "Algemene wet bestuursrecht.\n\nVan beoordelingsruimte is sprake wanneer de wet een vage term of norm bevat die door het bestuursorgaan nader gepreciseerd moet worden om vast te stellen of een situatie onder die norm valt."
  },
  {
    "q": "Wat is het rechtsgevolg voor de bevoegdheid van de delegans na delegatie?",
    "a": [
      "De delegans blijft volledig en onbeperkt bevoegd.",
      "De delegans verliest de bevoegdheid tot uitoefening.",
      "De delegans mag de bevoegdheid incidenteel uitoefenen.",
      "De delegans deelt de bevoegdheid met de delegataris."
    ],
    "c": 1,
    "exp": "Artikel 10:17 Algemene wet bestuursrecht.\n\nDe delegans kan de gedelegeerde bevoegdheid niet meer zelf uitoefenen zolang de delegatie van kracht is."
  },
  {
    "q": "Welke toetsingsmaatstaf hanteert de bestuursrechter bij het gebruik van beleidsruimte?",
    "a": [
      "De rechter toetst de beslissing volledig en indringend.",
      "De rechter toetst of er sprake is van détournement de pouvoir.",
      "De rechter toetst terughoudend (marginaal) aan artikel 3:4 Awb.",
      "De rechter toetst uitsluitend aan de formele wetgeving."
    ],
    "c": 2,
    "exp": "Artikel 3:4 Algemene wet bestuursrecht.\n\nBij beleidsruimte toetst de rechter terughoudend of het bestuursorgaan in redelijkheid tot het besluit heeft kunnen komen na afweging van de betrokken belangen."
  },
  {
    "q": "Is een wettelijke grondslag vereist voor het verlenen van mandaat?",
    "a": [
      "Ja, mandaat vereist altijd een specifieke wettelijke basis.",
      "Ja, tenzij het gaat om mandaat aan een ondergeschikte.",
      "Nee, tenzij het gaat om algemeen verbindende voorschriften.",
      "Nee, mandaat is in alle gevallen vormvrij toegestaan."
    ],
    "c": 3,
    "exp": "Artikel 10:3 Algemene wet bestuursrecht.\n\nMandaat vereist in beginsel geen wettelijke grondslag, behoudens de specifieke uitzonderingen genoemd in de wet (zoals bij algemeen verbindende voorschriften)."
  },
  {
    "q": "Wat houdt het 'ondertekeningsmandaat' in?",
    "a": [
      "De bevoegdheid om een besluit te nemen én te ondertekenen.",
      "De bevoegdheid om enkel de naam van het orgaan te plaatsen.",
      "De bevoegdheid om door het orgaan genomen besluiten te ondertekenen.",
      "De bevoegdheid om zonder toestemming besluiten te publiceren."
    ],
    "c": 2,
    "exp": "Artikel 10:11 Algemene wet bestuursrecht.\n\nEen bestuursorgaan kan bepalen dat door hem genomen besluiten namens hem worden ondertekend, tenzij bij wettelijk voorschrift anders is bepaald."
  },
  {
    "q": "Welk rechtsgevolg heeft het intrekken van een delegatiebesluit?",
    "a": [
      "De delegataris behoudt de bevoegdheid voor lopende zaken.",
      "De delegans verkrijgt de bevoegdheid direct weer terug.",
      "De bevoegdheid vervalt en moet opnieuw geattribueerd worden.",
      "De besluiten genomen tijdens delegatie worden vernietigd."
    ],
    "c": 1,
    "exp": "Artikel 10:18 Algemene wet bestuursrecht.\n\nDe delegans kan de delegatie te allen tijde intrekken, waardoor de bevoegdheid tot uitoefening weer bij de delegans komt te liggen."
  },
  {
    "q": "Mag een bestuursorgaan instructies geven aan een gemandateerde?",
    "a": [
      "Nee, de gemandateerde handelt volledig zelfstandig.",
      "Ja, maar uitsluitend algemene instructies vooraf.",
      "Ja, zowel algemene als bijzondere instructies.",
      "Nee, tenzij de gemandateerde hierom verzoekt."
    ],
    "c": 2,
    "exp": "Artikel 10:6 Algemene wet bestuursrecht.\n\nDe mandaatgever kan de gemandateerde zowel algemene als bijzondere instructies geven ter zake van de uitoefening van de gemandateerde bevoegdheid."
  },
  {
    "q": "Welke term duidt doorgaans op de aanwezigheid van beleidsruimte?",
    "a": [
      "Het bestuursorgaan 'stelt vast'.",
      "Het bestuursorgaan 'moet'.",
      "Het bestuursorgaan 'besluit'.",
      "Het bestuursorgaan 'kan'."
    ],
    "c": 3,
    "exp": "Algemene wet bestuursrecht.\n\nDe term 'kan' in een wettelijke bepaling (een kan-bepaling) duidt op beleidsruimte, waarbij het bestuursorgaan de keuzevrijheid heeft om een bevoegdheid al dan niet te gebruiken."
  },
  {
    "q": "Wie beslist op een bezwaarschrift tegen een besluit genomen in mandaat?",
    "a": [
      "De gemandateerde die het primaire besluit nam.",
      "De mandaatgever zelf.",
      "De rechter in eerste aanleg.",
      "De direct leidinggevende van de gemandateerde."
    ],
    "c": 1,
    "exp": "Artikel 10:3 Algemene wet bestuursrecht.\n\nHet mandaat tot het beslissen op een bezwaarschrift wordt niet verleend aan degene die het primaire besluit krachtens mandaat heeft genomen. Het is de mandaatgever die bevoegd blijft."
  },
  {
    "q": "Wat is het verschil tussen attributie en delegatie wat betreft de bevoegdheid?",
    "a": [
      "Attributie betreft een bestaande bevoegdheid; delegatie een nieuwe.",
      "Attributie vereist geen wet; delegatie vereist wel een wet.",
      "Attributie schept een nieuwe bevoegdheid; delegatie draagt een bestaande over.",
      "Attributie is tijdelijk; delegatie is permanent."
    ],
    "c": 2,
    "exp": "Algemene wet bestuursrecht.\n\nAttributie is het toekennen van een nieuwe, originaire bevoegdheid. Delegatie is het overdragen van een reeds bestaande bevoegdheid aan een ander orgaan."
  },
  {
    "q": "Kan een gemandateerde een besluit nemen dat ingaat tegen het beleid van de mandaatgever?",
    "a": [
      "Ja, als de gemandateerde dit noodzakelijk acht.",
      "Ja, want de gemandateerde is zelfstandig bevoegd.",
      "Nee, de gemandateerde moet binnen de grenzen van de bevoegdheid blijven.",
      "Nee, tenzij de gemandateerde een hogere rang heeft."
    ],
    "c": 2,
    "exp": "Artikel 10:2 Algemene wet bestuursrecht.\n\nEen besluit in mandaat geldt als besluit van de mandaatgever; de gemandateerde moet handelen binnen de grenzen van zijn bevoegdheid en de instructies van de mandaatgever."
  },
  {
    "q": "Wanneer is er sprake van een bevoegdheid die 'krachtens de wet' is toegekend?",
    "a": [
      "Als de bevoegdheid direct in de Grondwet staat.",
      "Als de bevoegdheid direct in een formele wet staat.",
      "Als de bevoegdheid in lagere regelgeving staat, gebaseerd op een formele wet.",
      "Als de bevoegdheid voortvloeit uit ongeschreven recht."
    ],
    "c": 2,
    "exp": "Grondwet / Algemene wet bestuursrecht.\n\n'Krachtens de wet' duidt op delegatie (en eventueel subdelegatie) waarbij de bevoegdheid is geregeld in lagere regelgeving die zijn grondslag vindt in een formele wet."
  },
  {
    "q": "Kan een bevoegdheid tot het nemen van besluiten worden gemandateerd aan een niet-ondergeschikte?",
    "a": [
      "Ja, mits de gemandateerde en eventueel diens werkgever daarmee instemmen.",
      "Ja, dit is zonder meer en zonder voorwaarden toegestaan.",
      "Nee, mandaat is uitsluitend mogelijk aan ondergeschikten.",
      "Nee, tenzij de minister hier vooraf toestemming voor geeft."
    ],
    "c": 0,
    "exp": "Artikel 10:4 Algemene wet bestuursrecht.\n\nMandaatverlening aan een niet-ondergeschikte behoeft de instemming van de gemandateerde en in het voorkomende geval van degene onder wiens verantwoordelijkheid hij werkt."
  },
  {
    "q": "Welke verplichting heeft een delegataris jegens de delegans?",
    "a": [
      "De delegataris moet voorafgaand aan elk besluit toestemming vragen.",
      "De delegataris moet op verzoek inlichtingen verschaffen over de uitoefening.",
      "De delegataris moet alle besluiten ter goedkeuring voorleggen.",
      "De delegataris heeft geen enkele verplichting jegens de delegans."
    ],
    "c": 1,
    "exp": "Artikel 10:16 Algemene wet bestuursrecht.\n\nDe delegataris verschaft de delegans op diens verzoek inlichtingen over de uitoefening van de bevoegdheid."
  },
  {
    "q": "Wat houdt het verbod op subdelegatie in?",
    "a": [
      "Dat een geattribueerde bevoegdheid niet gedelegeerd mag worden.",
      "Dat een gemandateerde bevoegdheid niet verder gemandateerd mag worden.",
      "Dat een gedelegeerde bevoegdheid niet verder gedelegeerd mag worden.",
      "Dat een bevoegdheid niet aan een ondergeschikte overgedragen mag worden."
    ],
    "c": 2,
    "exp": "Algemene wet bestuursrecht.\n\nIndien de wetgever een bevoegdheid delegeert, mag deze niet verder worden gedelegeerd (subdelegatie) tenzij de wet daarin voorziet (bijvoorbeeld door de term 'bij of krachtens')."
  },
  {
    "q": "Welke eis geldt voor de verhouding tussen mandaatgever en gemandateerde bij algemeen mandaat?",
    "a": [
      "Het mandaat moet mondeling worden verstrekt.",
      "Het mandaat moet bij wettelijk voorschrift worden geregeld.",
      "Het mandaat moet schriftelijk worden verleend.",
      "Het mandaat vereist goedkeuring van de rechter."
    ],
    "c": 2,
    "exp": "Artikel 10:5 Algemene wet bestuursrecht.\n\nDe wet bepaalt dat een bestuursorgaan mandaat kan verlenen, waarbij een algemeen mandaat schriftelijk moet worden verleend."
  },
  {
    "q": "Wat is het kenmerkende verschil tussen beslissingsruimte en beoordelingsruimte?",
    "a": [
      "Beleidsruimte betreft de feiten; beoordelingsruimte de rechtsgevolgen.",
      "Beleidsruimte betreft de 'als'-vraag; beoordelingsruimte de 'wat'-vraag.",
      "Beleidsruimte betreft het rechtsgevolg; beoordelingsruimte de kwalificatie van feiten.",
      "Beleidsruimte is gebonden; beoordelingsruimte is vrij."
    ],
    "c": 2,
    "exp": "Algemene wet bestuursrecht.\n\nBeoordelingsruimte ziet op de interpretatie van vage normen (de feiten), terwijl beleidsruimte ziet op de vrijheid om aan een bevoegdheid al dan niet toepassing te geven (het rechtsgevolg)."
  },
  {
    "q": "Mag een delegans incidenteel zelf de gedelegeerde bevoegdheid uitoefenen?",
    "a": [
      "Ja, als het een spoedeisend geval betreft.",
      "Ja, de delegans blijft immers eindverantwoordelijk.",
      "Nee, tenzij de delegataris verhinderd is.",
      "Nee, de delegans heeft de bevoegdheid overgedragen."
    ],
    "c": 3,
    "exp": "Artikel 10:17 Algemene wet bestuursrecht.\n\nDe delegans kan de bevoegdheid niet meer zelf uitoefenen zolang de bevoegdheid is gedelegeerd."
  },
  {
    "q": "Kan een private onderneming een bestuursbevoegdheid verkrijgen via attributie?",
    "a": [
      "Ja, dit is mogelijk indien de wet dit regelt (bijv. APK-keuring).",
      "Nee, attributie is uitsluitend voor overheidsorganen.",
      "Nee, tenzij de onderneming door de overheid is opgericht.",
      "Ja, maar alleen via delegatie, nooit via attributie."
    ],
    "c": 0,
    "exp": "Algemene wet bestuursrecht / Wegenverkeerswet.\n\nAttributie kan geschieden aan zowel ambtenaren als particulieren, zoals garagehouders die via de wet de bevoegdheid krijgen tot het afgeven van APK-keuringsbewijzen."
  },
  {
    "q": "Wat betekent de term 'kan-bepaling' in de context van bestuursbevoegdheden?",
    "a": [
      "Dat het bestuursorgaan verplicht is te handelen.",
      "Dat het bestuursorgaan beschikt over beleidsruimte.",
      "Dat het bestuursorgaan enkel feitelijke handelingen mag verrichten.",
      "Dat het bestuursorgaan de bevoegdheid moet delegeren."
    ],
    "c": 1,
    "exp": "Artikel 3:4 Algemene wet bestuursrecht.\n\nEen 'kan-bepaling' geeft aan dat de wetgever het bestuursorgaan de bevoegdheid geeft, maar niet de verplichting, om een besluit te nemen, wat duidt op beleidsruimte."
  },
  {
    "q": "Welke beperking geldt voor de delegatie van bevoegdheden door het college van B&W?",
    "a": [
      "Het college mag alleen delegeren aan de burgemeester.",
      "Het college mag alleen delegeren met toestemming van de Raad.",
      "Het college mag niet delegeren aan gemeentelijke ambtenaren.",
      "Het college mag uitsluitend mandaat verlenen, geen delegatie."
    ],
    "c": 2,
    "exp": "Artikel 10:14 Algemene wet bestuursrecht.\n\nDelegatie aan ondergeschikten is niet toegestaan. Ambtenaren zijn ondergeschikt aan het college, dus delegatie aan hen is verboden (mandaat mag wel)."
  },
  {
    "q": "Hoe kan een mandaatgever de bevoegdheid bij mandaat beëindigen?",
    "a": [
      "Door een verzoek in te dienen bij de rechter.",
      "Door te wachten tot de wettelijke termijn verloopt.",
      "Door de gemandateerde te ontslaan.",
      "Door het mandaat in te trekken."
    ],
    "c": 3,
    "exp": "Artikel 10:8 Algemene wet bestuursrecht.\n\nDe mandaatgever kan het verleende mandaat te allen tijde intrekken."
  }
]