[
  {
    "q": "Wat is volgens het arrest Van Gend en Loos een kenmerkend gevolg van de oprichting van de Europese Economische Gemeenschap voor de lidstaten?",
    "a": [
      "De lidstaten hebben hun soevereiniteit op een beperkt terrein begrensd.",
      "De lidstaten hebben hun volledige nationale soevereiniteit behouden.",
      "De lidstaten zijn slechts gebonden aan volkenrechtelijke beginselen.",
      "De lidstaten hebben hun grondwettelijke toetsingsrecht uitgebreid."
    ],
    "c": 0,
    "exp": "Arrest Van Gend en Loos.\n\nHet Hof stelt dat de Gemeenschap in het volkenrecht een nieuwe rechtsorde vormt ten bate waarvan de staten, zij het op een beperkt terrein, hun soevereiniteit hebben begrensd."
  },
  {
    "q": "Welke twee criteria formuleert het Hof in Van Gend en Loos om te bepalen of een verdragsbepaling directe werking heeft?",
    "a": [
      "De bepaling moet in de nationale wet zijn omgezet en parlementair zijn goedgekeurd.",
      "De bepaling moet voldoende duidelijk zijn en onvoorwaardelijk zijn geformuleerd.",
      "De bepaling moet beleidsruimte laten aan de lidstaat en een resultaatsverplichting inhouden.",
      "De bepaling moet zijn gericht tot particulieren en een inspanningsverplichting bevatten."
    ],
    "c": 1,
    "exp": "Arrest Van Gend en Loos.\n\nEen bepaling heeft directe werking indien deze helder is geformuleerd (duidelijke formulering) en er geen voorwaarden of verdere besluiten van lidstaten nodig zijn (onvoorwaardelijkheid)."
  },
  {
    "q": "Wat is de kernboodschap van het arrest Costa/ENEL met betrekking tot de verhouding tussen nationaal recht en Unierecht?",
    "a": [
      "Nationaal recht gaat voor indien het later is vastgesteld dan het Unierecht.",
      "Nationaal recht en Unierecht zijn gelijkwaardig en de rechter kiest.",
      "Unierecht heeft voorrang boven strijdig nationaal recht, ook bij latere wetten.",
      "Unierecht heeft enkel voorrang boven nationale wetten van eerdere datum."
    ],
    "c": 2,
    "exp": "Arrest Costa/ENEL.\n\nHet Hof bevestigt dat Unierecht voorrang heeft boven nationaal recht. De nationale rechter moet verdragsbepalingen toepassen, ook als ze botsen met latere nationale wetgeving."
  },
  {
    "q": "Wat moet een nationale rechter doen indien een nationale bepaling in strijd is met een rechtstreeks werkende bepaling van Unierecht, volgens het arrest Simmenthal?",
    "a": [
      "De rechter moet de prejudiciële vraag voorleggen aan het Constitutionele Hof.",
      "De rechter moet wachten tot de nationale wetgever de wet heeft ingetrokken.",
      "De rechter moet de nationale wet vernietigen wegens onrechtmatigheid.",
      "De rechter moet de strijdige nationale bepaling buiten toepassing laten."
    ],
    "c": 3,
    "exp": "Arrest Simmenthal.\n\nNationale rechters moeten nationale wetten die in strijd zijn met rechtstreeks werkende Unierechtelijke bepalingen buiten toepassing laten, ook als die wetten later zijn vastgesteld. Ze hoeven niet te wachten op vernietiging."
  },
  {
    "q": "Kan een particulier zich in een geschil met een andere particulier rechtstreeks beroepen op een niet-omgezette richtlijn (horizontale werking)?",
    "a": [
      "Nee, richtlijnen hebben volgens het Hof geen horizontale werking.",
      "Ja, mits de richtlijn voldoende duidelijk en onvoorwaardelijk is.",
      "Ja, indien de implementatietermijn van de richtlijn is verstreken.",
      "Nee, tenzij de wederpartij instemt met de toepassing ervan."
    ],
    "c": 0,
    "exp": "Arrest Faccini Dori.\n\nHet Hof bevestigt dat richtlijnen geen horizontale werking hebben. Een particulier kan zich niet beroepen op een richtlijn tegenover een andere particulier als de lidstaat die richtlijn niet heeft omgezet."
  },
  {
    "q": "Welke verplichting rust er op de nationale rechter indien een richtlijn niet tijdig is omgezet en horizontale directe werking niet mogelijk is?",
    "a": [
      "De rechter moet de nationale wetgeving buiten toepassing verklaren.",
      "De rechter moet het nationale recht richtlijnconform interpreteren.",
      "De rechter moet de zaak direct doorverwijzen naar het Hof van Justitie.",
      "De rechter moet de richtlijn alsnog rechtstreeks toepassen tussen burgers."
    ],
    "c": 1,
    "exp": "Arrest Faccini Dori.\n\nWel moet de nationale rechter nationale regels zoveel mogelijk richtlijnconform uitleggen, dus in het licht van de bewoordingen en het doel van de richtlijn."
  },
  {
    "q": "Wat is een harde grens aan de verplichting tot richtlijnconforme interpretatie door de nationale rechter?",
    "a": [
      "De interpretatie mag niet leiden tot staatsaansprakelijkheid.",
      "De interpretatie mag geen financiële gevolgen hebben voor de staat.",
      "De interpretatie mag niet leiden tot een uitleg contra legem.",
      "De interpretatie mag niet ten nadele van de overheid zijn."
    ],
    "c": 2,
    "exp": "Hoofdstuk 3 Samenvatting.\n\nDe interpretatie mag niet tot een contra legem uitleg van het nationale recht leiden: de inhoud van de nationale bepaling mag niet zo ver worden opgerekt dat de EU-conforme uitleg ingaat tegen de nationale bepaling."
  },
  {
    "q": "Welke voorwaarde voor staatsaansprakelijkheid wordt genoemd in het arrest Dillenkofer?",
    "a": [
      "De staat moet met opzet hebben gehandeld bij de schending.",
      "De geschonden rechtsregel moet strafrechtelijk van aard zijn.",
      "De particulier moet de nationale rechtsmiddelen hebben uitgeput.",
      "De geschonden rechtsregel moet rechten toekennen aan particulieren."
    ],
    "c": 3,
    "exp": "Arrest Dillenkofer.\n\nBenadeelde particulieren hebben recht op schadevergoeding wanneer er voldaan is aan drie voorwaarden, waaronder: de geschonden rechtsregel strekt ertoe aan particulieren rechten toe te kennen."
  },
  {
    "q": "Hoe kwalificeert het Hof in Dillenkofer de situatie waarin een lidstaat in het geheel geen omzettingsmaatregelen neemt binnen de gestelde termijn?",
    "a": [
      "Dit is per definitie een kennelijk en ernstig verzuim (voldoende gekwalificeerde schending).",
      "Dit is een lichte schending die geen recht geeft op schadevergoeding.",
      "Dit vereist een voorafgaande vaststelling van schuld door het Hof.",
      "Dit is enkel onrechtmatig indien er sprake is van opzet bij de lidstaat."
    ],
    "c": 0,
    "exp": "Arrest Dillenkofer.\n\nAls een lidstaat helemaal geen omzettingsmaatregelen neemt binnen de termijn, is dat per definitie een kennelijk en ernstig verzuim (automatisch een gekwalificeerde schending)."
  },
  {
    "q": "Wat is volgens artikel 288 VWEU een kenmerkend verschil tussen een verordening en een richtlijn?",
    "a": [
      "Een verordening heeft algemene strekking; een richtlijn verbindt slechts ten aanzien van het resultaat.",
      "Een verordening moet worden omgezet in nationaal recht; een richtlijn is rechtstreeks toepasselijk.",
      "Een verordening is enkel gericht tot de lidstaten; een richtlijn is gericht tot burgers en bedrijven.",
      "Een verordening is vrijblijvend van aard; een richtlijn is verbindend in al haar onderdelen."
    ],
    "c": 1,
    "exp": "Artikel 288 VWEU.\n\nEen verordening heeft een algemene strekking, is verbindend in al haar onderdelen en is rechtstreeks toepasselijk. Een richtlijn is verbindend ten aanzien van het resultaat voor elke lidstaat waarvoor zij bestemd is en moet worden omgezet."
  },
  {
    "q": "Welk beginsel vormt de grondslag voor de verplichting van nationale rechters om strijdige nationale bepalingen buiten toepassing te laten?",
    "a": [
      "Het subsidiariteitsbeginsel (art. 5 lid 3 VEU).",
      "Het evenredigheidsbeginsel (art. 5 lid 4 VEU).",
      "Het loyaliteitsbeginsel (art. 4 lid 3 VEU).",
      "Het attributiebeginsel (art. 5 lid 2 VEU)."
    ],
    "c": 2,
    "exp": "Arrest Simmenthal.\n\nOp grond van het voorrangs- en loyaliteitsbeginsel (tegenwoordig vastgelegd in art. 4 lid 3 VEU) moeten nationale rechters elke strijdige nationale bepaling buiten toepassing laten."
  },
  {
    "q": "Wanneer kunnen bepalingen uit het Unierecht 'omgekeerde verticale werking' hebben?",
    "a": [
      "Wanneer de staat een richtlijn inroept tegen een burger.",
      "Wanneer een burger een verordening inroept tegen de staat.",
      "Wanneer de staat een verdrag inroept tegen een andere staat.",
      "Dit is niet mogelijk; de staat kan zich niet tegen een burger op een niet-omgezette richtlijn beroepen."
    ],
    "c": 3,
    "exp": "Arrest Kolpinghuis (zoals genoemd in toelichting bij Faccini Dori).\n\nIn Kolpinghuis zegt het Hof: de staat mag zich niet tegenover een burger op een niet-omgezette richtlijn beroepen (geen omgekeerde verticale werking)."
  },
  {
    "q": "Wat houdt het arrest Faccini Dori in ten aanzien van de relatie tussen particulieren?",
    "a": [
      "Richtlijnen kunnen horizontale werking hebben tussen particulieren.",
      "Particulieren kunnen geen rechten ontlenen aan niet-omgezette richtlijnen jegens elkaar.",
      "De staat is niet aansprakelijk voor schade in horizontale verhoudingen.",
      "Particulieren moeten wachten op prejudiciële vragen alvorens te procederen."
    ],
    "c": 1,
    "exp": "Arrest Faccini Dori.\n\nHet Hof bevestigt dat richtlijnen geen horizontale werking hebben. Een particulier kan zich dus niet beroepen op een richtlijn tegenover een andere particulier."
  },
  {
    "q": "Welke voorwaarde is vereist voor een geslaagd beroep op staatsaansprakelijkheid volgens de Francovich-jurisprudentie?",
    "a": [
      "Er moet sprake zijn van een strafrechtelijke veroordeling van de staat.",
      "Er moet sprake zijn van een schending van een verordening, niet een richtlijn.",
      "Er moet een causaal verband zijn tussen de schending en de geleden schade.",
      "De schade moet hoger zijn dan een in het nationale recht vastgesteld minimumbedrag."
    ],
    "c": 2,
    "exp": "Arrest Dillenkofer / Francovich.\n\nEr moet een direct causaal verband bestaan tussen de schending van de op lidstaat rustende verplichting en de door de benadeelde persoon geleden schade."
  },
  {
    "q": "Wat is het rechtsgevolg indien een nationale bepaling in strijd is met het Unierecht volgens Simmenthal?",
    "a": [
      "De nationale bepaling wordt vernietigd door het Hof van Justitie.",
      "De nationale bepaling wordt ongeldig verklaard door de Hoge Raad.",
      "De nationale bepaling moet tijdelijk worden opgeschort door de regering.",
      "De nationale bepaling moet door de rechter buiten toepassing worden gelaten."
    ],
    "c": 3,
    "exp": "Arrest Simmenthal.\n\nNationale rechters moeten nationale wetten die in strijd zijn met rechtstreeks werkende Unierechtelijke bepalingen buiten toepassing laten; ze hoeven niet te wachten op vernietiging."
  },
  {
    "q": "Wat impliceert de 'autonome rechtsorde' zoals vastgesteld in Van Gend en Loos?",
    "a": [
      "Dat het Unierecht onafhankelijk van nationale wetgeving rechten en plichten creëert.",
      "Dat het Unierecht ondergeschikt is aan de nationale grondwetten van lidstaten.",
      "Dat het Unierecht alleen verplichtingen schept voor staten, niet voor burgers.",
      "Dat nationale rechters geen bevoegdheid hebben om Unierecht toe te passen."
    ],
    "c": 0,
    "exp": "Arrest Van Gend en Loos.\n\nHet gemeenschapsrecht vormt een nieuwe rechtsorde die, onafhankelijk van de wetgeving der lidstaten, ten laste van particulieren verplichtingen in het leven roept en rechten schept."
  },
  {
    "q": "In welke situatie kan een particulier zich voor de nationale rechter beroepen op een richtlijn?",
    "a": [
      "In een geschil met een andere particulier (horizontaal).",
      "In een geschil met de overheid (verticaal), na verstrijken van de termijn.",
      "In alle gevallen, zodra de richtlijn is gepubliceerd in het Publicatieblad.",
      "Alleen als de richtlijn door het nationale parlement is bekrachtigd."
    ],
    "c": 1,
    "exp": "Arrest Faccini Dori / Ratti.\n\nEen particulier kan zich op een richtlijn beroepen tegenover de staat (verticaal) als de lidstaat die richtlijn niet (tijdig) heeft omgezet."
  },
  {
    "q": "Wat betekent het 'Schutznorm'-vereiste bij staatsaansprakelijkheid?",
    "a": [
      "De staat is alleen aansprakelijk als de schending opzettelijk is begaan.",
      "De staat is alleen aansprakelijk als de schade fysiek letsel betreft.",
      "De geschonden rechtsregel moet ertoe strekken rechten aan particulieren toe te kennen.",
      "De geschonden rechtsregel moet een absolute werking hebben tegenover iedereen."
    ],
    "c": 2,
    "exp": "Arrest Dillenkofer / Samenvatting H3.\n\nAansprakelijkheid van de lidstaat ontstaat enkel indien de geschonden norm ertoe strekt om rechten aan particulieren toe te kennen (Schutznorm)."
  },
  {
    "q": "Welk effect heeft het verstrijken van de implementatietermijn van een richtlijn op de directe werking?",
    "a": [
      "Het verstrijken van de termijn is niet relevant voor directe werking.",
      "Het verstrijken van de termijn verhindert directe werking definitief.",
      "Het is geen vereiste; directe werking kan ook voor de termijn ontstaan.",
      "Het is een noodzakelijke voorwaarde voor een beroep op directe werking."
    ],
    "c": 3,
    "exp": "Samenvatting H3 / Faccini Dori criteria.\n\nDe omzettingstermijn van de richtlijn moet zijn verstreken om een beroep te kunnen doen op rechtstreekse werking."
  },
  {
    "q": "Wat wordt in het arrest Costa/ENEL gesteld over een latere nationale wet die strijdig is met het Unierecht?",
    "a": [
      "Deze wet gaat voor op basis van het 'lex posterior' beginsel.",
      "Deze wet kan de rechtskracht van het Unierecht niet tenietdoen.",
      "Deze wet is geldig totdat de Europese Commissie ingrijpt.",
      "Deze wet moet door het nationale parlement worden ingetrokken."
    ],
    "c": 1,
    "exp": "Arrest Costa/ENEL.\n\nLatere nationale wetten kunnen nooit boven gemeenschapsrecht gaan; het gemeenschapsrecht behoudt zijn werking en bindende kracht."
  },
  {
    "q": "Welke eis stelt het Hof in Van Gend en Loos NIET aan directe werking?",
    "a": [
      "De bepaling moet duidelijk geformuleerd zijn.",
      "De bepaling moet onvoorwaardelijk zijn.",
      "De bepaling moet geen verdere besluiten van lidstaten vereisen.",
      "De bepaling moet opgenomen zijn in de nationale grondwet."
    ],
    "c": 3,
    "exp": "Arrest Van Gend en Loos.\n\nDe voorwaarden zijn: duidelijke formulering en onvoorwaardelijkheid (geen verdere besluiten nodig). Opname in de grondwet is geen vereiste."
  },
  {
    "q": "Wat is het doel van de prejudiciële procedure volgens de bespreking van rechtsbescherming?",
    "a": [
      "Het Hof doet zelfstandig feitenonderzoek in nationale geschillen.",
      "Het Hof geeft uitleg over Unierecht aan de nationale rechter.",
      "Het Hof fungeert als hoogste beroepsinstantie voor feitelijke kwesties.",
      "Het Hof kan nationale vonnissen direct vernietigen."
    ],
    "c": 1,
    "exp": "Hoofdstuk 5 Samenvatting / Art. 267 VWEU.\n\nEen particulier kan door middel van de prejudiciële procedure een uitspraak van het Hof van Justitie uitlokken over de uitleg van Europese regels."
  },
  {
    "q": "Welke instantie bepaalt uiteindelijk of een nationale wet buiten toepassing moet blijven wegens strijd met EU-recht?",
    "a": [
      "De Europese Commissie middels een beschikking.",
      "Het Europees Parlement middels een resolutie.",
      "De nationale rechter in het concrete geschil.",
      "De nationale regering na overleg met de EU."
    ],
    "c": 2,
    "exp": "Arrest Simmenthal.\n\nDe nationale rechter moet verdragsbepalingen toepassen ongeacht tegenstrijdige nationale wetgeving en deze buiten toepassing laten."
  },
  {
    "q": "Wat bevestigt het arrest Faccini Dori over de relatie tussen burger en staat (verticaal)?",
    "a": [
      "Burgers kunnen nooit rechten ontlenen aan richtlijnen tegenover de staat.",
      "De staat kan zich altijd beroepen op richtlijnen tegenover burgers.",
      "Burgers kunnen zich niet beroepen op richtlijnen als de termijn loopt.",
      "Burgers kunnen zich op een richtlijn beroepen als de staat nalatig is."
    ],
    "c": 3,
    "exp": "Arrest Faccini Dori / Ratti.\n\nRichtlijnen werken verticaal: tussen burger en staat. Een particulier kan zich beroepen op een richtlijn als de lidstaat die richtlijn niet (tijdig) heeft omgezet."
  },
  {
    "q": "Wat is een 'voldoende gekwalificeerde schending' in de zin van staatsaansprakelijkheid?",
    "a": [
      "Een kennelijk en ernstig verzuim van de lidstaat om zijn verplichtingen na te komen.",
      "Elke schending van EU-recht, ongeacht de ernst of de aard van de regel.",
      "Alleen een schending die door het Hof van Justitie als misdrijf is aangemerkt.",
      "Een schending die opzettelijk is begaan door een nationaal ambtenaar."
    ],
    "c": 0,
    "exp": "Arrest Dillenkofer / Brasserie du Pêcheur.\n\nEr is sprake van een voldoende gekwalificeerde schending. Bij niet-tijdige omzetting is dit per definitie een kennelijk en ernstig verzuim."
  },
  {
    "q": "Wat houdt het beginsel van 'nationale procedurele autonomie' in?",
    "a": [
      "Lidstaten mogen EU-recht volledig naar eigen inzicht inhoudelijk wijzigen.",
      "Particulieren zijn aangewezen op bestaande nationale rechtsmiddelen en procedures.",
      "De EU schrijft voor elke richtlijn specifieke procesregels voor aan de nationale rechter.",
      "Nationale rechters mogen weigeren EU-recht toe te passen op procedurele gronden."
    ],
    "c": 1,
    "exp": "Hoofdstuk 4 Samenvatting (Rewe/Comet).\n\nDit houdt in dat particulieren in beginsel zijn aangewezen op de bestaande middelen, regels en beperkingen van nationaal procesrecht."
  },
  {
    "q": "Welke rol speelt het 'loyaliteitsbeginsel' (art. 4 lid 3 VEU) in het arrest Simmenthal?",
    "a": [
      "Het verplicht lidstaten om nieuwe wetgeving te maken alvorens de rechter mag oordelen.",
      "Het verbiedt nationale rechters om nationale wetten te toetsen aan het Unierecht.",
      "Het verplicht nationale rechters om strijdige nationale bepalingen direct buiten toepassing te laten.",
      "Het geeft het Constitutionele Hof het exclusieve recht om wetten ongeldig te verklaren."
    ],
    "c": 2,
    "exp": "Arrest Simmenthal.\n\nOp grond van het voorrangs- en loyaliteitsbeginsel (art. 4 lid 3 VEU) moeten nationale rechters elke strijdige nationale bepaling buiten toepassing laten."
  },
  {
    "q": "Wat is volgens Van Gend en Loos de consequentie van het feit dat de Unie een 'nieuwe rechtsorde' is?",
    "a": [
      "Staten hebben hun soevereiniteit onbeperkt overgedragen.",
      "Het Unierecht is volledig afhankelijk van nationaal recht.",
      "Het Unierecht is enkel van toepassing op staten, niet op burgers.",
      "Onderdanen kunnen rechtstreeks rechten ontlenen aan het Unierecht."
    ],
    "c": 3,
    "exp": "Arrest Van Gend en Loos.\n\nHet gemeenschapsrecht is geëigend rechten te scheppen welke zij (onderdanen) uit eigen hoofde kunnen geldig maken."
  },
  {
    "q": "Waarom kunnen richtlijnen volgens Faccini Dori geen verplichtingen opleggen aan particulieren?",
    "a": [
      "Omdat de EU geen bevoegdheid heeft om particulieren verplichtingen op te leggen via richtlijnen.",
      "Omdat particulieren niet betrokken zijn bij het wetgevingsproces van richtlijnen.",
      "Omdat richtlijnen niet worden gepubliceerd in het Publicatieblad van de EU.",
      "Omdat richtlijnen altijd afhankelijk zijn van nationale grondwettelijke toetsing."
    ],
    "c": 0,
    "exp": "Arrest Faccini Dori.\n\nZou men aannemen dat bepalingen van een richtlijn als zodanig kunnen worden ingeroepen, dan zou dat betekenen dat de EU de bevoegdheid heeft om particulieren verplichtingen op te leggen, terwijl zij dit alleen kan via verordeningen."
  },
  {
    "q": "Wat bevestigt het arrest Costa/ENEL over de aard van de Europese Gemeenschap?",
    "a": [
      "Het is een traditionele internationale organisatie zonder eigen rechtsorde.",
      "Het heeft een eigen rechtsorde geschapen die deel uitmaakt van de nationale rechtsorde.",
      "Het is een statenbond waarbij nationale wetgeving altijd prevaleert.",
      "Het heeft geen invloed op de nationale rechtsorde zonder expliciete goedkeuring per wet."
    ],
    "c": 1,
    "exp": "Arrest Costa/ENEL.\n\nHet EEG-Verdrag heeft een eigen rechtsorde geschapen, die is opgenomen in de rechtsorde van de lidstaten."
  }
]