[
  {
    "q": "Het transportbedrijf 'FastCargo' importeert chemische stoffen vanuit Duitsland naar Nederland. Bij de grens wordt plotseling een hoger invoerrecht geheven dan voorheen, gebaseerd op een nieuwe Nederlandse wet. FastCargo stelt dat dit in strijd is met artikel 30 VWEU, dat douanerechten tussen lidstaten verbiedt. De Nederlandse staat verweert zich door te stellen dat artikel 30 VWEU niet rechtstreeks door een bedrijf kan worden ingeroepen bij de nationale rechter, omdat het verdrag zich tot de lidstaten richt. Heeft artikel 30 VWEU directe werking?",
    "sample": "Rechtsvraag: Heeft artikel 30 VWEU directe werking zodat een particulier zich erop kan beroepen?\n\nRechtsregel: In het arrest Van Gend en Loos bepaalt het Hof dat bepalingen directe werking hebben indien zij onvoorwaardelijk zijn en voldoende duidelijk en nauwkeurig zijn geformuleerd.\n\nToepassing: Het verbod op invoerrechten is een duidelijk en onvoorwaardelijk verbod. Het vereist geen nadere wettelijke tussenkomst van de lidstaten om toegepast te worden.\n\nConclusie: Ja, artikel 30 VWEU heeft directe werking en FastCargo kan zich hier rechtstreeks op beroepen.",
    "checklist": [
      "Arrest Van Gend en Loos",
      "Duidelijke en nauwkeurige formulering",
      "Onvoorwaardelijkheid (geen nadere handelingen)",
      "Directe werking (inroepbaarheid)"
    ],
    "exp": "Het arrest Van Gend en Loos introduceerde de criteria voor directe werking: de bepaling moet helder zijn geformuleerd (duidelijk) en er mogen geen voorwaarden of verdere besluiten van lidstaten nodig zijn (onvoorwaardelijk). Artikel 30 VWEU voldoet hieraan."
  },
  {
    "q": "Een Italiaanse rechter behandelt een zaak waarin een nationale wet uit 2023 strijdig lijkt met een Europese verordening uit 2010. De Italiaanse overheid stelt dat de nationale wet voorrang heeft omdat deze van latere datum is (lex posterior derogat legi priori). Bovendien stelt de overheid dat de rechter, indien hij twijfelt, eerst het Italiaanse Constitutionele Hof moet raadplegen om de wet ongeldig te laten verklaren voordat hij het EU-recht mag toepassen. Hoe dient de nationale rechter te handelen?",
    "sample": "Rechtsvraag: Mag een nationale rechter een latere strijdige nationale wet direct buiten toepassing laten zonder tussenkomst van het Constitutionele Hof?\n\nRechtsregel: In het arrest Costa/ENEL is bepaald dat EU-recht voorrang heeft op nationaal recht, zelfs bij latere wetten. Het arrest Simmenthal voegt toe dat de nationale rechter strijdige bepalingen direct buiten toepassing moet laten.\n\nToepassing: De rechter mag niet wachten op een wetgevingsproces of een uitspraak van een constitutioneel hof, omdat dit de doeltreffendheid van het Unierecht zou ondermijnen.\n\nConclusie: De rechter moet de nationale wet direct buiten toepassing laten op grond van het voorrangsbeginsel.",
    "checklist": [
      "Arrest Costa/ENEL (voorrang)",
      "Arrest Simmenthal (buiten toepassing laten)",
      "Zelfs bij latere nationale wetgeving",
      "Niet wachten op Constitutioneel Hof"
    ],
    "exp": "Uit Costa/ENEL volgt dat latere nationale wetten nooit boven gemeenschapsrecht kunnen gaan. Simmenthal bevestigt dat de nationale rechter verplicht is om de volle werking van het Unierecht te verzekeren door strijdige bepalingen direct buiten toepassing te laten."
  },
  {
    "q": "Mevrouw Jansen koopt een cursus Engels bij een commercieel taleninstituut op het station van Utrecht. Zij wil de overeenkomst annuleren en beroept zich op een EU-richtlijn die consumenten het recht geeft om overeenkomsten gesloten buiten verkoopruimten binnen 14 dagen te ontbinden. Nederland heeft deze richtlijn echter nog niet omgezet in nationale wetgeving, terwijl de implementatietermijn al is verstreken. Kan Jansen zich rechtstreeks op deze richtlijn beroepen tegen het taleninstituut?",
    "sample": "Rechtsvraag: Kan een particulier zich in een geschil met een andere particulier beroepen op een niet-omgezette richtlijn (horizontale werking)?\n\nRechtsregel: In het arrest Faccini Dori heeft het Hof bepaald dat richtlijnen geen horizontale werking hebben. Een richtlijn kan uit zichzelf geen verplichtingen aan particulieren opleggen.\n\nToepassing: Het geschil betreft twee particuliere partijen (Jansen en het instituut). Omdat de richtlijn niet is omgezet, kan deze niet rechtstreeks tegen het instituut worden ingeroepen.\n\nConclusie: Nee, Jansen kan zich niet rechtstreeks op de richtlijn beroepen wegens het ontbreken van horizontale werking.",
    "checklist": [
      "Arrest Faccini Dori",
      "Geen horizontale werking richtlijnen",
      "Geschil tussen particulieren",
      "Richtlijn legt geen verplichtingen op aan particulieren"
    ],
    "exp": "Richtlijnen werken alleen verticaal (tussen burger en staat). Een particulier kan zich niet beroepen op een richtlijn tegenover een andere particulier als de lidstaat die richtlijn niet heeft omgezet."
  },
  {
    "q": "Vervolg op de situatie van mevrouw Jansen. Aangezien directe werking niet mogelijk is, vraagt de rechter zich af of er een andere manier is om het doel van de richtlijn toch effect te laten sorteren binnen het bestaande Nederlandse verbintenissenrecht. Welke verplichting rust er in dit kader op de nationale rechter?",
    "sample": "Rechtsvraag: Wat moet de nationale rechter doen als directe werking van een richtlijn niet mogelijk is?\n\nRechtsregel: Volgens het arrest Faccini Dori geldt het beginsel van conforme interpretatie. De nationale rechter moet het nationale recht zoveel mogelijk uitleggen in het licht van de bewoordingen en het doel van de richtlijn.\n\nToepassing: De rechter moet trachten de bestaande nationale regels zo te interpreteren dat het door de richtlijn beoogde resultaat (ontbindingsrecht) wordt bereikt.\n\nConclusie: De rechter moet richtlijnconform interpreteren, zolang dit niet leidt tot een uitleg contra legem.",
    "checklist": [
      "Beginsel van conforme interpretatie",
      "Uitleggen in licht van bewoordingen/doel",
      "Arrest Faccini Dori",
      "Grens is contra legem"
    ],
    "exp": "Wanneer directe werking ontbreekt (zoals in horizontale verhoudingen), moet de nationale rechter het nationale recht zoveel mogelijk richtlijnconform uitleggen om het beoogde resultaat te bereiken."
  },
  {
    "q": "Duitsland heeft verzuimd om een richtlijn over pakketreizen tijdig om te zetten. Hierdoor gaan consumenten het schip in wanneer hun reisorganisator failliet gaat; de richtlijn had hen hiertegen moeten beschermen. De consumenten eisen schadevergoeding van de Duitse staat. Duitsland verweert zich door te stellen dat er eerst bewezen moet worden dat er sprake is van opzet of schuld aan de kant van de staat. Is dit verweer juist?",
    "sample": "Rechtsvraag: Is voor staatsaansprakelijkheid wegens niet-tijdige omzetting vereist dat er sprake is van opzet of een aparte vaststelling van schuld?\n\nRechtsregel: In het arrest Dillenkofer is bepaald dat het niet-tijdig omzetten van een richtlijn per definitie een kennelijk en ernstig verzuim (voldoende gekwalificeerde schending) is.\n\nToepassing: Er hoeft geen aparte schuld of opzet te worden bewezen; het enkele feit dat de termijn is verstreken zonder maatregelen is voldoende voor aansprakelijkheid (mits ook aan de andere twee voorwaarden is voldaan).\n\nConclusie: Het verweer is onjuist; niet-tijdige omzetting leidt automatisch tot een voldoende gekwalificeerde schending.",
    "checklist": [
      "Arrest Dillenkofer",
      "Niet-tijdige omzetting is ernstig verzuim",
      "Automatisch voldoende gekwalificeerde schending",
      "Opzet/schuld geen vereiste"
    ],
    "exp": "Als een lidstaat binnen de gestelde termijn geen maatregelen neemt, is dat per definitie een voldoende gekwalificeerde schending. Benadeelde particulieren hebben dan recht op schadevergoeding (mits ook rechten zijn toegekend en er causaal verband is)."
  }
]