[
  {
    "q": "Het gemeenschapsrecht vormt een nieuwe rechtsorde in het volkenrecht waarbinnen niet alleen lidstaten, maar ook particulieren rechtstreeks rechten kunnen ontlenen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Van Gend en Loos.\n\nHet Hof heeft bepaald dat de Gemeenschap een nieuwe rechtsorde vormt ten bate waarvan staten hun soevereiniteit hebben begrensd en waarbinnen burgers rechtstreeks rechten kunnen doen gelden."
  },
  {
    "q": "Een bepaling heeft pas directe werking indien deze door de nationale wetgever in nationale wetgeving is omgezet.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Van Gend en Loos.\n\nDirecte werking houdt in dat bepalingen rechten scheppen die burgers rechtstreeks bij de nationale rechter kunnen inroepen, onafhankelijk van de wetgeving der lidstaten."
  },
  {
    "q": "Latere nationale wetgeving heeft voorrang op eerdere Europese verdragsbepalingen volgens het beginsel 'lex posterior derogat legi priori'.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Costa/ENEL.\n\nHet Hof heeft bepaald dat de door het Verdrag in het leven geroepen rechtsorde voorrang heeft en dat lidstaten niet met een later, eenzijdig wettelijk voorschrift tegen deze rechtsorde kunnen ingaan."
  },
  {
    "q": "Nationale rechters moeten strijdige nationale wetgeving buiten toepassing laten, zonder te wachten op een uitspraak van een constitutioneel hof.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Simmenthal.\n\nDe nationale rechter is verplicht om de volle werking van het Unierecht te verzekeren door strijdige nationale bepalingen, zelfs van latere datum, buiten toepassing te laten zonder enige constitutionele procedure af te wachten."
  },
  {
    "q": "Richtlijnen hebben in beginsel horizontale rechtstreekse werking tussen particulieren onderling.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Faccini Dori.\n\nEen richtlijn kan uit zichzelf geen verplichtingen aan particulieren opleggen en kan daarom niet door een particulier tegenover een andere particulier worden ingeroepen (geen horizontale werking)."
  },
  {
    "q": "Voor een geslaagd beroep op staatsaansprakelijkheid is vereist dat de staat de schending met opzet heeft begaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Dillenkofer / Brasserie du Pêcheur.\n\nOpzet is geen vereiste. De voorwaarden zijn: toekenning van rechten aan particulieren, voldoende gekwalificeerde schending en causaal verband. Bij niet-tijdige omzetting is de schending per definitie voldoende gekwalificeerd."
  },
  {
    "q": "Het niet tijdig omzetten van een richtlijn vormt automatisch een voldoende gekwalificeerde schending van het Unierecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Dillenkofer.\n\nHet Hof heeft geoordeeld dat het enkel niet-tijdig omzetten van een richtlijn per definitie een kennelijk en ernstig verzuim is en daarmee een voldoende gekwalificeerde schending oplevert."
  },
  {
    "q": "Een nationale rechter mag een nationale wet die strijdig is met Europees recht ongeldig verklaren (vernietigen).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Simmenthal.\n\nHet Unierecht verplicht de nationale rechter om strijdige nationale bepalingen buiten toepassing te laten ('disapply'), niet om ze te vernietigen of ongeldig te verklaren; dat is voorbehouden aan de nationale wetgever of constitutionele hoven."
  },
  {
    "q": "De verplichting tot richtlijnconforme interpretatie wordt begrensd door het verbod op uitleg 'contra legem'.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Beginsel van conforme interpretatie.\n\nDe verplichting tot conforme interpretatie vindt haar grens daar waar de uitleg zou leiden tot een interpretatie die lijnrecht ingaat tegen de bewoordingen van de nationale wet (contra legem)."
  },
  {
    "q": "Een particulier kan zich tegenover de staat beroepen op een niet-tijdig omgezette richtlijn als deze onvoorwaardelijk en voldoende nauwkeurig is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Faccini Dori / Ratti.\n\nParticulieren kunnen zich in verticale verhoudingen (tegen de staat) beroepen op bepalingen van een richtlijn die inhoudelijk onvoorwaardelijk en voldoende nauwkeurig zijn, indien de implementatietermijn is verstreken."
  },
  {
    "q": "De staat kan zich tegenover een burger beroepen op een richtlijn die nog niet in nationaal recht is omgezet (omgekeerde verticale werking).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Kolpinghuis.\n\nEen richtlijn kan uit zichzelf geen verplichtingen opleggen aan een particulier. De staat kan zich daarom niet ten nadele van een burger op een niet-omgezette richtlijn beroepen."
  },
  {
    "q": "Het voorrangsbeginsel geldt alleen voor primair Unierecht en niet voor secundair Unierecht zoals verordeningen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Costa/ENEL.\n\nHet voorrangsbeginsel geldt voor al het Unierecht, dus zowel primair verdragsrecht als secundair recht, ten opzichte van nationaal recht."
  },
  {
    "q": "Voor directe werking is vereist dat de bepaling onvoorwaardelijk is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Van Gend en Loos.\n\nEen van de criteria voor directe werking is onvoorwaardelijkheid: de bepaling mag niet afhankelijk zijn van nadere discretionaire maatregelen van de lidstaten of de Unie."
  },
  {
    "q": "Als een richtlijn niet correct is omgezet, kan een particulier altijd schadevergoeding eisen van de staat, zelfs als de richtlijn geen rechten toekent aan particulieren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Dillenkofer / Francovich.\n\nEen van de drie voorwaarden voor staatsaansprakelijkheid is dat de geschonden rechtsregel ertoe moet strekken rechten toe te kennen aan particulieren (Schutznorm-vereiste)."
  },
  {
    "q": "De nationale rechter moet bij de toepassing van nationaal recht dit zoveel mogelijk uitleggen in het licht van de bewoordingen en het doel van de richtlijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Faccini Dori.\n\nDit is het beginsel van conforme interpretatie: de nationale rechter moet het nationale recht zover mogelijk interpreteren in overeenstemming met het Unierecht om het beoogde resultaat te bereiken."
  },
  {
    "q": "De omzettingstermijn van een richtlijn hoeft niet verstreken te zijn om een beroep te kunnen doen op directe werking.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Ratti / Faccini Dori.\n\nEen beroep op de directe werking van een richtlijn is pas mogelijk nadat de omzettingstermijn is verstreken en de lidstaat in gebreke is gebleven."
  },
  {
    "q": "De uitspraak in Van Gend en Loos bevestigt dat de EU-rechtsorde onafhankelijk is van de nationale wetgeving van lidstaten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Van Gend en Loos.\n\nHet Hof stelt dat het gemeenschapsrecht een nieuwe rechtsorde vormt die onafhankelijk van de wetgeving van de lidstaten rechten en plichten schept."
  },
  {
    "q": "Het loyaliteitsbeginsel (art. 4 lid 3 VEU) verplicht nationale rechters om de rechtsbescherming die voor particulieren uit het Unierecht voortvloeit te verzekeren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Simmenthal.\n\nNationale rechters zijn op grond van het loyaliteitsbeginsel verplicht om de volle werking van het Unierecht te waarborgen en de rechten die het aan particulieren toekent te beschermen."
  },
  {
    "q": "Particulieren kunnen zich in een geschil met een andere particulier beroepen op de algemene beginselen van Unierecht, zelfs als een richtlijn niet is omgezet.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Algemene rechtsbeginselen / Arrest Mangold/Kücükdeveci (impliciet in context van doorwerking).\n\nHoewel richtlijnen geen horizontale werking hebben, kunnen algemene rechtsbeginselen (zoals non-discriminatie) in bepaalde gevallen wel horizontaal doorwerken."
  },
  {
    "q": "Het criterium 'voldoende duidelijk' voor directe werking betekent dat er geen enkele interpretatieruimte mag bestaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Van Gend en Loos / latere rechtspraak.\n\nDe bepaling moet voldoende duidelijk en nauwkeurig zijn, maar dat de rechter interpretatie nodig heeft om de inhoud vast te stellen sluit directe werking niet per definitie uit."
  },
  {
    "q": "De staat kan zich beroepen op zijn eigen nalatigheid bij het niet omzetten van een richtlijn om verplichtingen jegens particulieren te ontlopen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Faccini Dori / Ratti (Estoppel-beginsel).\n\nEen lidstaat mag geen voordeel halen uit zijn eigen schending van het Unierecht (nemo auditur) en kan daarom niet tegenwerpen dat een richtlijn nog niet is omgezet."
  },
  {
    "q": "Staatsaansprakelijkheid is een alternatief voor rechtsbescherming wanneer directe werking en conforme interpretatie geen uitkomst bieden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Faccini Dori / Francovich.\n\nWanneer het door de richtlijn voorgeschreven resultaat niet via uitlegging of directe werking kan worden bereikt, biedt het leerstuk van staatsaansprakelijkheid een vangnet voor schadevergoeding."
  },
  {
    "q": "Het Simmenthal-arrest bepaalt dat alleen de hoogste nationale rechter de bevoegdheid heeft om strijdige nationale wetgeving buiten toepassing te laten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Simmenthal.\n\nIedere nationale rechter, ongeacht zijn rang in de hiërarchie, heeft de bevoegdheid en de plicht om strijdig nationaal recht buiten toepassing te laten."
  },
  {
    "q": "Verordeningen zijn verbindend in al hun onderdelen en rechtstreeks toepasselijk in elke lidstaat.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 288 VWEU.\n\nEen verordening heeft een algemene strekking, is verbindend in al haar onderdelen en is rechtstreeks toepasselijk in elke lidstaat."
  },
  {
    "q": "Een richtlijn die een inspanningsverplichting bevat in plaats van een resultaatsverplichting kan nooit directe werking hebben.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Van Gend en Loos (criteria).\n\nVoor directe werking is vereist dat de verplichting onvoorwaardelijk en voldoende nauwkeurig is; een vage inspanningsverplichting voldoet doorgaans niet aan deze criteria."
  },
  {
    "q": "Bij staatsaansprakelijkheid wordt de hoogte van de schadevergoeding volledig bepaald door het Unierecht, los van nationale regels.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Brasserie du Pêcheur / Dillenkofer.\n\nDe staat moet de schade vergoeden volgens het nationale aansprakelijkheidsrecht, mits de voorwaarden niet ongunstiger zijn dan voor soortgelijke nationale vorderingen (gelijkwaardigheidsbeginsel) en het niet onmogelijk maken (doeltreffendheidsbeginsel)."
  },
  {
    "q": "De autonome rechtsorde van de EU impliceert dat nationale grondwettelijke toetsing van EU-recht niet is toegestaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Costa/ENEL / Internationale Handelsgesellschaft.\n\nDe geldigheid van EU-recht kan alleen worden beoordeeld in het licht van het EU-recht zelf, niet aan de hand van nationale grondwetten, om de eenheid van het Unierecht te bewaren."
  },
  {
    "q": "In Faccini Dori oordeelde het Hof dat het gemis aan horizontale werking van richtlijnen niet kan worden gecompenseerd via staatsaansprakelijkheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Arrest Faccini Dori.\n\nHet Hof oordeelde juist dat, omdat horizontale werking ontbreekt, de benadeelde particulier schadevergoeding kan vorderen van de staat volgens de Francovich-criteria."
  },
  {
    "q": "Nationale rechters zijn verplicht om ambtshalve (uit eigen beweging) te toetsen aan dwingend Unierecht als partijen dit niet hebben aangevoerd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Van der Weerd / Peterbroeck.\n\nNationale rechters moeten ambtshalve toetsen aan regels van openbare orde van het Unierecht en moeten de rechtsbescherming verzekeren, mits zij binnen hun procesrechtelijke bevoegdheden blijven."
  },
  {
    "q": "Het causale verband tussen schending en schade bij staatsaansprakelijkheid moet 'direct' zijn.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Arrest Dillenkofer / Francovich.\n\nEen van de drie cumulatieve voorwaarden voor staatsaansprakelijkheid is het bestaan van een direct causaal verband tussen de schending van de verplichting door de staat en de geleden schade."
  }
]