[
  {
    "q": "Wat vormt de kern van het strafvorderlijk legaliteitsbeginsel zoals neergelegd in artikel 1 Sv?",
    "a": [
      "Strafvordering vindt alleen plaats op wijze bij de wet voorzien.",
      "Geen feit is strafbaar dan uit kracht van een voorafgaande wet.",
      "De strafrechter is in zijn bewijsvoering gebonden aan de wet.",
      "Het Openbaar Ministerie is verplicht tot vervolging van alle feiten."
    ],
    "c": 0,
    "exp": "Art. 1 Sv.\n\nStrafvordering heeft alleen plaats op de wijze bij de wet voorzien. Dit betreft het formele legaliteitsbeginsel, dat eist dat opsporing en vervolging gebaseerd zijn op een wettelijke grondslag."
  },
  {
    "q": "Welke conclusie trekt de Hoge Raad in het arrest Bloedproef II ten aanzien van het onvrijwillig afnemen van bloed?",
    "a": [
      "Het is toegestaan indien er sprake is van ernstige bezwaren tegen de verdachte.",
      "Het is een inbreuk op de lichamelijke integriteit die een specifieke wettelijke basis vereist.",
      "Het is toegestaan op grond van de algemene opsporingsbevoegdheid van artikel 141 Sv.",
      "Het is slechts onrechtmatig indien de verdachte zich hiertegen fysiek heeft verzet."
    ],
    "c": 1,
    "exp": "HR Bloedproef II.\n\nEen inbreuk op de lichamelijke integriteit, zoals het afnemen van bloed, vereist een specifieke wettelijke grondslag. Bij het ontbreken daarvan is de handeling onrechtmatig als de verdachte geen toestemming heeft gegeven."
  },
  {
    "q": "Welk beginsel werd door de Hoge Raad erkend in het arrest Braak bij binnentreden?",
    "a": [
      "Het vertrouwensbeginsel bij toezeggingen van het Openbaar Ministerie.",
      "Het beginsel dat bewijsvergaring altijd boven privacy gaat.",
      "Het beginsel van een redelijke en billijke belangenafweging.",
      "Het beginsel van de interne openbaarheid van processtukken."
    ],
    "c": 2,
    "exp": "HR Braak bij binnentreden.\n\nDe Hoge Raad oordeelde dat optreden van opsporingsambtenaren moet voldoen aan de beginselen van proportionaliteit en subsidiariteit, die vallen onder het beginsel van een redelijke en billijke belangenafweging."
  },
  {
    "q": "Wat houdt het beginsel van subsidiariteit in binnen de context van strafvorderlijk optreden?",
    "a": [
      "Het gekozen dwangmiddel moet in verhouding staan tot het beoogde doel.",
      "Er moet altijd worden gekozen voor het minst ingrijpende middel dat het doel bereikt.",
      "Het optreden mag niet worden gebruikt voor een ander doel dan waarvoor het is gegeven.",
      "De overheid mag geen gerechtvaardigde verwachtingen bij de burger beschamen."
    ],
    "c": 1,
    "exp": "HR Braak bij binnentreden.\n\nSubsidiariteit houdt in dat indien er meerdere opties zijn om een doel te bereiken, gekozen moet worden voor de methode die de minste inbreuk maakt op de belangen van de burger."
  },
  {
    "q": "Welke rechtsregel vloeit voort uit het arrest Lijfvisitatie o.b.v. de Douanewet?",
    "a": [
      "Lijfsvisitatie omvat mede het onderzoek in de natuurlijke openingen van het lichaam.",
      "Onderzoek in het lichaam vereist een specifieke wettelijke grondslag en valt niet onder lijfsvisitatie.",
      "De Douanewet biedt een zelfstandige grondslag voor inwendig onderzoek bij iedere reiziger.",
      "Er is geen onderscheid tussen onderzoek aan de kleding en onderzoek in het lichaam."
    ],
    "c": 1,
    "exp": "HR Lijfvisitatie o.b.v. de Douanewet.\n\nDe Hoge Raad oordeelde dat het schouwen van lichaamsopeningen een ingrijpende inbreuk is die niet valt onder de term 'lijfsvisitatie' in de Douanewet. Hiervoor is een specifieke wettelijke grondslag vereist."
  },
  {
    "q": "Wat wordt verstaan onder het nemo tenetur-beginsel in het strafprocesrecht?",
    "a": [
      "Het recht van de verdachte om zichzelf te verdedigen in rechte.",
      "Het verbod voor de rechter om vooringenomen te zijn over de schuldvraag.",
      "Het recht van de verdachte om niet mee te werken aan zijn eigen veroordeling.",
      "De regel dat niemand twee keer voor hetzelfde feit mag worden vervolgd."
    ],
    "c": 2,
    "exp": "Art. 6 EVRM / Art. 29 Sv.\n\nNemo tenetur (se ipsum accusare) houdt in dat niemand gedwongen kan worden om bewijs tegen zichzelf te leveren of zichzelf te beschuldigen."
  },
  {
    "q": "Welk kenmerk is specifiek voor een inquisitoir strafprocesmodel?",
    "a": [
      "De rechter heeft een passieve rol en laat partijen het bewijs leveren.",
      "De procedure is voornamelijk mondeling en openbaar van aard.",
      "De nadruk ligt op de waarheidsvinding door een actieve rechter.",
      "Er is sprake van een horizontale relatie tussen procespartijen."
    ],
    "c": 2,
    "exp": "Inquisitoir stelsel.\n\nIn een inquisitoir stelsel staat de waarheidsvinding centraal en heeft de rechter (of onderzoeksrechter) een actieve, leidende rol in het onderzoek, in tegenstelling tot het accusatoire model."
  },
  {
    "q": "Wat impliceert het opportuniteitsbeginsel voor het Openbaar Ministerie?",
    "a": [
      "Het OM is verplicht om elk strafbaar feit waarvan het kennisneemt te vervolgen.",
      "Het OM heeft de bevoegdheid om op algemeen belang gebaseerde gronden af te zien van vervolging.",
      "Het OM mag alleen vervolgen indien er een redelijk vermoeden van schuld is vastgesteld.",
      "Het OM moet de vervolging overdragen aan de rechter-commissaris bij ernstige delicten."
    ],
    "c": 1,
    "exp": "Art. 167 lid 2 Sv.\n\nHet opportuniteitsbeginsel houdt in dat het Openbaar Ministerie kan besluiten om van vervolging af te zien op gronden aan het algemeen belang ontleend."
  },
  {
    "q": "Wat wordt in het strafprocesrecht bedoeld met 'interne openbaarheid'?",
    "a": [
      "Het recht van het publiek en de pers om de terechtzitting bij te wonen.",
      "De plicht van de rechter om het vonnis in het openbaar uit te spreken.",
      "Het recht van de procespartijen om kennis te nemen van de processtukken.",
      "De toegankelijkheid van het vonnis voor juridische professionals."
    ],
    "c": 2,
    "exp": "Art. 30 Sv.\n\nInterne openbaarheid ziet op de toegankelijkheid van het dossier voor de procesdeelnemers, zodat de verdachte weet waarop de vervolging is gebaseerd en zich kan verdedigen."
  },
  {
    "q": "Welke eis stelt artikel 6 EVRM ten aanzien van de onschuldpresumptie?",
    "a": [
      "Een verdachte moet onschuldig worden bevonden bij gebrek aan wettig bewijs.",
      "Een verdachte wordt voor onschuldig gehouden totdat zijn schuld in rechte is vastgesteld.",
      "De bewijslast ligt bij de verdachte om zijn onschuld aan te tonen tijdens het proces.",
      "De media mogen niet over een verdachte publiceren voordat er een vonnis is."
    ],
    "c": 1,
    "exp": "Art. 6 lid 2 EVRM.\n\nDe onschuldpresumptie (praesumptio innocentiae) houdt in dat iedere verdachte voor onschuldig wordt gehouden totdat zijn schuld volgens de wet is bewezen."
  },
  {
    "q": "Wat houdt het beginsel van 'détournement de pouvoir' (zuiverheid van oogmerk) in?",
    "a": [
      "Een bevoegdheid mag niet worden gebruikt voor een ander doel dan waarvoor deze is gegeven.",
      "De overheid moet bij de uitoefening van bevoegdheden altijd de burger informeren.",
      "Een bevoegdheid mag alleen worden ingezet als er geen lichter middel beschikbaar is.",
      "De rechter moet onafhankelijk en onpartijdig zijn bij het beoordelen van bevoegdheden."
    ],
    "c": 0,
    "exp": "Beginselen van behoorlijke procesorde.\n\nDétournement de pouvoir verbiedt het gebruik van een bestuursrechtelijke of strafvorderlijke bevoegdheid voor een ander doel dan waarvoor de wetgever deze heeft verleend."
  },
  {
    "q": "Wanneer is volgens de Hoge Raad sprake van een schending van de redelijke termijn als bedoeld in art. 6 EVRM?",
    "a": [
      "Als de verdachte langer dan drie dagen in verzekering is gesteld zonder voorgeleiding.",
      "Als de behandeling ter terechtzitting niet binnen twee jaar na aanvang vervolging is afgerond.",
      "Als het Openbaar Ministerie besluit om de zaak te seponeren wegens gebrek aan bewijs.",
      "Als de rechter het vonnis niet binnen 14 dagen na de sluiting van het onderzoek wijst."
    ],
    "c": 1,
    "exp": "HR Standaardarrest Redelijke Termijn.\n\nAls uitgangspunt hanteert de Hoge Raad dat de behandeling in eerste aanleg binnen twee jaar na de aanvang van de vervolging moet zijn afgerond met een eindvonnis."
  },
  {
    "q": "Wat is de betekenis van het vertrouwensbeginsel in het strafprocesrecht?",
    "a": [
      "De rechter moet erop vertrouwen dat het Openbaar Ministerie de waarheid spreekt.",
      "De burger mag erop vertrouwen dat de wet niet met terugwerkende kracht wordt gewijzigd.",
      "Gerechtvaardigde verwachtingen gewekt door de overheid moeten worden gehonoreerd.",
      "De verdachte moet erop kunnen vertrouwen dat zijn advocaat geheimhouding betracht."
    ],
    "c": 2,
    "exp": "Beginselen van behoorlijke procesorde.\n\nHet vertrouwensbeginsel houdt in dat door de overheid (bijv. het OM) opgewekte verwachtingen, bijvoorbeeld over het niet vervolgen, in redelijkheid moeten worden nagekomen."
  },
  {
    "q": "Welke rol heeft de Rechter-Commissaris (RC) in het Nederlandse strafproces?",
    "a": [
      "Het leiden van de terechtzitting en het uitspreken van het uiteindelijke vonnis.",
      "Het vertegenwoordigen van het Openbaar Ministerie tijdens het vooronderzoek.",
      "Het houden van toezicht op de rechtmatigheid en voortgang van het opsporingsonderzoek.",
      "Het verlenen van juridische bijstand aan de verdachte tijdens verhoren."
    ],
    "c": 2,
    "exp": "Art. 170 Sv.\n\nDe Rechter-Commissaris is belast met toezichthoudende bevoegdheden in het voorbereidend onderzoek, waaronder het toetsen van de rechtmatigheid van dwangmiddelen."
  },
  {
    "q": "Wat wordt bedoeld met het begrip 'Equality of arms' in de context van art. 6 EVRM?",
    "a": [
      "De verdachte en het slachtoffer hebben exact dezelfde rechten in het proces.",
      "De verdediging en het OM moeten een redelijke evenredige positie hebben in de procedure.",
      "Alle verdachten moeten, ongeacht hun afkomst, gelijk worden behandeld door de rechter.",
      "De politie en de bijzondere opsporingsdiensten hebben dezelfde bevoegdheden."
    ],
    "c": 1,
    "exp": "Art. 6 EVRM.\n\nEquality of arms vereist dat de verdediging een redelijke mogelijkheid krijgt om haar zaak te presenteren onder voorwaarden die haar niet in een substantieel nadeliger positie plaatsen t.o.v. de tegenpartij (het OM)."
  },
  {
    "q": "Hoe verhoudt het strafprocesrecht zich tot de waarheidsvinding?",
    "a": [
      "Waarheidsvinding is het enige doel; regels mogen wijken als de waarheid boven tafel moet komen.",
      "Waarheidsvinding is irrelevant; het gaat puur om de correcte toepassing van formele regels.",
      "Waarheidsvinding is het hoofddoel, maar wordt begrensd door rechtsbeschermende regels.",
      "Waarheidsvinding is ondergeschikt aan de efficiëntie van de rechtspleging en snelrecht."
    ],
    "c": 2,
    "exp": "Doel strafprocesrecht.\n\nHet doel is het realiseren van het materiële strafrecht (waarheidsvinding en bestraffing), maar dit wordt genormeerd en begrensd door rechtswaarborgen ter bescherming van de burger."
  },
  {
    "q": "Welke conclusie kan worden getrokken over de mogelijkheid van delegatie bij art. 1 Sv?",
    "a": [
      "Delegatie is strikt verboden; alleen de wet in formele zin mag strafvorderlijke regels stellen.",
      "Delegatie is toegestaan, maar fundamentele inbreuken vereisen een formele wettelijke basis.",
      "Delegatie is onbeperkt toegestaan zolang het doelmatige opsporing bevordert.",
      "Delegatie is alleen toegestaan aan de rechterlijke macht en niet aan de uitvoerende macht."
    ],
    "c": 1,
    "exp": "Art. 1 Sv / HR Bloedproef II.\n\nHoewel art. 1 Sv delegatie niet absoluut verbiedt, vereist de kwaliteitsgarantie (en jurisprudentie zoals Bloedproef II) dat ingrijpende bevoegdheden op een specifieke wet in formele zin berusten."
  },
  {
    "q": "Wat is het gevolg als een opsporingsmethode wordt gebruikt die niet in de wet is geregeld en inbreuk maakt op grondrechten?",
    "a": [
      "De methode is toegestaan onder de algemene taakomschrijving van de politie (art. 3 Politiewet).",
      "De methode is onrechtmatig wegens strijd met het strafvorderlijk legaliteitsbeginsel.",
      "De methode is toegestaan mits de Officier van Justitie vooraf toestemming heeft gegeven.",
      "De methode is onrechtmatig tenzij het belang van het onderzoek zeer zwaarwegend is."
    ],
    "c": 1,
    "exp": "Art. 1 Sv / HR Bloedproef II.\n\nOptreden dat inbreuk maakt op rechten of vrijheden van burgers vereist een specifieke wettelijke grondslag. Zonder die grondslag is het optreden in strijd met art. 1 Sv en dus onrechtmatig."
  },
  {
    "q": "Wat is het essentiële verschil tussen staande houden en aanhouden?",
    "a": [
      "Staande houden mag door iedereen, aanhouden alleen door opsporingsambtenaren.",
      "Staande houden is gericht op identiteitsvaststelling, aanhouden op voorgeleiding.",
      "Staande houden vereist ernstige bezwaren, aanhouden slechts een redelijk vermoeden.",
      "Staande houden duurt maximaal 6 uur, aanhouden duurt maximaal 9 uur."
    ],
    "c": 1,
    "exp": "Art. 52 vs Art. 53 Sv.\n\nStaande houden (art. 52 Sv) heeft als doel het vragen naar de personalia (identiteitsvaststelling). Aanhouden (art. 53 Sv) heeft als doel de verdachte over te brengen naar een plaats van verhoor (voorgeleiding)."
  },
  {
    "q": "In welke situatie mag een burger een verdachte aanhouden?",
    "a": [
      "In alle gevallen waarin er een redelijk vermoeden van schuld bestaat.",
      "Alleen als de burger hiertoe opdracht heeft gekregen van een agent.",
      "Alleen in geval van ontdekking op heterdaad.",
      "Alleen als het gaat om een misdrijf waar meer dan 4 jaar cel op staat."
    ],
    "c": 2,
    "exp": "Art. 53 lid 1 Sv.\n\nIn geval van ontdekking op heterdaad is 'een ieder' (dus ook de burger) bevoegd de verdachte aan te houden."
  },
  {
    "q": "Wat houdt het anticipatiegebod bij voorlopige hechtenis in?",
    "a": [
      "De rechter moet vooruitlopen op de verdediging van de verdachte.",
      "De voorlopige hechtenis mag niet langer duren dan de te verwachten straf.",
      "De officier van justitie moet de hechtenis vorderen voordat de verdachte is verhoord.",
      "De hechtenis mag alleen worden toegepast als er gevaar voor herhaling is."
    ],
    "c": 1,
    "exp": "Art. 67a lid 3 Sv.\n\nHet anticipatiegebod bepaalt dat een bevel tot voorlopige hechtenis niet wordt gegeven of gehandhaafd als ernstig rekening moet worden gehouden met de mogelijkheid dat de straf korter zal zijn dan de duur van de hechtenis."
  },
  {
    "q": "Wat is kenmerkend voor het 'gematigd accusatoire' karakter van het Nederlandse strafproces?",
    "a": [
      "Het proces is volledig in handen van partijen zonder actieve rol van de rechter.",
      "Het vooronderzoek is inquisitoir, het onderzoek ter terechtzitting is accusatoir (contradictioir).",
      "Er is sprake van juryrechtspraak waarbij leken over de schuldvraag beslissen.",
      "De verdachte heeft geen rechten tijdens het vooronderzoek, alleen tijdens de zitting."
    ],
    "c": 1,
    "exp": "Strafprocesmodel.\n\nNederland kent een gemengd stelsel: het vooronderzoek heeft sterke inquisitoire trekken (onderzoeksrechter/OM leidend), terwijl de zitting contradictoire (accusatoire) elementen bevat waar partijen gelijkwaardiger zijn."
  },
  {
    "q": "Wanneer is sprake van een 'verdachte' in de zin van art. 27 lid 1 Sv?",
    "a": [
      "Zodra een opsporingsambtenaar besluit iemand te gaan observeren.",
      "Als er sprake is van vage aanwijzingen dat iemand betrokken is bij criminaliteit.",
      "Als uit feiten of omstandigheden een redelijk vermoeden van schuld aan een strafbaar feit voortvloeit.",
      "Pas op het moment dat de Officier van Justitie besluit tot vervolging over te gaan."
    ],
    "c": 2,
    "exp": "Art. 27 lid 1 Sv.\n\nDe wet definieert de verdachte als degene te wiens aanzien uit feiten of omstandigheden een redelijk vermoeden van schuld aan een strafbaar feit voortvloeit."
  },
  {
    "q": "Welke eis stelt de Hoge Raad in HR Braak bij binnentreden aan het gebruik van de bevoegdheid tot binnentreden?",
    "a": [
      "Dat er altijd een schriftelijke machtiging aanwezig is, ongeacht de situatie.",
      "Dat eerst moet worden getracht de bewoner te bewegen de deur te openen (subsidiariteit).",
      "Dat er minimaal twee opsporingsambtenaren aanwezig moeten zijn bij het binnentreden.",
      "Dat binnentreden met braak alleen is toegestaan bij misdrijven tegen het leven."
    ],
    "c": 1,
    "exp": "HR Braak bij binnentreden.\n\nDe Hoge Raad oordeelde dat zelfs als men formeel bevoegd is, de beginselen van proportionaliteit en subsidiariteit eisen dat men eerst probeert binnen te komen zonder schade aan te richten (aanbellen/kloppen)."
  },
  {
    "q": "Wat impliceert de cautieplicht (art. 29 lid 2 Sv)?",
    "a": [
      "Dat de verdachte verplicht is de waarheid te spreken tijdens het verhoor.",
      "Dat de verdachte voorafgaand aan het verhoor moet worden gewezen op zijn recht om te zwijgen.",
      "Dat de verdachte altijd recht heeft op bijstand van een advocaat tijdens het verhoor.",
      "Dat het verhoor moet worden opgenomen op geluidsband of video."
    ],
    "c": 1,
    "exp": "Art. 29 lid 2 Sv.\n\nVoor het verhoor wordt de verdachte medegedeeld dat hij niet tot antwoorden verplicht is. Dit ter bescherming van het nemo-teneturbeginsel."
  },
  {
    "q": "Wat is het doel van de ZSM-werkwijze in de strafrechtspleging?",
    "a": [
      "Het zo zwaar mogelijk straffen van veelplegers.",
      "Het zo snel, zorgvuldig en op maat afdoen van veelvoorkomende criminaliteit.",
      "Het seponeren van zoveel mogelijk zaken om de werkdruk te verlagen.",
      "Het volledig buiten spel zetten van de rechter bij de afdoening van strafzaken."
    ],
    "c": 1,
    "exp": "ZSM-werkwijze.\n\nZSM staat voor Zorgvuldig, Snel en op Maat. Het is een werkwijze waarbij ketenpartners (OM, politie, etc.) samenwerken om snel te beslissen over de afdoening van zaken."
  },
  {
    "q": "Wat houdt de onschuldpresumptie in art. 6 lid 2 EVRM in?",
    "a": [
      "Iedereen die verdacht wordt, is per definitie onschuldig en mag niet worden vastgehouden.",
      "Het Openbaar Ministerie moet bewijzen dat de verdachte schuldig is, niet andersom.",
      "De media mogen geen namen van verdachten publiceren tot na de uitspraak.",
      "Een verdachte hoeft niet mee te werken aan het onderzoek, behalve bij identiteitsvaststelling."
    ],
    "c": 1,
    "exp": "Art. 6 lid 2 EVRM.\n\nDe onschuldpresumptie houdt in dat de bewijslast bij de vervolgende instantie ligt en dat de verdachte voor onschuldig wordt gehouden tot het tegendeel wettig is bewezen."
  },
  {
    "q": "Welke interpretatiemethode gebruikte de Hoge Raad in het arrest HR 18 februari 1986 (Anonieme verdachte) met betrekking tot het legaliteitsbeginsel?",
    "a": [
      "Strikte grammaticale interpretatie ten nadele van de verdachte.",
      "Extensieve interpretatie om een anonieme verdachte gelijk te stellen aan iemand zonder vaste woonplaats.",
      "Analoge interpretatie om een nieuwe strafbepaling te creëren.",
      "Wetshistorische interpretatie om de oorspronkelijke bedoeling van de wetgever te negeren."
    ],
    "c": 1,
    "exp": "Interpretatie strafprocesrecht (Source [1]).\n\nDe Hoge Raad paste een ruime (extensieve) uitleg toe door een anonieme verdachte gelijk te stellen aan een verdachte zonder vaste woon- of verblijfplaats, om zo de rechtsgang mogelijk te maken."
  },
  {
    "q": "Wat wordt bedoeld met de 'explicatiefunctie' van de motivering van een vonnis?",
    "a": [
      "De motivering stelt de hogere rechter in staat om het vonnis te controleren.",
      "De motivering dwingt de rechter om zijn eigen gedachten te ordenen.",
      "De motivering legt aan de verdachte en de samenleving uit waarom tot een beslissing is gekomen.",
      "De motivering zorgt ervoor dat het vonnis juridisch onaantastbaar wordt."
    ],
    "c": 2,
    "exp": "Functies van motivering (Source [2]).\n\nDe explicatiefunctie houdt in dat het voor de verdachte (en de maatschappij) duidelijk moet zijn waarom hij is veroordeeld en hoe de rechter tot dat oordeel is gekomen."
  },
  {
    "q": "Wat is het gevolg van een geslaagd beroep op het ontbreken van een wettelijke grondslag bij een ingrijpend dwangmiddel (zoals in Bloedproef II)?",
    "a": [
      "De verdachte wordt altijd vrijgesproken van het ten laste gelegde feit.",
      "Het verkregen bewijs is onrechtmatig en mag niet worden gebruikt voor het bewijs.",
      "De officier van justitie wordt niet-ontvankelijk verklaard in de vervolging.",
      "De straf wordt verminderd, maar het bewijs mag wel worden gebruikt."
    ],
    "c": 1,
    "exp": "HR Bloedproef II.\n\nOmdat het bewijs (de bloedproef) was verkregen in strijd met de wet (zonder grondslag/toestemming), oordeelde de HR dat de resultaten niet voor het bewijs mochten worden gebruikt (bewijsuitsluiting)."
  }
]