[
  {
    "q": "Wat vormt de kern van het begrip 'voorwaardelijk opzet' in het Nederlandse strafrecht?",
    "a": [
      "Het handelen met het oogmerk om een specifiek strafrechtelijk gevolg te bereiken.",
      "Het handelen waarbij de dader zeker weet dat het nevengevolg zal intreden.",
      "Het bewust aanvaarden van de aanmerkelijke kans dat een bepaald gevolg zal intreden.",
      "Het handelen waarbij de dader de gevolgen redelijkerwijs had moeten voorzien.",
      "Het handelen waarbij de dader de gevolgen had kunnen en moeten vermijden."
    ],
    "c": 2,
    "exp": "HR HIV I.\n\nVoorwaardelijk opzet op een bepaald gevolg is aanwezig indien de verdachte zich willens en wetens heeft blootgesteld aan de aanmerkelijke kans dat het gevolg zal intreden."
  },
  {
    "q": "Welke twee componenten zijn noodzakelijk om de juridische schuldvorm 'culpa' vast te stellen?",
    "a": [
      "Een onrechtmatige daad en een causaal verband met het gevolg.",
      "Een aanmerkelijke onvoorzichtigheid en de verwijtbaarheid daarvan.",
      "Het hebben van een oogmerk en het verrichten van uitvoeringshandelingen.",
      "Het weten van de risico's en het toch aanvaarden van de gevolgen."
    ],
    "c": 1,
    "exp": "Jurisprudentie inzake culpa.\n\nCulpa omvat een objectieve zijde (de aanmerkelijke onvoorzichtigheid/wederrechtelijkheid) en een subjectieve zijde (de verwijtbaarheid). Er moet sprake zijn van een verwijtbare aanmerkelijke onvoorzichtigheid."
  },
  {
    "q": "In het arrest HR Verpleegster speelde de hoedanigheid van de verdachte een rol bij de vaststelling van de schuld. Welk juridisch begrip staat hierbij centraal?",
    "a": [
      "De Garantenstellung.",
      "De conditio sine qua non.",
      "Het vertrouwensbeginsel.",
      "Het lex certa-beginsel."
    ],
    "c": 0,
    "exp": "HR Verpleegster.\n\nDe Garantenstellung houdt in dat van personen met een specifieke functie of beroep (zoals een verpleegster) een grotere mate van kennis en oplettendheid mag worden verwacht dan van de gemiddelde mens."
  },
  {
    "q": "Wat is het onderscheidende element tussen 'bewuste schuld' en 'voorwaardelijk opzet'?",
    "a": [
      "De mate van de aanmerkelijke kans.",
      "De objectieve voorzienbaarheid van het gevolg.",
      "Het aanvaardings- of wilselement.",
      "De ernst van het ingetreden gevolg."
    ],
    "c": 2,
    "exp": "Jurisprudentie inzake opzet en schuld.\n\nBij voorwaardelijk opzet heeft de dader de aanmerkelijke kans op het gevolg bewust aanvaard. Bij bewuste schuld is de dader zich bewust van de kans, maar heeft hij de aanvaarding daarvan niet, omdat hij er (lichtvaardig) op vertrouwde dat het gevolg zou uitblijven."
  },
  {
    "q": "In welk arrest oordeelde de Hoge Raad dat niet reeds uit de ernst van de gevolgen van verkeersgedrag kan worden afgeleid dat er sprake is van schuld in de zin van art. 6 WVW?",
    "a": [
      "HR Vinkeveense Plassen.",
      "HR Black-out.",
      "HR Alblasserdam.",
      "HR Porsche."
    ],
    "c": 1,
    "exp": "HR Black-out.\n\nDe Hoge Raad overweegt dat het bij de schuldvraag aankomt op het geheel van de gedragingen van de verdachte, de aard en ernst daarvan en de overige omstandigheden van het geval. De ernst van de gevolgen is op zichzelf niet beslissend voor het bewijs van schuld."
  },
  {
    "q": "Wat houdt het begrip 'kleurloos opzet' in binnen het Nederlandse strafrecht?",
    "a": [
      "Het opzet hoeft niet gericht te zijn op de wederrechtelijkheid of strafbaarheid, tenzij de wet anders bepaalt.",
      "Het opzet moet ook gericht zijn op het besef dat de handeling moreel verwerpelijk en verboden is.",
      "Het opzet is slechts gericht op de gedraging, maar niet op de bestanddelen van de delictsomschrijving.",
      "Het opzet is afwezig omdat de dader handelde onder invloed van een hevige gemoedsbeweging."
    ],
    "c": 0,
    "exp": "Wetboek van Strafrecht / Doctrine.\n\nIn het Nederlandse strafrecht is 'boos opzet' (wetenschap van de strafbaarheid/wederrechtelijkheid) doorgaans niet vereist. Kleurloos opzet volstaat: de dader hoeft alleen opzet te hebben op de feitelijke bestanddelen van het delict."
  },
  {
    "q": "Welke vorm van opzet wordt aangenomen indien de dader handelt met het oog op een bepaald doel, maar weet dat een ander strafbaar gevolg noodzakelijkerwijs en onvermijdelijk zal intreden?",
    "a": [
      "Voorwaardelijk opzet.",
      "Opzet met noodzakelijkheidsbewustzijn.",
      "Roekeloosheid.",
      "Dolus malus."
    ],
    "c": 1,
    "exp": "Jurisprudentie / Doctrine.\n\nBij noodzakelijkheidsbewustzijn is het opzet gericht op een primair doel, waarbij de dader weet dat het nevengevolg noodzakelijkerwijs en zeker zal intreden als hij zijn handeling voortzet."
  },
  {
    "q": "In HR Overstekend kind oordeelde de Hoge Raad over de zorgvuldigheidsnorm van een bestuurder ten opzichte van jonge kinderen. Wat was de kern van dit oordeel?",
    "a": [
      "De bestuurder mocht vertrouwen op het teken van de moeder en trof geen blaam.",
      "De bestuurder had in deze situatie extra alert moeten zijn en met eigen ogen moeten verifiëren of het kind veilig was.",
      "De bestuurder is niet strafbaar omdat het kind plotseling viel, wat als overmacht moet worden beschouwd.",
      "De bestuurder handelde weliswaar onvoorzichtig, maar dit leverde geen aanmerkelijke schuld op in de zin van art. 6 WVW."
    ],
    "c": 1,
    "exp": "HR Overstekend kind.\n\nDe Hoge Raad oordeelde dat van de bestuurder een bijzondere oplettendheid mocht worden gevergd gezien de kwetsbaarheid van het kind en het beperkte uitzicht. Hij had zich er zelf van moeten vergewissen dat het kind veilig was."
  },
  {
    "q": "Welke eis stelt de Hoge Raad in HR Vinkeveense Plassen voor het aannemen van 'roekeloosheid' als zwaarste schuldvorm?",
    "a": [
      "Er moet sprake zijn van een lichte verkeersovertreding met fatale gevolgen.",
      "Er moet sprake zijn van opzet op de levensberoving van de slachtoffers.",
      "Er moet sprake zijn van buitengewoon onvoorzichtig gedrag waarbij een zeer ernstig gevaar in het leven is geroepen waarvan de verdachte zich bewust was.",
      "Er moet sprake zijn van een handeling die is verricht in een opwelling zonder na te denken over de gevolgen."
    ],
    "c": 2,
    "exp": "HR Vinkeveense Plassen.\n\nRoekeloosheid is de zwaarste vorm van culpa en vereist buitengewoon onvoorzichtig gedrag waardoor een zeer ernstig gevaar in het leven is geroepen, waarvan de verdachte zich bewust was of had moeten zijn."
  },
  {
    "q": "In het arrest HR Enkhuizer doodslag werd de verdachte veroordeeld voor doodslag (art. 287 Sr). Waarop baseerde de Hoge Raad het bewijs van voorwaardelijk opzet?",
    "a": [
      "De verdachte had de intentie om de fietsers te doden om zo aan de politie te ontkomen.",
      "De verdachte reed enkel te hard, wat automatisch leidt tot voorwaardelijk opzet bij een dodelijk ongeval.",
      "De verdachte aanvaardde door zijn extreem gevaarlijke rijgedrag tijdens een vluchtpoging willens en wetens de aanmerkelijke kans op een dodelijk ongeval.",
      "De verdachte was onder invloed van alcohol, wat in alle gevallen voldoende is voor het aannemen van opzet op de dood."
    ],
    "c": 2,
    "exp": "HR Enkhuizer doodslag.\n\nDe Hoge Raad oordeelde dat de verdachte, door tijdens een vlucht voor de politie met gedoofde lichten en hoge snelheid door de bebouwde kom te rijden, de aanmerkelijke kans op een dodelijk ongeval bewust had aanvaard."
  },
  {
    "q": "Welke stelling over de 'aanmerkelijke kans' in het kader van voorwaardelijk opzet is juist volgens vaste jurisprudentie?",
    "a": [
      "De kans moet objectief gezien statistisch groter zijn dan 50 procent.",
      "De kans wordt bepaald aan de hand van algemene ervaringsregels en de omstandigheden van het geval.",
      "De kans is afhankelijk van de subjectieve inschatting van het slachtoffer.",
      "De kans is alleen aanmerkelijk als het gevolg onvermijdelijk was."
    ],
    "c": 1,
    "exp": "HR HIV I / HR Aanmerkelijke kans.\n\nDe aanmerkelijke kans is een in de gegeven omstandigheden reële, niet onwaarschijnlijke mogelijkheid, die wordt vastgesteld aan de hand van algemene ervaringsregels en de aard van de gedraging."
  },
  {
    "q": "Wat impliceert het arrest HR Alblasserdam (2024) ten aanzien van het bewijs van voorwaardelijk opzet in het verkeer?",
    "a": [
      "Zeer onvoorzichtig rijgedrag (zoals veel te hard rijden door rood) leidt automatisch tot een veroordeling voor doodslag.",
      "Voor doodslag is vereist dat de verdachte de aanmerkelijke kans op de dood bewust heeft aanvaard; louter zeer risicovol rijgedrag is daarvoor onvoldoende motivering.",
      "Bij verkeersdelicten is het onderscheid tussen roekeloosheid en voorwaardelijk opzet komen te vervallen.",
      "De bewustheid van de verdachte speelt geen rol meer; enkel de objectieve gevaarzetting is bepalend voor art. 287 Sr."
    ],
    "c": 1,
    "exp": "HR Alblasserdam.\n\nDe Hoge Raad vernietigde het arrest omdat uit het enkele feit van zeer onvoorzichtig rijgedrag niet zonder meer volgt dat de verdachte de kans op een dodelijk ongeval 'willens en wetens' heeft aanvaard (wilscomponent)."
  },
  {
    "q": "Welke gradatie van schuld (culpa) wordt aangeduid als 'culpa lata'?",
    "a": [
      "Lichte onachtzaamheid.",
      "Grove of aanmerkelijke onvoorzichtigheid.",
      "Voorwaardelijk opzet.",
      "Zuiver toeval."
    ],
    "c": 1,
    "exp": "Jurisprudentie / Doctrine.\n\nCulpa lata verwijst naar grove of aanmerkelijke schuld, waarbij het handelen van de verdachte substantieel afwijkt van wat van een gemiddeld voorzichtig mens mag worden verwacht."
  },
  {
    "q": "In het arrest HR Opzet (inrijden op hek) vernietigde de Hoge Raad de veroordeling voor poging tot doodslag. Wat was de kernreden?",
    "a": [
      "De verdachte reed niet hard genoeg om dodelijk letsel te kunnen veroorzaken.",
      "Het slachtoffer had het hek zelf dichtgedaan en was daardoor medeschuldig.",
      "De verdachte zag het slachtoffer pas in een fractie van een seconde, waardoor bewuste aanvaarding van de kans op de dood onvoldoende was onderbouwd.",
      "Er was sprake van overmacht omdat de verdachte op de vlucht was voor de politie."
    ],
    "c": 2,
    "exp": "HR Opzet.\n\nDe Hoge Raad oordeelde dat vanwege de zeer korte tijdspanne (een fractie van een seconde) waarin de verdachte het slachtoffer zag, niet zonder meer kon worden aangenomen dat hij de aanmerkelijke kans op de dood bewust had aanvaard."
  },
  {
    "q": "Wanneer is er sprake van 'onbewuste schuld'?",
    "a": [
      "De dader heeft de gevolgen voorzien, maar dacht dat het wel goed zou gaan.",
      "De dader heeft de gevolgen gewild, maar hoopte dat ze niet zouden intreden.",
      "De dader heeft niet nagedacht over de gevolgen, terwijl hij dat wel had moeten en kunnen doen.",
      "De dader heeft gehandeld met oogmerk op een ander gevolg dan het ingetreden gevolg."
    ],
    "c": 2,
    "exp": "Jurisprudentie / Doctrine.\n\nBij onbewuste schuld heeft de dader niet aan de mogelijkheid van het gevolg gedacht (tekortschieten in onderzoeksplicht of oplettendheid), terwijl hij dit naar redelijke maatstaven wel had behoren te doen."
  },
  {
    "q": "Welke rol speelt de 'Garantenstellung' bij de beoordeling van culpa?",
    "a": [
      "Het zorgt ervoor dat iemand altijd strafbaar is, ongeacht de omstandigheden.",
      "Het verlaagt de eisen die aan de verdachte worden gesteld omdat hij professioneel handelt.",
      "Het verhoogt de zorgvuldigheidsnorm omdat van iemand met een specifieke kwaliteit of functie meer mag worden verwacht.",
      "Het maakt dat de verdachte zich kan beroepen op een wettelijk voorschrift ter uitsluiting van strafbaarheid."
    ],
    "c": 2,
    "exp": "HR Verpleegster / HR Overstekend kind.\n\nDe Garantenstellung houdt in dat aan personen met een bepaalde kwaliteit of functie (zoals een verpleegster of beroepschauffeur) hogere zorgvuldigheidseisen worden gesteld bij de beoordeling van de aanmerkelijke onvoorzichtigheid."
  },
  {
    "q": "Wat houdt het 'wils-element' in bij voorwaardelijk opzet?",
    "a": [
      "Dat de verdachte wetenschap had van de aanmerkelijke kans.",
      "Dat de verdachte de aanmerkelijke kans op het gevolg bewust heeft aanvaard (op de koop toe genomen).",
      "Dat de verdachte het gevolg als primair doel van zijn handelen had.",
      "Dat de verdachte de gevolgen zeker wist, maar toch handelde."
    ],
    "c": 1,
    "exp": "HR Aanmerkelijke kans / HR HIV I.\n\nVoorwaardelijk opzet vereist naast de aanmerkelijke kans en de wetenschap daarvan, dat de dader deze kans 'willens en wetens' heeft aanvaard."
  },
  {
    "q": "Kan het enkele overtreden van een verkeersregel (zoals geen voorrang verlenen) direct leiden tot een veroordeling voor 'schuld' in de zin van art. 6 WVW?",
    "a": [
      "Ja, elke overtreding met letsel tot gevolg levert automatisch culpa op.",
      "Ja, mits het slachtoffer ernstig gewond is geraakt.",
      "Nee, er moet sprake zijn van een aanmerkelijke mate van verwijtbare onvoorzichtigheid, beoordeeld naar het geheel van gedragingen.",
      "Nee, voor art. 6 WVW is altijd opzet vereist."
    ],
    "c": 2,
    "exp": "HR Black-out.\n\nNiet elke verkeersfout levert schuld in de zin van art. 6 WVW op. Er moet sprake zijn van een (verwijtbare) aanmerkelijke onvoorzichtigheid, beoordeeld aan de hand van alle omstandigheden van het geval."
  },
  {
    "q": "In het arrest HR Voorbedachte Raad II heeft de Hoge Raad nadere eisen gesteld aan het bewijs van voorbedachte raad. Wat is een belangrijke contra-indicatie voor het aannemen van voorbedachte raad?",
    "a": [
      "Dat de verdachte een wapen heeft meegenomen naar de plaats delict.",
      "Dat de besluitvorming en uitvoering in een plotselinge hevige drift hebben plaatsgevonden.",
      "Dat de verdachte bekent het feit te hebben gepleegd.",
      "Dat er enige tijd zat tussen het besluit en de uitvoering."
    ],
    "c": 1,
    "exp": "HR Voorbedachte Raad II.\n\nDe omstandigheid dat de besluitvorming en uitvoering in plotselinge hevige drift plaatsvinden, is een contra-indicatie voor het aannemen van het kalme beraad en de rustige overleg die vereist zijn voor voorbedachte raad."
  },
  {
    "q": "Hoe wordt 'schuld' (culpa) in de delictsomschrijvingen van het Wetboek van Strafrecht veelal aangeduid?",
    "a": [
      "Met de term 'willens en wetens'.",
      "Met de term 'met het oogmerk om'.",
      "Met de term 'aan wiens schuld te wijten is'.",
      "Met de term 'met voorbedachte raad'."
    ],
    "c": 2,
    "exp": "Art. 307 Sr / Art. 6 WVW.\n\nDelicten die culpa vereisen, gebruiken termen als 'aan zijn schuld te wijten', 'redelijkerwijs moetende vermoeden' of 'grovelijk onachtzaam'."
  },
  {
    "q": "Welke conclusie trok de Hoge Raad in het arrest HR Porsche over het aannemen van voorwaardelijk opzet bij een inhaalmanoeuvre?",
    "a": [
      "Omdat de verdachte dronken was, had hij voorwaardelijk opzet op de dood.",
      "Omdat de verdachte herhaaldelijk inhaalacties afbrak, kon niet worden bewezen dat hij de kans op een ongeval aanvaardde.",
      "Omdat de verdachte te hard reed, had hij de kans op een ongeval aanvaard.",
      "Omdat het gevolg dodelijk was, moest er sprake zijn van opzet."
    ],
    "c": 1,
    "exp": "HR Porsche (zoals besproken in vergelijking met Alblasserdam/Enkhuizer).\n\nUit de gedragingen van de verdachte (afbreken van eerdere inhaalpogingen) bleek dat hij het gevaar juist wilde vermijden en de kans dus niet aanvaardde. Er was sprake van bewuste schuld, geen opzet."
  },
  {
    "q": "Wat wordt verstaan onder de 'objectieve zijde' van culpa?",
    "a": [
      "De verwijtbaarheid van de dader.",
      "De aanmerkelijke onvoorzichtigheid ofwel het handelen in strijd met de zorgvuldigheidsnorm.",
      "De gemoedstoestand van de dader tijdens het delict.",
      "Het ontbreken van strafuitsluitingsgronden."
    ],
    "c": 1,
    "exp": "Doctrine / Jurisprudentie Culpa.\n\nDe objectieve zijde van culpa ziet op de vraag of de gedraging (in objectieve zin) aanmerkelijk onvoorzichtig was, oftewel of de dader anders had *moeten* handelen (wederrechtelijkheid)."
  },
  {
    "q": "Wat is het gevolg voor de strafbaarheid bij een overtreding (in tegenstelling tot een misdrijf) met betrekking tot opzet of schuld?",
    "a": [
      "Bij overtredingen is altijd boos opzet vereist.",
      "Bij overtredingen moet altijd grove schuld worden bewezen.",
      "Bij overtredingen is in beginsel geen bewijs van opzet of schuld vereist voor het daderschap (leer van het fait matériel), tenzij de wet anders bepaalt.",
      "Bij overtredingen geldt dat alleen roekeloosheid strafbaar is."
    ],
    "c": 2,
    "exp": "Algemene leerstukken.\n\nBij overtredingen is doorgaans het enkele verrichten van de gedraging voldoende voor strafbaarheid (behoudens AVAS), terwijl bij misdrijven altijd een schuldvorm (opzet of culpa) bewezen moet worden."
  },
  {
    "q": "Hoe verhoudt 'voorwaardelijk opzet' zich tot 'bewuste schuld' in de context van de HIV-jurisprudentie?",
    "a": [
      "Er is geen verschil; beide leiden tot veroordeling voor zware mishandeling.",
      "Bij HIV-zaken wordt voorwaardelijk opzet snel aangenomen vanwege de ernst van het virus.",
      "De Hoge Raad is terughoudend met het aannemen van voorwaardelijk opzet; er moeten bijzondere risicoverhogende omstandigheden zijn.",
      "Bewuste schuld is niet mogelijk bij HIV-zaken, alleen opzet of vrijspraak."
    ],
    "c": 2,
    "exp": "HR HIV I.\n\nDe Hoge Raad heeft bepaald dat bij HIV-zaken terughoudendheid geboden is bij het aannemen van voorwaardelijk opzet op zwaar lichamelijk letsel; de kans op besmetting is bij normaal onbeschermd contact statistisch klein."
  },
  {
    "q": "Wat betekent de term 'dolus eventualis'?",
    "a": [
      "Opzet met oogmerk.",
      "Noodzakelijkheidsbewustzijn.",
      "Voorwaardelijk opzet.",
      "Schuld door roekeloosheid."
    ],
    "c": 2,
    "exp": "Terminologie.\n\nDolus eventualis is de Latijnse term voor voorwaardelijk opzet: het bewust aanvaarden van de aanmerkelijke kans op het gevolg."
  },
  {
    "q": "Wanneer is volgens de Hoge Raad sprake van een 'aanmerkelijke kans' in de zin van het voorwaardelijk opzet?",
    "a": [
      "Als de kans theoretisch bestaat.",
      "Als de kans in de gegeven omstandigheden reëel en niet onwaarschijnlijk is.",
      "Als de kans groter is dan 90 procent.",
      "Als de kans door de dader als zekerheid werd gezien."
    ],
    "c": 1,
    "exp": "HR Aanmerkelijke kans.\n\nDe Hoge Raad definieert de aanmerkelijke kans als een 'in de gegeven omstandigheden reële, niet onwaarschijnlijke mogelijkheid'."
  },
  {
    "q": "In het kader van de vaststelling van culpa (schuld), wat is de functie van de 'criteriumfiguur'?",
    "a": [
      "Het bepalen of de verdachte toerekeningsvatbaar is.",
      "Het vaststellen of de verdachte wist dat hij strafbaar handelde.",
      "Het vergelijken van het gedrag van de verdachte met dat van een normaal denkend en handelend mens in dezelfde omstandigheden.",
      "Het bepalen of er sprake is van opzet of schuld."
    ],
    "c": 2,
    "exp": "Jurisprudentie Culpa (o.a. Black-out).\n\nBij de beoordeling van de aanmerkelijke onvoorzichtigheid wordt gekeken naar wat in redelijkheid van de gemiddelde oplettende mens (de criteriumfiguur) in die situatie mocht worden verwacht."
  },
  {
    "q": "Welke rol spelen 'contra-indicaties' bij het bewijs van voorwaardelijk opzet?",
    "a": [
      "Contra-indicaties zijn niet relevant; alleen de daad telt.",
      "Contra-indicaties kunnen voorkomen dat de 'aanvaarding' (wilscomponent) wordt bewezen, zelfs bij een aanmerkelijke kans.",
      "Contra-indicaties bewijzen dat er sprake is van culpa in plaats van vrijspraak.",
      "Contra-indicaties verhogen de strafmaat."
    ],
    "c": 1,
    "exp": "HR Porsche / Jurisprudentie Opzet.\n\nZelfs als er een aanmerkelijke kans is, kan uit contra-indicaties (zoals uitwijkmanoeuvres) blijken dat de verdachte de kans niet heeft aanvaard, waardoor voorwaardelijk opzet niet bewezen kan worden."
  },
  {
    "q": "Is voor een veroordeling ter zake van een opzetdelict in de regel vereist dat de dader weet dat zijn handelen strafbaar is (boos opzet)?",
    "a": [
      "Ja, zonder kennis van de strafbaarheid is er geen opzet.",
      "Nee, in Nederland geldt in de regel kleurloos opzet; kennis van de strafbaarheid is niet vereist.",
      "Ja, maar alleen bij misdrijven tegen het leven.",
      "Nee, tenzij het gaat om overtredingen."
    ],
    "c": 1,
    "exp": "Doctrine / Algemene regels opzet.\n\nIn het Nederlandse strafrecht is voor het bewezenverklaren van opzet doorgaans 'kleurloos opzet' voldoende. De dader hoeft niet te weten dat hij de wet overtreedt, hij moet wel de feitelijke bestanddelen van het delict hebben gewild en geweten."
  },
  {
    "q": "Wat impliceert de 'subjectieve zijde' van culpa?",
    "a": [
      "Dat de gedraging wederrechtelijk is.",
      "Dat de dader strafrechtelijk meerderjarig is.",
      "Dat de onvoorzichtigheid de dader persoonlijk te verwijten valt (verwijtbaarheid).",
      "Dat het slachtoffer zelf schuld heeft."
    ],
    "c": 2,
    "exp": "Jurisprudentie Culpa.\n\nDe subjectieve zijde van culpa ziet op de verwijtbaarheid: kon van déze specifieke verdachte in de gegeven omstandigheden worden gevergd dat hij anders handelde? (Het 'anders kunnen' handelen)."
  }
]