[
  {
    "q": "Tijdens een politieachtervolging rijdt Karel met gedoofde lichten en een snelheid van 100 km/u door de bebouwde kom om aan zijn aanhouding te ontkomen. Hij rijdt hierbij een fietser aan die komt te overlijden. Karel verklaart dat hij de fietser niet wilde doden, maar slechts wilde vluchten. Kan voorwaardelijk opzet op de dood worden bewezen?",
    "sample": "Issue: De rechtsvraag is of Karel voorwaardelijk opzet had op de dood van de fietser.\n\nRule: Voor voorwaardelijk opzet is vereist dat de verdachte zich willens en wetens heeft blootgesteld aan de aanmerkelijke kans dat het gevolg zal intreden (HR HIV I). Dit omvat een risicocomponent (aanmerkelijke kans), kenniscomponent (wetenschap) en wilscomponent (aanvaarding). Volgens HR Enkhuizer doodslag kan vluchtgedrag bijdragen aan het bewijs van aanvaarding.\n\nApplication: De kans op een dodelijk ongeval is bij 100 km/u met gedoofde lichten in de bebouwde kom naar algemene ervaringsregels aanmerkelijk. Karel was zich hiervan bewust. Door zijn keuze om koste wat kost te willen ontkomen aan de politie, heeft hij deze kans op de koop toegenomen en dus aanvaard.\n\nConclusion: Ja, er is sprake van voorwaardelijk opzet op de dood.",
    "checklist": [
      "Aanmerkelijke kans op dodelijk gevolg naar ervaringsregels",
      "Kenniscomponent: verdachte had wetenschap van de kans",
      "Wilscomponent: verdachte heeft kans bewust aanvaard",
      "Vluchtgedrag onderbouwt de aanvaarding van het risico"
    ],
    "exp": "Conform HR Enkhuizer doodslag levert extreem rijgedrag tijdens een vluchtpoging voorwaardelijk opzet op. De dader aanvaardt de aanmerkelijke kans op een dodelijk ongeval om zijn doel (ontkomen) te bereiken."
  },
  {
    "q": "Zuster A, een ervaren operatieassistent, geeft tijdens een operatie per ongeluk een flesje adrenaline in plaats van novocaïne aan de chirurg. Ze controleert het etiket niet, ondanks dat dit protocol is. De patiënt overlijdt. Is er sprake van dood door schuld (culpa)?",
    "sample": "Issue: De vraag is of Zuster A schuld heeft aan de dood van de patiënt in de zin van art. 307 Sr.\n\nRule: Culpa vereist een verwijtbare aanmerkelijke onvoorzichtigheid. Hierbij speelt de Garantenstellung een rol: van personen met een specifieke functie of beroep mag een grotere mate van oplettendheid worden verwacht (HR Verpleegster).\n\nApplication: Van Zuster A mocht, gezien haar opleiding en functie, worden verwacht dat zij het etiket controleerde. Door dit na te laten is zij aanmerkelijk tekortgeschoten in haar zorgplicht. Dit nalaten is haar verwijtbaar.\n\nConclusion: Ja, er is sprake van dood door schuld.",
    "checklist": [
      "Sprake van verwijtbare aanmerkelijke onvoorzichtigheid",
      "Garantenstellung verhoogt de vereiste zorgvuldigheidsnorm",
      "Verdachte is tekortgeschoten in controleplicht",
      "Causaliteit tussen nalaten en overlijden staat vast"
    ],
    "exp": "Op basis van HR Verpleegster geldt dat wie beroepshalve met gevaarlijke stoffen werkt, een verzwaarde zorgplicht (Garantenstellung) heeft. Het niet controleren van een etiket levert dan grove schuld op."
  },
  {
    "q": "Bestuurder B begint een inhaalmanoeuvre op een tweebaansweg. Hij ziet een tegenligger, remt en breekt de actie af. Even later probeert hij het opnieuw, ziet weer een tegenligger, en breekt weer af. Bij een derde poging gaat het mis en botst hij frontaal, met dodelijke afloop. Is er sprake van voorwaardelijk opzet op de dood?",
    "sample": "Issue: Is er sprake van voorwaardelijk opzet op de dood of van bewuste schuld?\n\nRule: Voor voorwaardelijk opzet is bewuste aanvaarding van de aanmerkelijke kans vereist. Contra-indicaties, zoals pogingen om het gevaar af te wenden, kunnen de aanvaarding wegnemen (HR Porsche). Bij bewuste schuld ziet men het gevaar wel, maar vertrouwt men er (lichtvaardig) op dat het goed gaat.\n\nApplication: B heeft eerdere inhaalacties afgebroken om een botsing te voorkomen. Dit is een contra-indicatie die aantoont dat hij het gevolg niet wilde of aanvaardde, maar erop vertrouwde dat het bij de derde keer wel zou lukken.\n\nConclusion: Nee, geen voorwaardelijk opzet, maar bewuste schuld.",
    "checklist": [
      "Onderscheid opzet en schuld ligt in aanvaarding",
      "Verdachte vertrouwde lichtvaardig op goede afloop",
      "Afbreken inhaalacties is contra-indicatie voor aanvaarding",
      "Sprake van bewuste schuld, niet voorwaardelijk opzet"
    ],
    "exp": "Zoals bepaald in HR Porsche sluiten uitwijkmanoeuvres of het afbreken van gevaarlijke acties vaak de 'aanvaarding' van het gevolg uit, waardoor slechts bewuste schuld rest en geen opzet."
  },
  {
    "q": "Schipper C vaart in het donker met hoge snelheid (40 km/u waar 6 km/u is toegestaan) over de Vinkeveense Plassen zonder verlichting en onder invloed van alcohol. Hij overvaart een sloep, waardoor twee opzittenden overlijden. Kan roekeloosheid worden bewezen?",
    "sample": "Issue: Kan het handelen van C worden gekwalificeerd als roekeloosheid, de zwaarste vorm van schuld?\n\nRule: Roekeloosheid vereist buitengewoon onvoorzichtig gedrag waardoor een zeer ernstig gevaar in het leven is geroepen, waarvan de verdachte zich bewust was (HR Vinkeveense Plassen). Dit wordt slechts in uitzonderlijke gevallen aangenomen.\n\nApplication: C stapelde ernstige normschendingen: duisternis, geen licht, extreme snelheid en alcohol. Dit samenstel van gedragingen roept een zeer ernstig gevaar op waarvan C zich bewust moest zijn.\n\nConclusion: Ja, er is sprake van roekeloosheid.",
    "checklist": [
      "Roekeloosheid is zwaarste vorm van schuld",
      "Vereist buitengewoon onvoorzichtig gedrag",
      "Zeer ernstig gevaar in het leven geroepen",
      "Stapeling van normschendingen onderbouwt roekeloosheid"
    ],
    "exp": "Volgens HR Vinkeveense Plassen kan een stapeling van gevaarlijke gedragingen (snelheid, donker, alcohol) leiden tot de kwalificatie roekeloosheid, omdat dit een zeer ernstig gevaar schept."
  },
  {
    "q": "Een vrachtwagenchauffeur rijdt weg bij een stoplicht. Hij heeft in zijn spiegels gekeken, maar ziet een klein kind over het hoofd dat vlak voor zijn cabine de weg op fietst. Het kind overlijdt. De chauffeur stelt dat hij mocht vertrouwen op het verkeersinzicht van de moeder die erbij fietste. Is dit verweer kansrijk?",
    "sample": "Issue: Heeft de chauffeur voldaan aan zijn zorgplicht ten opzichte van een kwetsbare verkeersdeelnemer?\n\nRule: Verkeersdeelnemers moeten extra alert zijn op kwetsbare deelnemers zoals kinderen. Een bestuurder mag niet blind vertrouwen op de waarneming van anderen, maar moet zich er zelf van vergewissen dat de weg vrij is (HR Overstekend kind).\n\nApplication: De chauffeur mocht niet enkel op de moeder vertrouwen of vluchtig kijken. Gezien de kwetsbaarheid van het kind en de dode hoek had hij extra zorgvuldigheid moeten betrachten.\n\nConclusion: Nee, het verweer faalt; er is sprake van verwijtbare onvoorzichtigheid (culpa).",
    "checklist": [
      "Extra zorgplicht jegens kwetsbare verkeersdeelnemers",
      "Bestuurder moet zichzelf vergewissen van veiligheid",
      "Niet blind vertrouwen op derden",
      "Garantenstellung als bestuurder zwaar voertuig"
    ],
    "exp": "Uit HR Overstekend kind volgt dat van een bestuurder extra oplettendheid wordt geëist bij kinderen. Het niet zelfstandig verifiëren van de veiligheid levert schuld op."
  }
]