[
  {
    "q": "Voorwaardelijk opzet vereist dat de verdachte de aanmerkelijke kans op het intreden van het gevolg bewust heeft aanvaard.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR HIV I.\n\nVoorwaardelijk opzet bestaat uit een kenniscomponent (wetenschap van de kans) en een wilscomponent (de aanvaarding van die kans). Zonder aanvaarding is er geen sprake van opzet."
  },
  {
    "q": "De 'aanmerkelijke kans' bij voorwaardelijk opzet wordt uitsluitend bepaald door de subjectieve inschatting van de verdachte.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Aanmerkelijke kans.\n\nDe aanmerkelijke kans moet naar algemene ervaringsregels aanmerkelijk zijn. Het is een objectieve, normatieve maatstaf en geen puur subjectieve inschatting."
  },
  {
    "q": "In het arrest HR Verpleegster werd geoordeeld dat de verpleegster niet strafbaar was omdat zij op de chirurg mocht vertrouwen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Verpleegster.\n\nDe Hoge Raad oordeelde dat de verpleegster, gezien haar opleiding en functie (Garantenstellung), aanmerkelijk tekort was geschoten in de op haar rustende plicht tot oplettendheid."
  },
  {
    "q": "Het onderscheidende element tussen bewuste schuld en voorwaardelijk opzet is het wils-element (de aanvaarding).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Porsche.\n\nBij bewuste schuld is de dader zich bewust van het risico, maar vertrouwt hij er (lichtvaardig) op dat het gevolg niet zal intreden. Hij aanvaardt het gevolg dus niet, in tegenstelling tot bij voorwaardelijk opzet."
  },
  {
    "q": "Roekeloosheid in de zin van artikel 175 Wegenverkeerswet wordt in de rechtspraak snel aangenomen bij elke ernstige verkeersfout.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Vinkeveense Plassen.\n\nRoekeloosheid is de zwaarste vorm van schuld en wordt slechts in uitzonderlijke gevallen aangenomen. Er moet sprake zijn van buitengewoon onvoorzichtig gedrag waardoor een zeer ernstig gevaar in het leven is geroepen."
  },
  {
    "q": "In het arrest HR Enkhuizer doodslag leidde het rijgedrag van de verdachte tot een veroordeling voor doodslag (opzet) in plaats van dood door schuld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Enkhuizer doodslag.\n\nDe verdachte had door zijn extreem gevaarlijke rijgedrag tijdens een vluchtpoging de aanmerkelijke kans op een dodelijk ongeval willens en wetens aanvaard (voorwaardelijk opzet)."
  },
  {
    "q": "De 'Garantenstellung' houdt in dat van personen met een specifieke kwaliteit of beroep een hogere mate van zorgvuldigheid wordt geëist.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Verpleegster / HR Overstekend kind.\n\nDe Garantenstellung verhoogt de zorgvuldigheidsnorm. Wie over specifieke kennis of vaardigheden beschikt, moet daarnaar handelen; falen levert eerder culpa op."
  },
  {
    "q": "In HR Black-out oordeelde de Hoge Raad dat één enkele verkeersovertreding nooit voldoende kan zijn om schuld (culpa) aan te nemen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Black-out.\n\nHet is niet uitgesloten dat één enkele verkeersovertreding voldoende is voor schuld, maar dit hangt af van de aard en ernst van de gedraging en de overige omstandigheden van het geval."
  },
  {
    "q": "Bij onbewuste schuld heeft de dader niet nagedacht over de mogelijke gevolgen, terwijl hij dat wel had behoren te doen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Jurisprudentie Culpa.\n\nOnbewuste schuld wordt gekenmerkt door een gebrek aan voorzichtigheid of nadenken (onachtzaamheid) waar dit wel van de dader gevergd kon worden."
  },
  {
    "q": "Een ontwijkmanoeuvre van de verdachte vlak voor een ongeval is een sterke indicatie vóór het aannemen van voorwaardelijk opzet.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Porsche.\n\nEen ontwijkmanoeuvre is juist een contra-indicatie voor voorwaardelijk opzet. Het toont aan dat de verdachte het gevolg wilde vermijden en de kans daarop dus niet heeft aanvaard."
  },
  {
    "q": "In het arrest HR Voorbedachte Raad II is bepaald dat handelen in een 'plotselinge hevige drift' een contra-indicatie is voor voorbedachte raad.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Voorbedachte Raad II.\n\nVoor voorbedachte raad is kalm beraad en rustig overleg vereist. Handelen in een ogenblikkelijke gemoedsopwelling (drift) staat hieraan in de weg."
  },
  {
    "q": "Kleurloos opzet houdt in dat de dader opzet moet hebben gehad op de wederrechtelijkheid van zijn handelen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Rechtsleer Opzet.\n\nKleurloos opzet houdt in dat de dader het feit willens en wetens moet hebben gepleegd, maar niet dat hij zich bewust hoefde te zijn van de strafbaarheid of wederrechtelijkheid ervan (tenzij de wet anders bepaalt)."
  },
  {
    "q": "In HR Alblasserdam oordeelde de Hoge Raad dat zeer onvoorzichtig rijgedrag (zoals hard door rood rijden) automatisch leidt tot een veroordeling voor doodslag.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Alblasserdam.\n\nDe Hoge Raad oordeelde dat uit het enkele feit van zeer onvoorzichtig rijgedrag niet zonder meer volgt dat de verdachte de kans op de dood bewust heeft aanvaard. Er is meer motivering vereist voor opzet."
  },
  {
    "q": "De objectieve zijde van culpa ziet op de vraag of de gedraging in strijd was met de zorgvuldigheidsnorm (wederrechtelijkheid).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Jurisprudentie Culpa.\n\nCulpa bestaat uit een objectieve zijde (aanmerkelijke onvoorzichtigheid/wederrechtelijkheid) en een subjectieve zijde (verwijtbaarheid). De objectieve zijde toetst of de dader anders had *moeten* handelen."
  },
  {
    "q": "In HR Overstekend kind oordeelde de Hoge Raad dat de buschauffeur mocht vertrouwen op het teken van de moeder dat de weg vrij was.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Overstekend kind.\n\nDe chauffeur mocht niet blind varen op het gebaar. Gezien de kwetsbaarheid van het kind en het beperkte zicht had hij zich er zelf van moeten vergewissen dat het kind veilig was."
  },
  {
    "q": "Bij HIV-zaken neemt de Hoge Raad snel voorwaardelijk opzet aan op zware mishandeling vanwege de dodelijke aard van het virus.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR HIV I.\n\nDe Hoge Raad is juist terughoudend. Omdat de kans op besmetting bij eenmalig contact statistisch klein is, wordt een aanmerkelijke kans (en dus opzet) niet snel aangenomen zonder bijzondere omstandigheden."
  },
  {
    "q": "In HR Vinkeveense Plassen werd roekeloosheid aangenomen vanwege de combinatie van hoge snelheid, duisternis en alcoholgebruik op het water.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Vinkeveense Plassen.\n\nDe Hoge Raad bevestigde het oordeel dat sprake was van roekeloosheid (de zwaarste schuldvorm) gezien de stapeling van gevaarlijke gedragingen en risico's."
  },
  {
    "q": "Opzet met noodzakelijkheidsbewustzijn houdt in dat de dader het gevolg niet primair wil, maar weet dat het zeker zal intreden als hij zijn doel nastreeft.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Rechtsleer Opzet.\n\nBij noodzakelijkheidsbewustzijn is het opzet gericht op een primair doel, waarbij de dader weet dat het nevengevolg noodzakelijkerwijs en onvermijdelijk verbonden is aan zijn handeling."
  },
  {
    "q": "In het arrest HR Opzet (inrijden op hek) was het zien van het slachtoffer in een fractie van een seconde voldoende voor het bewijs van voorwaardelijk opzet.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Opzet.\n\nDe Hoge Raad oordeelde dat door de zeer korte tijdspanne (een fractie van een seconde) niet zonder meer kon worden aangenomen dat de verdachte de kans op de dood bewust had afgewogen en aanvaard."
  },
  {
    "q": "De 'criteriumfiguur' wordt gebruikt om te bepalen of er sprake is van een aanmerkelijke onvoorzichtigheid bij culpa.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Jurisprudentie Culpa.\n\nBij de beoordeling van de objectieve zijde van culpa wordt het gedrag van de verdachte vergeleken met wat een normaal denkend en handelend mens (de criteriumfiguur) in die situatie zou hebben gedaan."
  },
  {
    "q": "Culpa lata verwijst naar lichte onachtzaamheid ofwel culpa levis.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Rechtsleer Culpa.\n\nCulpa lata verwijst naar grove of aanmerkelijke schuld. Lichte schuld (culpa levis) is in het strafrecht doorgaans onvoldoende voor een veroordeling ter zake van een culpoos misdrijf."
  },
  {
    "q": "De subjectieve zijde van culpa ziet op de verwijtbaarheid: kon van de dader redelijkerwijs worden gevergd dat hij anders handelde?",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Jurisprudentie Culpa.\n\nNaast de objectieve onvoorzichtigheid moet de gedraging de dader ook persoonlijk te verwijten zijn (subjectieve zijde). Schulduitsluitingsgronden kunnen deze verwijtbaarheid wegnemen."
  },
  {
    "q": "Het rijden onder invloed van alcohol wordt volgens de wet buiten beschouwing gelaten bij de beoordeling van roekeloosheid in het verkeer.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 175 lid 3 WVW / Art. 5a WVW.\n\nDe wetgever heeft bepaald dat het rijden onder invloed juist in aanmerking moet worden genomen bij de vaststelling van roekeloosheid."
  },
  {
    "q": "Dolus eventualis is de Latijnse term voor opzet als oogmerk.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Terminologie.\n\nDolus eventualis is de Latijnse term voor voorwaardelijk opzet. Opzet als oogmerk wordt dolus directus (eerste graad) genoemd."
  },
  {
    "q": "Bij overtredingen is in beginsel geen bewijs van opzet of schuld vereist voor strafbaarheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Rechtsleer Overtredingen.\n\nBij overtredingen geldt in beginsel de leer van het 'fait matériel': het enkele verrichten van de verboden gedraging is voldoende, tenzij er sprake is van AVAS."
  },
  {
    "q": "Contra-indicaties kunnen bij voorwaardelijk opzet voorkomen dat de 'aanvaarding' van de kans bewezen wordt geacht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR Porsche / HR HIV I.\n\nZelfs als er een aanmerkelijke kans en wetenschap is, kunnen contra-indicaties (zoals pogingen om het gevolg te voorkomen) aantonen dat de wil om de kans te aanvaarden ontbrak."
  },
  {
    "q": "Voor een veroordeling wegens dood door schuld (art. 307 Sr) is vereist dat de verdachte de dood van het slachtoffer heeft gewild.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Art. 307 Sr.\n\nArt. 307 Sr is een culpoos delict. Dit vereist schuld (aanmerkelijke onvoorzichtigheid), geen opzet (willen). Als de verdachte de dood had gewild, zou het doodslag of moord zijn."
  },
  {
    "q": "De 'risicocomponent' bij voorwaardelijk opzet ziet op de vraag of de kans op het gevolg naar algemene ervaringsregels aanmerkelijk is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "HR HIV I.\n\nDe risicocomponent toetst objectief of de kans op het gevolg in de gegeven omstandigheden reëel en niet onwaarschijnlijk was (aanmerkelijke kans)."
  },
  {
    "q": "In het Nederlandse strafrecht is voor medeplichtigheid altijd 'vol opzet' (willens en wetens) vereist; voorwaardelijk opzet volstaat niet.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "HR Geef het mes!.\n\nDe Hoge Raad heeft bepaald dat voor medeplichtigheid (voorwaardelijk) opzet voldoende is, zowel op de hulpverlening als op het gronddelict."
  },
  {
    "q": "Een beroep op AVAS (Afwezigheid van Alle Schuld) wordt formeel behandeld als een bewijsverweer bij culpoze delicten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Rechtsleer AVAS.\n\nOmdat schuld (culpa) verwijtbaarheid omvat, wordt een beroep op een schulduitsluitingsgrond bij culpa gezien als een betwisting van het bestanddeel schuld (bewijsverweer), leidend tot vrijspraak indien succesvol."
  }
]