[
  {
    "q": "Een mondelinge beslissing van een bestuursorgaan die een publiekrechtelijke rechtshandeling inhoudt, voldoet aan de definitie van een besluit in de zin van artikel 1:3 lid 1 Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1:3 lid 1 Awb vereist expliciet een schriftelijke beslissing. Hoewel een mondelinge beslissing een publiekrechtelijke rechtshandeling kan zijn, voldoet deze niet aan de wettelijke definitie van een besluit vanwege het ontbreken van schriftelijkheid."
  },
  {
    "q": "Een privaatrechtelijke rechtshandeling van een bestuursorgaan, zoals het sluiten van een koopovereenkomst, is een besluit in de zin van de Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De definitie in artikel 1:3 lid 1 Awb vereist een publiekrechtelijke rechtshandeling. Privaatrechtelijke handelingen vallen hierbuiten en zijn geen besluiten."
  },
  {
    "q": "Een feitelijke handeling, zoals het feitelijk plaatsen van een verkeersbord, wordt aangemerkt als een rechtshandeling.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een rechtshandeling is gericht op rechtsgevolg. Een feitelijke handeling beoogt geen wijziging in de rechtspositie, maar is slechts de feitelijke uitvoering van een besluit of taak."
  },
  {
    "q": "De afwijzing van een aanvraag van een beschikking is zelf ook een beschikking.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 1:3 lid 2 Awb bepaalt dat onder een beschikking mede wordt verstaan de afwijzing van een aanvraag daarvan."
  },
  {
    "q": "Een beslissing moet externe werking hebben om als besluit in de zin van de Awb te kwalificeren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Een besluit moet gericht zijn op rechtsgevolg voor een of meer anderen. Beslissingen met louter interne werking binnen de organisatie van het bestuursorgaan zijn geen besluiten."
  },
  {
    "q": "Tegen een algemeen verbindend voorschrift staat rechtstreeks beroep open bij de bestuursrechter.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 8:3 lid 1 onder a Awb sluit beroep tegen een algemeen verbindend voorschrift uit."
  },
  {
    "q": "Een bestuurlijke waarschuwing is een besluit indien deze gebaseerd is op een wettelijk voorschrift en een essentiële voorwaarde vormt voor het opleggen van een sanctie bij een volgende overtreding.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Volgens jurisprudentie is een bestuurlijke waarschuwing een besluit als zij een essentieel en onlosmakelijk onderdeel is van een sanctieregime, waardoor zij rechtsgevolg heeft."
  },
  {
    "q": "Een gedoogbeslissing wordt in de regel met een besluit gelijkgesteld voor de mogelijkheid van beroep.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Volgens jurisprudentie (Gedoogde Hoogeloonse Stal) is een gedoogbeslissing in beginsel geen besluit en wordt deze niet met een besluit gelijkgesteld, omdat deze niet op rechtsgevolg is gericht."
  },
  {
    "q": "Een bestuurlijk rechtsoordeel is in beginsel geen besluit, tenzij het voor de betrokkene onevenredig bezwarend is om een daadwerkelijk besluit uit te lokken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Een bestuurlijk rechtsoordeel mist doorgaans rechtsgevolg. Alleen in uitzonderingssituaties, waar de alternatieve weg naar de rechter onevenredig bezwarend is, wordt het als besluit aangemerkt."
  },
  {
    "q": "Een beleidsregel is een algemeen verbindend voorschrift.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1:3 lid 4 Awb definieert een beleidsregel expliciet als een algemene regel, niet zijnde een algemeen verbindend voorschrift."
  },
  {
    "q": "Een concretiserend besluit van algemene strekking bepaalt het toepassingsbereik van een bestaande norm zonder een nieuwe zelfstandige norm toe te voegen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is de definitie van een concretiserend besluit van algemene strekking (c.b.a.s.). Het concretiseert een bestaande norm naar tijd, plaats of object."
  },
  {
    "q": "Tegen een concretiserend besluit van algemene strekking staat geen beroep open bij de bestuursrechter.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In tegenstelling tot een algemeen verbindend voorschrift, staat tegen een concretiserend besluit van algemene strekking wel beroep open."
  },
  {
    "q": "Een zaaksgerichte beschikking, zoals de aanwijzing van een monument, wordt aangemerkt als een besluit van algemene strekking.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een zaaksgerichte beschikking valt onder de definitie van een beschikking (besluit niet van algemene strekking), omdat deze de juridische status van een specifiek object bepaalt."
  },
  {
    "q": "Het niet tijdig nemen van een besluit wordt voor de rechtsbescherming gelijkgesteld met een besluit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 6:2 aanhef en onder b Awb stelt het niet tijdig nemen van een besluit gelijk met een besluit voor de toepassing van wettelijke voorschriften over bezwaar en beroep."
  },
  {
    "q": "Een schriftelijke weigering om een besluit te nemen is een besluit in de zin van artikel 1:3 lid 1 Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een weigering om een besluit te nemen mist rechtsgevolg en is dus geen besluit volgens de definitie. Het wordt echter wel met een besluit gelijkgesteld op grond van artikel 6:2 onder a Awb."
  },
  {
    "q": "Een aanvraag in de zin van de Awb kan door eenieder worden ingediend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1:3 lid 3 Awb definieert een aanvraag als een verzoek van een belanghebbende. Een verzoek van een niet-belanghebbende is dus geen aanvraag."
  },
  {
    "q": "Een algemeen verbindend voorschrift vereist een wettelijke grondslag in de Grondwet of een wet in formele zin.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Een algemeen verbindend voorschrift moet vastgesteld zijn krachtens een wetgevende bevoegdheid die direct of indirect ontleend is aan de Grondwet of een wet in formele zin."
  },
  {
    "q": "Een beleidsregel bindt de burgers rechtstreeks.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een beleidsregel bindt in beginsel het bestuursorgaan zelf (art. 4:84 Awb). Het is geen algemeen verbindend voorschrift dat burgers rechtstreeks bindt."
  },
  {
    "q": "Een rechtsvastleggend (declaratoir) besluit is gericht op rechtsgevolg.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een rechtsvastleggend besluit stelt slechts vast wat rechtens al geldt en beoogt geen nieuw rechtsgevolg te creëren, hoewel het soms wel als besluit wordt aangemerkt voor rechtszekerheid."
  },
  {
    "q": "Een bevoegdhedenovereenkomst betreft afspraken over de uitoefening van een publiekrechtelijke bevoegdheid door een bestuursorgaan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is de definitie van een bevoegdhedenovereenkomst: een overeenkomst waarin een bestuursorgaan afspraken maakt over de wijze waarop het een hem toekomende publiekrechtelijke bevoegdheid zal uitoefenen."
  },
  {
    "q": "Een beschikking kan zich richten tot een open groep personen die voor uitbreiding vatbaar is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een beschikking is per definitie een besluit niet van algemene strekking. Het richt zich tot een persoon of een gesloten groep personen (persoonscriterium)."
  },
  {
    "q": "Het vaststellen van een bestemmingsplan is een feitelijke handeling.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een bestemmingsplan (of plan) is een besluit, vaak een algemeen verbindend voorschrift of een bundel van beschikkingen, omdat het gericht is op rechtsgevolg."
  },
  {
    "q": "Een mededeling van een bestuursorgaan over de interpretatie van een wetsartikel is in beginsel een besluit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een dergelijke mededeling is een bestuurlijk rechtsoordeel en is in beginsel geen besluit omdat het niet gericht is op rechtsgevolg, tenzij in uitzonderlijke gevallen."
  },
  {
    "q": "De afwijzing van een verzoek van een niet-belanghebbende is een besluit in de zin van de Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Omdat het verzoek niet afkomstig is van een belanghebbende, is het geen aanvraag (art. 1:3 lid 3 Awb). De reactie daarop is derhalve geen besluit in de zin van art. 1:3 lid 2 Awb."
  },
  {
    "q": "Een besluit van algemene strekking kan een zelfstandige normstelling bevatten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is het kenmerk van een algemeen verbindend voorschrift, wat een type besluit van algemene strekking is."
  },
  {
    "q": "Bij een 'lex silencio positivo' ontstaat een beschikking van rechtswege.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Lex silencio positivo houdt in dat een vergunning of ontheffing van rechtswege is verleend indien het bestuursorgaan niet tijdig beslist."
  },
  {
    "q": "Een convenant is altijd een besluit in de zin van de Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een convenant is gebaseerd op wilsovereenstemming en kwalificeert als een overeenkomst, niet als een eenzijdig besluit."
  },
  {
    "q": "Beleidsregels kunnen worden vastgesteld voor de vaststelling van feiten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 1:3 lid 4 Awb noemt expliciet de vaststelling van feiten als een van de onderwerpen waarover beleidsregels kunnen worden vastgesteld."
  },
  {
    "q": "Het besluit om een straat open te breken voor rioolwerkzaamheden is een rechtshandeling.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het openbreken van de straat is een feitelijke handeling. De mededeling dat dit gaat gebeuren is evenmin een rechtshandeling."
  },
  {
    "q": "De bevoegdheid tot het vaststellen van beleidsregels kan worden ontleend aan artikel 4:81 Awb.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 4:81 lid 1 Awb biedt de wettelijke grondslag voor een bestuursorgaan om beleidsregels vast te stellen met betrekking tot een hem toekomende bevoegdheid."
  }
]