[
  {
    "q": "Wat is een kenmerkend onderscheid tussen de regeling van de bestuurlijke boete en de maatregel bij arbeidsverplichtingen binnen de Participatiewet?",
    "a": [
      "De bestuurlijke boete en de maatregel zijn beide volledig lokaal bepaald door de gemeenteraad.",
      "De bestuurlijke boete is landelijk geüniformeerd, terwijl de maatregel ruimte laat voor gemeentelijke beleidsvrijheid.",
      "De maatregel is landelijk vastgelegd in de wet, terwijl de hoogte van de bestuurlijke boete per gemeente varieert.",
      "Zowel de bestuurlijke boete als de maatregel worden uitsluitend door de centrale overheid dwingend voorgeschreven.",
      "De bestuurlijke boete is landelijk geüniformeerd, terwijl de maatregel ruimte laat voor gemeentelijke beleidsvrijheid."
    ],
    "c": 1,
    "exp": "De Participatiewet kent standaarden voor bestuurlijke boetes bij schending van de inlichtingenplicht die voor alle gemeenten gelijk zijn. De invulling van maatregelen bij schending van arbeidsverplichtingen kent echter beleidsvrijheid, waardoor er lokale verschillen ontstaan in de uitvoering."
  },
  {
    "q": "Welke fundamentele aanname ligt ten grondslag aan de theorie van 'responsive regulation' in het handhavingsrecht?",
    "a": [
      "Handhavers dienen direct en streng te straffen om een afschrikwekkend effect te garanderen.",
      "Handhavers moeten hun interventie afstemmen op de motivatie en houding van de gereguleerde.",
      "Handhaving is enkel effectief wanneer er geen ruimte is voor discretionaire bevoegdheid van de inspecteur.",
      "Handhaving moet volledig geautomatiseerd zijn om subjectiviteit van de inspecteur uit te sluiten.",
      "Handhavers moeten hun interventie afstemmen op de motivatie en houding van de gereguleerde."
    ],
    "c": 1,
    "exp": "Responsive regulation stelt dat toezichthouders hun aanpak moeten aanpassen aan het gedrag en de motivatie van de gereguleerde partij. Men start doorgaans met overreding en escaleert naar bestraffing indien naleving uitblijft."
  },
  {
    "q": "Hoe wordt de discretionaire ruimte aangeduid die formeel door beleidsmakers aan frontlijnambtenaren wordt toegekend?",
    "a": [
      "Discretion as perceived",
      "Discretion as used",
      "Discretion as granted",
      "Discretion as enacted",
      "Discretion as granted"
    ],
    "c": 2,
    "exp": "Er wordt onderscheid gemaakt tussen drie vormen van discretionaire ruimte. 'Discretion as granted' verwijst naar de formele beslisruimte die wetgevers en beleidsmakers toekennen aan de uitvoerende ambtenaar."
  },
  {
    "q": "Welk risico kleeft er volgens empirisch onderzoek aan de praktische toepassing van 'responsive regulation' door inspecteurs?",
    "a": [
      "Inspecteurs blijken in de praktijk zelden bereid om over te gaan tot het opleggen van formele sancties.",
      "Inspecteurs kunnen de motivatie van de overtreder moeilijk objectief vaststellen, wat leidt tot willekeur.",
      "De kosten van deze handhavingsstijl zijn aanzienlijk hoger dan die van een strikte 'command and control' aanpak.",
      "Bedrijven ervaren deze benadering als te zacht, waardoor de generale preventieve werking volledig verdwijnt.",
      "Inspecteurs kunnen de motivatie van de overtreder moeilijk objectief vaststellen, wat leidt tot willekeur."
    ],
    "c": 1,
    "exp": "Een kernprobleem bij responsive regulation is dat het objectief beoordelen van de motivatie en capaciteit van een overtreder lastig is voor inspecteurs. Dit kan leiden tot inconsistente handhavingsstijlen bij vergelijkbare gevallen."
  },
  {
    "q": "Wat houdt het copingmechanisme 'creaming' in bij de taakuitvoering door frontlijnambtenaren?",
    "a": [
      "Ambtenaren richten zich op cliënten die het meest meewerkend zijn om beleidsdoelen makkelijker te halen.",
      "Ambtenaren hanteren een strikte en bestraffende houding tegenover alle cliënten om tijd te besparen.",
      "Ambtenaren negeren systematisch de regels om cliënten te helpen die in schrijnende situaties verkeren.",
      "Ambtenaren besteden extra veel tijd aan de moeilijkste gevallen om de kwaliteit van de dienstverlening te waarborgen.",
      "Ambtenaren richten zich op cliënten die het meest meewerkend zijn om beleidsdoelen makkelijker te halen."
    ],
    "c": 0,
    "exp": "Creaming is een strategie waarbij frontlijnwerkers zich richten op de 'makkelijke' gevallen (de krenten uit de pap) om efficiënt resultaten te boeken en prestatienormen te halen, vaak ten koste van complexere gevallen."
  },
  {
    "q": "Wat is een kenmerkend verschil tussen de 'state-agent' en de 'citizen-agent' benadering bij frontlijnwerkers?",
    "a": [
      "De state-agent focust op maatwerk, terwijl de citizen-agent strikte regelnaleving vooropstelt.",
      "De state-agent volgt strikt de regels, terwijl de citizen-agent regels aanpast aan de situatie van de burger.",
      "De state-agent werkt in de private sector, terwijl de citizen-agent werkzaam is in de publieke sector.",
      "De state-agent heeft geen discretionaire ruimte, terwijl de citizen-agent volledige beleidsvrijheid heeft.",
      "De state-agent volgt strikt de regels, terwijl de citizen-agent regels aanpast aan de situatie van de burger."
    ],
    "c": 1,
    "exp": "De state-agent-narratief benadrukt strikte regeltoepassing en procedures zonder oog voor individuele omstandigheden. De citizen-agent-narratief richt zich op flexibiliteit, maatwerk en morele afwegingen ten gunste van de burger."
  },
  {
    "q": "Wat wordt in de context van digitalisering bij de overheid bedoeld met 'system-level bureaucracy'?",
    "a": [
      "Een systeem waarbij ambtenaren via beeldschermen communiceren met burgers in plaats van fysiek.",
      "Een bureaucratie waarin algoritmes de besluitvorming grotendeels overnemen en discretionaire ruimte beperken.",
      "Een bestuurslaag die verantwoordelijk is voor het ontwerpen van ICT-systemen voor de overheid.",
      "Een werkwijze waarbij ambtenaren systemisch worden gecontroleerd door leidinggevenden via software.",
      "Een bureaucratie waarin algoritmes de besluitvorming grotendeels overnemen en discretionaire ruimte beperken."
    ],
    "c": 1,
    "exp": "Bij system-level bureaucracy nemen geautomatiseerde systemen en algoritmes een groot deel van de besluitvorming over van de ambtenaar, wat de discretionaire ruimte van de professional aanzienlijk doet afnemen."
  },
  {
    "q": "Welke stelling over de handhavingspraktijk van de Participatiewet door gemeentelijke uitvoerders is correct?",
    "a": [
      "Uitvoerders passen de wet in alle gemeenten uniform toe, ongeacht de lokale beleidsruimte.",
      "Uitvoerders laten hun handelen uitsluitend leiden door de letterlijke tekst van de wet en verordeningen.",
      "Uitvoerders variëren sterk in hun benadering, waarbij sommigen focussen op maatwerk en anderen op strikte regels.",
      "Uitvoerders hebben geen invloed op het handhavingsproces omdat dit volledig is geautomatiseerd.",
      "Uitvoerders variëren sterk in hun benadering, waarbij sommigen focussen op maatwerk en anderen op strikte regels."
    ],
    "c": 2,
    "exp": "In de praktijk wordt de Participatiewet op verschillende manieren gehandhaafd. Er is sprake van diversiteit in regeltoepassing, waarbij uitvoerders balanceren tussen strikte handhaving en maatwerk gebaseerd op de situatie van de cliënt."
  },
  {
    "q": "Wat is volgens de 'curtailment-these' het effect van digitalisering op het werk van frontlijnambtenaren?",
    "a": [
      "Digitalisering leidt tot een vergroting van de beslissingsruimte en meer maatwerk.",
      "Digitalisering beperkt de discretionaire ruimte en kan stereotypering versterken.",
      "Digitalisering zorgt voor een afname van de werkdruk en betere dienstverlening.",
      "Digitalisering heeft geen noemenswaardig effect op de inhoudelijke besluitvorming.",
      "Digitalisering beperkt de discretionaire ruimte en kan stereotypering versterken."
    ],
    "c": 1,
    "exp": "De curtailment-these stelt dat digitalisering en het gebruik van algoritmes de discretionaire ruimte van ambtenaren inperken, wat kan leiden tot minder menselijk oordeel, rechtsonzekerheid en versterking van stereotypering."
  },
  {
    "q": "Welk onbedoeld effect kan optreden wanneer inspecteurs een coöperatieve benadering hanteren binnen responsive regulation?",
    "a": [
      "Bedrijven ervaren de handhaving als zwak en stoppen met het naleven van de regels.",
      "Bedrijven ervaren het optreden soms toch als bestraffend, wat leidt tot weerstand en antagonisme.",
      "Bedrijven gaan de inspecteur als een adviseur zien en vragen om juridisch advies.",
      "Bedrijven nemen de inspecteur niet meer serieus en weigeren toegang tot het bedrijf.",
      "Bedrijven ervaren het optreden soms toch als bestraffend, wat leidt tot weerstand en antagonisme."
    ],
    "c": 1,
    "exp": "Zelfs wanneer inspecteurs een coöperatieve aanpak beogen, kunnen bedrijven het optreden als dwingend of bestraffend ervaren. Dit perceptieverschil kan leiden tot onbedoelde negatieve effecten zoals polarisatie en weerstand."
  },
  {
    "q": "Wat wordt verstaan onder 'deservingness' als copingmechanisme bij frontlijnambtenaren?",
    "a": [
      "Het prioriteren van de makkelijkste dossiers om productiecijfers te halen.",
      "Het beoordelen van cliënten op basis van stereotypen over hun etnische achtergrond.",
      "Het toekennen van hulp op basis van de perceptie of een cliënt 'hardwerkend' of 'meewerkend' is.",
      "Het strikt toepassen van alle regels om willekeur en ongelijkheid te voorkomen.",
      "Het toekennen van hulp op basis van de perceptie of een cliënt 'hardwerkend' of 'meewerkend' is."
    ],
    "c": 2,
    "exp": "Deservingness houdt in dat ambtenaren onderscheid maken tussen cliënten die zij hulpwaardig achten (bijv. meewerkend) en cliënten die zij minder prioriteit geven, wat de gelijke behandeling onder druk kan zetten."
  },
  {
    "q": "Wat impliceert de 'enablement-these' met betrekking tot digitalisering in de publieke sector?",
    "a": [
      "Dat digitalisering ambtenaren ondersteunt om efficiënter te werken en fouten te verminderen.",
      "Dat digitalisering leidt tot een volledige vervanging van menselijke besluitvorming door AI.",
      "Dat digitalisering de afstand tussen burger en overheid vergroot en leidt tot bureaucratisering.",
      "Dat digitalisering ervoor zorgt dat burgers zelf hun juridische beslissingen kunnen nemen.",
      "Dat digitalisering ambtenaren ondersteunt om efficiënter te werken en fouten te verminderen."
    ],
    "c": 0,
    "exp": "De enablement-these ziet digitalisering als een hulpmiddel dat ambtenaren in staat stelt hun werk beter en efficiënter te doen, in tegenstelling tot de curtailment-these die de beperkingen benadrukt."
  },
  {
    "q": "Welke rol speelt de 'handhavingsladder' (pyramid of enforcement) binnen de theorie van responsive regulation?",
    "a": [
      "Het dicteert dat elke overtreding direct met de zwaarst mogelijke sanctie moet worden bestraft.",
      "Het biedt een model om de hoogte van bestuurlijke boetes te berekenen op basis van omzet.",
      "Het structureert de opbouw van sancties, beginnend bij overreding en escalerend naar bestraffing.",
      "Het verplicht inspecteurs om altijd eerst een waarschuwing te geven, ongeacht de ernst van de overtreding.",
      "Het structureert de opbouw van sancties, beginnend bij overreding en escalerend naar bestraffing."
    ],
    "c": 2,
    "exp": "De handhavingsladder of piramide is de kern van responsive regulation. Men begint onderaan met lichte, overredende interventies en schaalt pas op naar zwaardere, bestraffende middelen als naleving uitblijft."
  },
  {
    "q": "Welke factor belemmert de effectieve toepassing van responsive regulation in de praktijk bij de VWA?",
    "a": [
      "Het ontbreken van voldoende wettelijke bevoegdheden om boetes op te leggen.",
      "De aanwezigheid van taalbarrières tussen inspecteurs en ondernemers.",
      "De absolute weigering van inspecteurs om discretionaire ruimte te gebruiken.",
      "Het feit dat responsive regulation wettelijk verboden is in het bestuursrecht.",
      "De aanwezigheid van taalbarrières tussen inspecteurs en ondernemers."
    ],
    "c": 1,
    "exp": "Uit empirisch onderzoek bij de VWA blijkt dat taalbarrières de communicatie bemoeilijken. Hierdoor is het lastig om een overredende dialoog te voeren en de motivatie van de ondernemer in te schatten, wat responsive regulation ondermijnt."
  },
  {
    "q": "Wat wordt bedoeld met de term 'screen-level bureaucrat'?",
    "a": [
      "Een ambtenaar die uitsluitend toezicht houdt via camerabeelden in de openbare ruimte.",
      "Een ambtenaar die vooral werkt met digitale systemen in plaats van direct burgercontact.",
      "Een leidinggevende die via dashboards de prestaties van frontlijnwerkers monitort.",
      "Een burger die via een digitaal portaal zelf zijn overheidszaken regelt zonder tussenkomst.",
      "Een ambtenaar die vooral werkt met digitale systemen in plaats van direct burgercontact."
    ],
    "c": 1,
    "exp": "Door digitalisering verschuift het werk van 'street-level' (direct contact) naar 'screen-level', waarbij de interactie verloopt via beeldschermen en digitale systemen, wat de aard van het werk en de discretionaire ruimte verandert."
  },
  {
    "q": "Wat is een belangrijk inzicht over de relatie tussen perceptie en realiteit bij handhaving?",
    "a": [
      "Bedrijven hebben altijd een accurate kennis van de opgelegde sancties in hun sector.",
      "Perceptie van handhaving speelt geen rol; alleen de daadwerkelijke straf bepaalt gedrag.",
      "Ondernemers ervaren inspecties soms als bestraffend terwijl de inspecteur coöperatief wilde zijn.",
      "De intentie van de inspecteur komt altijd exact overeen met hoe de ondernemer het optreden ervaart.",
      "Ondernemers ervaren inspecties soms als bestraffend terwijl de inspecteur coöperatief wilde zijn."
    ],
    "c": 2,
    "exp": "Er bestaat vaak een discrepantie tussen de 'handhavingsstijl-als-bedoeld' en de 'handhavingsstijl-als-ervaren'. Inspecteurs hebben geen volledige controle over hoe hun optreden wordt ontvangen, wat de effectiviteit van de beoogde strategie kan beïnvloeden."
  },
  {
    "q": "Welke conclusie kan worden getrokken over de uniformiteit van handhaving binnen de Participatiewet?",
    "a": [
      "Er is sprake van volledige uniformiteit omdat de wet landelijk dwingend is opgelegd.",
      "Er is gebrek aan uniformiteit door verschillen in gemeentelijk beleid en individuele stijlen van uitvoerders.",
      "Uniformiteit wordt gewaarborgd door strikte controle vanuit het Ministerie van Sociale Zaken.",
      "Verschillen in handhaving zijn verwaarloosbaar en hebben geen impact op de rechtsgelijkheid.",
      "Er is gebrek aan uniformiteit door verschillen in gemeentelijk beleid en individuele stijlen van uitvoerders."
    ],
    "c": 1,
    "exp": "Onderzoek toont aan dat er aanzienlijke verschillen zijn in de handhaving. Dit komt door beleidsvrijheid van gemeenten (decentralisatie) en de discretionaire ruimte die individuele uitvoerders nemen bij de toepassing van regels."
  },
  {
    "q": "Wat kenmerkt een 'onverschillige' frontlijnambtenaar volgens de typologie van Zacka?",
    "a": [
      "Deze ambtenaar voelt weinig betrokkenheid bij burgers en voert taken routinematig uit.",
      "Deze ambtenaar past regels extreem strikt toe zonder enige uitzondering.",
      "Deze ambtenaar probeert de menselijke maat centraal te stellen en regels te buigen.",
      "Deze ambtenaar verzet zich actief tegen het beleid van de organisatie.",
      "Deze ambtenaar voelt weinig betrokkenheid bij burgers en voert taken routinematig uit."
    ],
    "c": 0,
    "exp": "Zacka onderscheidt drie typen: de onverschillige (weinig betrokken), de handhaver (strikte regeltoepassing) en de zorgdrager (menselijke maat). De onverschillige ambtenaar distantieert zich emotioneel van de burger."
  },
  {
    "q": "Welke invloed heeft het 'naming, blaming, claiming'-model op de handhaving van rechten?",
    "a": [
      "Het model garandeert dat alle juridische geschillen uiteindelijk bij de rechter terechtkomen.",
      "Het model verklaart waarom veel potentiële rechtszaken voortijdig stranden en rechten niet worden geëffectueerd.",
      "Het model is uitsluitend van toepassing op strafrechtelijke procedures en niet op bestuursrecht.",
      "Het model toont aan dat slachtoffers van onrecht altijd direct een claim indienen bij de verantwoordelijke.",
      "Het model verklaart waarom veel potentiële rechtszaken voortijdig stranden en rechten niet worden geëffectueerd."
    ],
    "c": 1,
    "exp": "Veel juridische problemen leiden niet tot procedures omdat mensen afhaken in de fases van naming (herkennen), blaming (toeschrijven) of claiming (actie ondernemen). Hierdoor worden rechten in de praktijk vaak niet geëffectueerd."
  },
  {
    "q": "Wat is een risico van het gebruik van algoritmes bij overheidsbesluiten (system-level bureaucracy)?",
    "a": [
      "Algoritmes zijn te traag in het verwerken van grote hoeveelheden data.",
      "Algoritmes kunnen leiden tot discriminatie en een gebrek aan transparantie ('black box').",
      "Algoritmes geven ambtenaren te veel vrijheid om af te wijken van het beleid.",
      "Algoritmes zijn niet in staat om objectieve criteria consistent toe te passen.",
      "Algoritmes kunnen leiden tot discriminatie en een gebrek aan transparantie ('black box')."
    ],
    "c": 1,
    "exp": "Het gebruik van ondoorzichtige algoritmes (black box) kan leiden tot oncontroleerbare besluiten en het risico dat vooroordelen of discriminatie in het systeem worden ingebakken, zoals bij toeslagenaffaires of profilering."
  },
  {
    "q": "Welke reactie vertonen uitvoerders van de Participatiewet vaak op overtredingen?",
    "a": [
      "Zij kiezen unaniem voor een strikt bestraffende aanpak conform de wet.",
      "Zij negeren overtredingen structureel om de relatie met de cliënt goed te houden.",
      "Zij variëren tussen bestraffend en overredend, afhankelijk van hun eigen opvattingen.",
      "Zij verwijzen elke overtreding direct door naar het Openbaar Ministerie.",
      "Zij variëren tussen bestraffend en overredend, afhankelijk van hun eigen opvattingen."
    ],
    "c": 2,
    "exp": "Uit onderzoek blijkt dat uitvoerders verschillen in hun reactie: sommigen reageren bestraffend (45%), anderen overredend (32%), en een groep kiest een middenweg. Dit hangt af van hun visie op wat effectief of rechtvaardig is."
  },
  {
    "q": "Wat is het doel van 'general deterrence' (generale preventie) in de context van handhaving?",
    "a": [
      "Het specifiek straffen van één overtreder om herhaling bij die persoon te voorkomen.",
      "Het zenden van een signaal door bestraffing om de gehele doelgroep af te schrikken.",
      "Het belonen van bedrijven die zich vrijwillig aan de regels houden.",
      "Het volledig elimineren van discretionaire ruimte bij inspecteurs.",
      "Het zenden van een signaal door bestraffing om de gehele doelgroep af te schrikken."
    ],
    "c": 1,
    "exp": "Generale preventie is gericht op de samenleving of doelgroep als geheel. Door overtreders te straffen, wordt een signaal afgegeven dat anderen moet ontmoedigen om dezelfde overtreding te begaan."
  },
  {
    "q": "Welke conclusie trekt Thornton over de werking van 'general deterrence' bij milieuovertredingen?",
    "a": [
      "De angst voor straf is de enige en belangrijkste drijfveer voor naleving bij bedrijven.",
      "General deterrence werkt voornamelijk als een herinnerings- en geruststellingsmechanisme.",
      "Boetes hebben totaal geen effect op het gedrag van bedrijven, alleen gevangenisstraffen werken.",
      "Bedrijven zijn zich volledig bewust van elke specifieke sanctie die aan concurrenten wordt opgelegd.",
      "General deterrence werkt voornamelijk als een herinnerings- en geruststellingsmechanisme."
    ],
    "c": 1,
    "exp": "Het onderzoek toont aan dat 'explicit general deterrence' (angst voor straf) beperkt bewijs heeft. Straffen functioneren eerder als 'reminder' om regels na te leven en als 'reassurance' dat naleving de norm is en concurrenten ook worden aangepakt."
  },
  {
    "q": "Wat houdt het concept 'proactieve handhaving' in?",
    "a": [
      "Handhaven op basis van binnengekomen klachten en meldingen van burgers.",
      "Handhaven door zelf actief op zoek te gaan naar overtredingen, zonder af te wachten.",
      "Handhaven door achteraf sancties op te leggen nadat schade is ontstaan.",
      "Handhaven door de regelgeving aan te passen aan het gedrag van de doelgroep.",
      "Handhaven door zelf actief op zoek te gaan naar overtredingen, zonder af te wachten."
    ],
    "c": 1,
    "exp": "Proactieve handhaving staat tegenover reactieve (klacht-gebaseerde) handhaving. Bij proactieve handhaving neemt de toezichthouder zelf het initiatief om naleving te controleren en overtredingen op te sporen."
  },
  {
    "q": "Welke beperking geldt voor de generaliseerbaarheid van het onderzoek van De Winter naar de Participatiewet?",
    "a": [
      "Het onderzoek is gebaseerd op een landelijke enquête onder alle gemeenten.",
      "Het onderzoek richt zich op slechts drie specifieke gemeenten, wat landelijke extrapolatie beperkt.",
      "Het onderzoek maakt gebruik van experimentele methoden die niet in de praktijk werken.",
      "Het onderzoek is verouderd omdat de Participatiewet inmiddels is afgeschaft.",
      "Het onderzoek richt zich op slechts drie specifieke gemeenten, wat landelijke extrapolatie beperkt."
    ],
    "c": 1,
    "exp": "De studie is een kwalitatief onderzoek in drie gemeenten met specifieke kenmerken. Hoewel het diepgaand inzicht biedt, kunnen de resultaten niet zomaar één-op-één worden gegeneraliseerd naar alle gemeenten in Nederland."
  },
  {
    "q": "Wat is een belangrijk effect van transparantie over de werking van algoritmes bij de overheid?",
    "a": [
      "Het leidt tot een toename van fraude omdat burgers het systeem kunnen manipuleren.",
      "Het verhoogt het vertrouwen van burgers in de besluitvorming aanzienlijk.",
      "Het maakt de besluitvorming trager omdat elke stap uitgelegd moet worden.",
      "Het heeft geen invloed op de acceptatie van besluiten door burgers.",
      "Het verhoogt het vertrouwen van burgers in de besluitvorming aanzienlijk."
    ],
    "c": 1,
    "exp": "Onderzoek toont aan dat uitleg geven over de werking en motivatie van algoritmische beslissingen (transparantie) het vertrouwen van burgers in het systeem met 10 tot 30 procent kan verhogen."
  },
  {
    "q": "Wat wordt bedoeld met de 'law in action' benadering in handhavingsonderzoek?",
    "a": [
      "Het bestuderen van wetteksten en jurisprudentie in de bibliotheek.",
      "Het analyseren van hoe regels in de dagelijkse praktijk worden toegepast en ervaren.",
      "Het ontwikkelen van nieuwe wetgeving op basis van politieke wensen.",
      "Het voeren van rechtszaken om jurisprudentie te creëren.",
      "Het analyseren van hoe regels in de dagelijkse praktijk worden toegepast en ervaren."
    ],
    "c": 1,
    "exp": "De 'law in action' (recht in de praktijk) staat tegenover 'law in books'. Het richt zich op de daadwerkelijke werking en toepassing van het recht door actoren zoals politie, inspecteurs en ambtenaren."
  },
  {
    "q": "Welke rol speelt 'stereotypering' als copingmechanisme bij handhaving?",
    "a": [
      "Het zorgt voor een objectieve en neutrale beoordeling van elke individuele casus.",
      "Het helpt ambtenaren om complexe informatie snel te verwerken, maar leidt tot ongelijke behandeling.",
      "Het is een wettelijk voorgeschreven methode om risicoprofielen op te stellen.",
      "Het wordt uitsluitend gebruikt door geautomatiseerde systemen en niet door mensen.",
      "Het helpt ambtenaren om complexe informatie snel te verwerken, maar leidt tot ongelijke behandeling."
    ],
    "c": 1,
    "exp": "Stereotypering is een manier voor ambtenaren om met werkdruk en complexiteit om te gaan (coping). Beslissingen worden beïnvloed door vooroordelen over groepen, wat efficiënt kan lijken maar leidt tot discriminatie en willekeur."
  },
  {
    "q": "Wat is een kernmerk van 'bottom-up' handhaving?",
    "a": [
      "De handhavingsstrategie wordt volledig bepaald door het ministerie en strikt opgevolgd.",
      "De uitvoering en invulling van handhaving worden sterk beïnvloed door de uitvoerders op de werkvloer.",
      "Handhaving vindt uitsluitend plaats op basis van meldingen van burgers.",
      "De rechter bepaalt vooraf hoe er gehandhaafd moet worden in specifieke gevallen.",
      "De uitvoering en invulling van handhaving worden sterk beïnvloed door de uitvoerders op de werkvloer."
    ],
    "c": 1,
    "exp": "Bij bottom-up handhaving spelen de uitvoerders (zoals inspecteurs of gemeenteambtenaren) een grote rol in het vormgeven van het beleid in de praktijk, in tegenstelling tot top-down waar de centrale leiding alles dicteert."
  },
  {
    "q": "Waarom is de 'Street-Level Bureaucracy' theorie van Lipsky relevant voor juristen?",
    "a": [
      "Omdat het aantoont dat wetgeving altijd precies zo wordt uitgevoerd als de wetgever bedoeld heeft.",
      "Omdat het inzicht geeft in hoe feitelijke rechtsvorming plaatsvindt in de uitvoering, los van de wetstekst.",
      "Omdat het bewijst dat ambtenaren geen enkele beslissingsbevoegdheid hebben.",
      "Omdat het een juridisch leerstuk is dat in het wetboek van strafrecht is opgenomen.",
      "Omdat het inzicht geeft in hoe feitelijke rechtsvorming plaatsvindt in de uitvoering, los van de wetstekst."
    ],
    "c": 1,
    "exp": "Lipsky's theorie laat zien dat frontlijnambtenaren door hun discretionaire ruimte feitelijk beleid maken in de praktijk. Voor juristen is dit relevant om te begrijpen dat 'recht hebben' en 'recht krijgen' beïnvloed worden door de uitvoering."
  }
]