[
  {
    "q": "Casus: Ambtenaar Jan werkt bij de sociale dienst. Hij constateert dat cliënt B. de inlichtingenplicht heeft geschonden door inkomsten niet op te geven. De wet schrijft hiervoor een landelijk vastgestelde bestuurlijke boete voor. Jan vindt dit echter zielig voor B. en besluit de boete te halveren. Vervolgens ziet Jan dat cliënt B. ook een arbeidsverplichting heeft geschonden (niet solliciteren). Hiervoor gelden gemeentelijke regels. Jan besluit hiervoor wel de maximale maatregel op te leggen, omdat hij vindt dat B. lui is. Analyseer de handelingen van Jan in het licht van de wettelijke kaders van de Participatiewet.",
    "sample": "Issue: Heeft Jan de discretionaire ruimte om af te wijken bij de inlichtingenplicht en de arbeidsverplichting?\n\nRule: De Participatiewet kent landelijke standaarden voor de bestuurlijke boete (inlichtingenplicht), maar beleidsvrijheid voor gemeenten bij maatregelen (arbeidsverplichtingen).\n\nApplication: Jan wijkt bij de inlichtingenplicht onterecht af van de landelijke uniformiteit. Bij de arbeidsverplichting gebruikt hij zijn discretionaire ruimte, beïnvloed door zijn normatieve opvatting over de cliënt.\n\nConclusion: Jan handelt onjuist bij de boete (geen ruimte), maar handelt formeel binnen zijn beleidsvrijheid bij de maatregel.",
    "checklist": [
      "Onderscheid tussen landelijke boetestandaarden en gemeentelijke maatregelen.",
      "Bestuurlijke boete bij inlichtingenplicht vereist landelijke uniformiteit.",
      "Maatregelen bij arbeidsverplichtingen kennen gemeentelijke beleidsvrijheid.",
      "Jan past onterecht discretie toe bij de geüniformeerde boete."
    ],
    "exp": "De Participatiewet maakt een strikt onderscheid. Voor schending van de inlichtingenplicht gelden landelijke standaarden (de bestuurlijke boete) die uniform moeten worden toegepast. Voor schending van arbeidsverplichtingen hebben gemeenten beleidsvrijheid om zelf de hoogte en duur van de maatregel te bepalen."
  },
  {
    "q": "Casus: Inspecteur Els van de Voedsel en Waren Autoriteit bezoekt een horecazaak. Ze constateert een overtreding van de hygiëneregels. Volgens het beleid van de VWA zou ze moeten starten met een overredende aanpak. De eigenaar spreekt echter gebrekkig Nederlands en begrijpt haar uitleg niet goed. Els twijfelt of de man welwillend is. Om zeker te zijn van effect, besluit ze direct een zware boete uit te schrijven. Analyseer deze beslissing vanuit de theorie van responsive regulation.",
    "sample": "Issue: Waarom faalt de toepassing van responsive regulation in deze situatie?\n\nRule: Responsive regulation vereist afstemming op de motivatie van de overtreder; bij welwillendheid past overreding, bij onwil bestraffing.\n\nApplication: Taalbarrières belemmeren de communicatie, waardoor Els de motivatie van de ondernemer niet objectief kan vaststellen. Ze valt terug op een bestraffende aanpak uit onzekerheid.\n\nConclusion: De taalbarrière blokkeert de overredende strategie, leidend tot een onnodig bestraffende interventie.",
    "checklist": [
      "Responsive regulation vereist afstemming op motivatie en capaciteit.",
      "Taalbarrières belemmeren objectieve inschatting van de motivatie.",
      "Inspecteur valt terug op bestraffing bij communicatieproblemen.",
      "Ondernemer krijgt geen kans op compliance assistance."
    ],
    "exp": "Een kernprobleem bij responsive regulation is het vaststellen van de motivatie van de gereguleerde. Taalbarrières maken de noodzakelijke dialoog onmogelijk, waardoor inspecteurs, bij twijfel, vaak terugvallen op een strengere, bestraffende stijl in plaats van de beoogde coöperatieve benadering."
  },
  {
    "q": "Casus: Casemanager Peter heeft een te hoge caseload. Om zijn targets te halen, besteedt hij veel tijd aan cliënten die de taal goed spreken en gemotiveerd lijken om te werken. Cliënten met complexe problemen of een 'lastige' houding laat hij wachten of behandelt hij strikt volgens de regels zonder extra hulp. Analyseer het gedrag van Peter met behulp van de theorie van Lipsky over frontlijnwerkers.",
    "sample": "Issue: Welke copingmechanismen past Peter toe om met de werkdruk om te gaan?\n\nRule: Frontlijnambtenaren gebruiken copingmechanismen zoals 'creaming' (kiezen voor makkelijke gevallen) en 'deservingness' (hulpwaardigheid beoordelen) bij schaarste.\n\nApplication: Peter past 'creaming' toe door zich te richten op kansrijke cliënten. Hij past 'deservingness' toe door gemotiveerde cliënten te bevoordelen boven 'lastige' cliënten.\n\nConclusion: Peter hanteert copingmechanismen om efficiëntie te verhogen ten koste van gelijkheid.",
    "checklist": [
      "Toepassing van het copingmechanisme 'creaming' voor efficiëntie.",
      "Focus op de makkelijkste gevallen (krenten uit de pap).",
      "Toepassing van het mechanisme 'deservingness' op basis van houding.",
      "Werkdruk leidt tot ongelijke behandeling van complexe cliënten."
    ],
    "exp": "Lipsky stelt dat frontlijnwerkers bij een gebrek aan middelen copingmechanismen ontwikkelen. 'Creaming' houdt in dat men zich richt op de makkelijkste gevallen om resultaat te boeken. 'Deservingness' betekent dat hulp wordt toegekend op basis van wie men 'waardig' of meewerkend acht."
  },
  {
    "q": "Casus: De gemeente X voert een nieuw digitaal systeem in voor bijstandsaanvragen. Het systeem berekent automatisch het recht op uitkering op basis van ingevoerde data. Ambtenaar Fatima merkt dat het systeem een aanvraag afwijst die volgens haar intuïtie en ervaring wel rechtmatig is. Toch durft ze niet af te wijken van het systeem en neemt de afwijzing over in het besluit. Analyseer de positie van Fatima in het licht van digitaliseringstheorieën.",
    "sample": "Issue: Wat is het effect van digitalisering op de discretionaire ruimte van Fatima?\n\nRule: De 'curtailment-these' stelt dat digitalisering de discretionaire ruimte inperkt en leidt tot 'system-level bureaucracy'.\n\nApplication: Fatima ervaart geen ruimte om haar menselijke oordeel te gebruiken (discretion as used) en conformeert zich aan de 'black box' van het algoritme.\n\nConclusion: Er is sprake van system-level bureaucracy waarbij het systeem de feitelijke beslisser is geworden.",
    "checklist": [
      "Verschuiving van street-level naar system-level bureaucracy.",
      "Toepassing van de 'curtailment-these' bij digitalisering.",
      "Beperking van de feitelijke discretionaire ruimte (discretion as used).",
      "Verlies van menselijk oordeel door dominantie van algoritmes."
    ],
    "exp": "Bij 'system-level bureaucracy' nemen geautomatiseerde systemen de besluitvorming over. De 'curtailment-these' voorspelt dat dit leidt tot een inperking van de discretionaire ruimte van de ambtenaar, die de uitkomst van het systeem niet durft of kan overrulen."
  },
  {
    "q": "Casus: Een inspecteur van de VWA bezoekt een slachthuis. Hij ziet kleine fouten en geeft de eigenaar advies hoe dit proces te verbeteren, met de intentie om samen te werken ('compliance assistance'). De eigenaar ervaart het optreden echter als zeer bedreigend en is bang dat de inspecteur bij een volgende fout de tent sluit. De eigenaar wordt hierdoor vijandig. Analyseer het probleem in de interactie.",
    "sample": "Issue: Waarom leidt de coöperatieve houding van de inspecteur tot weerstand?\n\nRule: Er bestaat een discrepantie tussen de 'handhavingsstijl-als-bedoeld' en de 'handhavingsstijl-als-ervaren'.\n\nApplication: De inspecteur bedoelt zijn optreden als hulpvaardig (compliance assistance), maar de ondernemer ervaart het als bestraffend (command and control).\n\nConclusion: Het verschil in perceptie leidt tot onbedoelde negatieve effecten en antagonisme.",
    "checklist": [
      "Discrepantie tussen 'handhavingsstijl-als-bedoeld' en 'handhavingsstijl-als-ervaren'.",
      "Inspecteur beoogt samenwerking en compliance assistance.",
      "Ondernemer ervaart het optreden als dwingend of bestraffend.",
      "Perceptieverschil ondermijnt het effect van responsieve regulering."
    ],
    "exp": "Empirisch onderzoek toont aan dat de intentie van de handhaver niet altijd overeenkomt met de perceptie van de normadressaat. Zelfs een goedbedoelde, adviserende stijl kan door de ontvanger als bedreigend worden ervaren, wat de effectiviteit van de interventie vermindert."
  }
]