[
  {
    "q": "De Participatiewet schrijft landelijk uniforme standaarden voor met betrekking tot de hoogte van de bestuurlijke boete bij schending van de inlichtingenplicht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De Participatiewet kent standaarden voor bestuurlijke boetes bij schending van de inlichtingenplicht die voor alle gemeenten gelijk zijn. Dit staat in contrast met de maatregelen bij arbeidsverplichtingen, waar wel lokale beleidsvrijheid bestaat."
  },
  {
    "q": "Gemeenten hebben geen beleidsvrijheid om zelf de hoogte en duur van maatregelen te bepalen bij schending van arbeidsverplichtingen binnen de Participatiewet.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De invulling van maatregelen bij schending van arbeidsverplichtingen kent beleidsvrijheid voor gemeenten. Hierdoor ontstaan lokale verschillen in de hoogte, duur en verrekening van deze maatregelen."
  },
  {
    "q": "In de theorie van 'responsive regulation' wordt gesteld dat toezichthouders hun handhavingsstijl moeten aanpassen aan de motivatie en houding van de gereguleerde.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Responsive regulation houdt in dat handhavers hun interventie afstemmen op de motivatie en capaciteiten van de normadressaat, variërend van overreding bij welwillendheid tot bestraffing bij onwil."
  },
  {
    "q": "Het 'creaming'-mechanisme houdt in dat frontlijnambtenaren zich primair richten op de meest complexe en hulpbehoevende gevallen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Creaming is een copingmechanisme waarbij ambtenaren zich richten op de 'makkelijke' gevallen (de krenten uit de pap) om efficiënt resultaten te boeken en prestatienormen te halen, vaak ten koste van complexere gevallen."
  },
  {
    "q": "Bij een 'state-agent' benadering past de frontlijnambtenaar de regels flexibel aan op basis van de specifieke omstandigheden van de burger.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De state-agent-narratief benadrukt juist strikte regeltoepassing en procedures zonder oog voor individuele omstandigheden. Flexibiliteit en maatwerk horen bij de citizen-agent benadering."
  },
  {
    "q": "De handhavingsladder (pyramid of enforcement) impliceert dat handhavers altijd moeten beginnen met de zwaarst mogelijke sanctie om af te schrikken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De handhavingsladder schrijft voor dat men begint met lichte, overredende interventies aan de basis en pas opschaalt naar zwaardere, bestraffende middelen als naleving uitblijft."
  },
  {
    "q": "Uit onderzoek blijkt dat ondernemers een coöperatieve handhavingsstijl van inspecteurs altijd correct interpreteren als hulpvaardig en niet als bestraffend.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Er bestaat vaak een discrepantie tussen de bedoelde en ervaren handhavingsstijl. Ondernemers kunnen een inspectie als dwingend of bestraffend ervaren, zelfs wanneer de inspecteur een coöperatieve insteek heeft."
  },
  {
    "q": "Discretionaire ruimte die formeel door beleidsmakers aan ambtenaren wordt toegekend, wordt aangeduid als 'discretion as granted'.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "'Discretion as granted' verwijst naar de formele beslisruimte die wetgevers en beleidsmakers toekennen aan de uitvoerende ambtenaar, in tegenstelling tot de ruimte die daadwerkelijk wordt gebruikt of ervaren."
  },
  {
    "q": "De 'curtailment-these' stelt dat digitalisering en het gebruik van algoritmes de discretionaire ruimte van frontlijnambtenaren vergroten.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De curtailment-these stelt juist dat digitalisering en algoritmes de discretionaire ruimte inperken, wat kan leiden tot minder menselijk oordeel en een striktere, meer rigide regeltoepassing."
  },
  {
    "q": "Het copingmechanisme 'stereotypering' stelt ambtenaren in staat om complexe informatie snel te verwerken, maar verhoogt het risico op discriminatie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Stereotypering wordt gebruikt om de werklast en complexiteit beheersbaar te maken door cliënten in categorieën in te delen, wat inderdaad leidt tot efficiëntie maar ook tot het risico op ongelijke behandeling en discriminatie."
  },
  {
    "q": "Binnen 'system-level bureaucracy' wordt de besluitvorming grotendeels overgenomen door geautomatiseerde systemen en algoritmes.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "System-level bureaucracy verwijst naar een systeem waarin algoritmes en software een groot deel van de discretionaire besluitvorming van de ambtenaar overnemen en standaardiseren."
  },
  {
    "q": "Het begrip 'deservingness' verwijst naar de wettelijke verplichting om elke burger precies dezelfde dienstverlening te bieden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Deservingness is een copingmechanisme waarbij ambtenaren (onbewust) onderscheid maken tussen cliënten die zij 'hulpwaardig' achten en cliënten die zij minder prioriteit geven, wat juist botst met strikte gelijkheid."
  },
  {
    "q": "Taalbarrières tussen inspecteurs en ondernemers kunnen de effectieve toepassing van 'responsive regulation' belemmeren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Responsive regulation vereist dialoog om de motivatie van de gereguleerde in te schatten. Taalbarrières bemoeilijken deze communicatie, waardoor het lastig is om de juiste handhavingsstrategie te bepalen."
  },
  {
    "q": "Onderzoek toont aan dat transparantie over de werking van algoritmes bij de overheid het vertrouwen van burgers kan verhogen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Empirische bevindingen wijzen uit dat het geven van uitleg over hoe algoritmes werken en beslissingen nemen, het vertrouwen van burgers in het systeem aanzienlijk kan verhogen."
  },
  {
    "q": "Een 'screen-level bureaucrat' werkt voornamelijk via direct fysiek contact met burgers op straat of aan een loket.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een screen-level bureaucrat werkt voornamelijk via beeldschermen en digitale systemen, waarbij de interactie met de burger vaak indirect of gedigitaliseerd is, in tegenstelling tot de klassieke street-level bureaucrat."
  },
  {
    "q": "Bij de handhaving van de Participatiewet passen alle uitvoerders de regels strikt en uniform toe, conform het landelijk beleid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In de praktijk is er sprake van grote diversiteit; sommige uitvoerders handhaven strikt, terwijl anderen flexibiliteit en maatwerk toepassen afhankelijk van hun eigen opvattingen en de lokale cultuur."
  },
  {
    "q": "De 'enablement-these' suggereert dat digitalisering ambtenaren kan ondersteunen om efficiënter te werken en fouten te verminderen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De enablement-these ziet digitalisering als een hulpmiddel dat de capaciteiten van ambtenaren vergroot (enable) en processen verbetert, in tegenstelling tot de curtailment-these die beperkingen benadrukt."
  },
  {
    "q": "Het opleggen van een boete heeft volgens onderzoek bij milieuovertredingen voornamelijk een 'reminder' en 'reassurance' functie voor bedrijven.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Onderzoek suggereert dat straffen vooral werken als herinnering aan de regels (reminder) en als geruststelling voor bonafide bedrijven dat overtreders worden aangepakt (reassurance), in plaats van pure afschrikking."
  },
  {
    "q": "Proactieve handhaving houdt in dat de toezichthouder pas in actie komt nadat er een klacht of melding is ontvangen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Dit is de definitie van reactieve handhaving. Proactieve handhaving betekent dat de toezichthouder zelfstandig het initiatief neemt om naleving te controleren en overtredingen op te sporen."
  },
  {
    "q": "De term 'law in action' verwijst naar de formele wettekst zoals vastgelegd in wetboeken en verdragen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "'Law in action' verwijst naar hoe het recht daadwerkelijk functioneert en wordt toegepast in de sociale werkelijkheid, in tegenstelling tot 'law in books' (de formele regels)."
  },
  {
    "q": "Het objectief vaststellen van de motivatie van een overtreder is een eenvoudige taak voor inspecteurs binnen het model van responsive regulation.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een kernprobleem van responsive regulation is dat het beoordelen van motivatie subjectief en moeilijk is, wat in de praktijk kan leiden tot willekeur en inconsistentie in de handhaving."
  },
  {
    "q": "Leidinggevenden bij gemeenten spelen geen rol in de mate van beleidsvrijheid die uitvoerders ervaren bij de Participatiewet.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Leidinggevenden hebben wel degelijk invloed; sommige managers moedigen flexibiliteit en creatieve oplossingen aan, terwijl anderen striktere kaders stellen, wat de handhavingsstijl beïnvloedt."
  },
  {
    "q": "Een 'onverschillige' frontlijnambtenaar kenmerkt zich door een sterke emotionele betrokkenheid bij de burger.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Volgens de typologie van Zacka kenmerkt de onverschillige ambtenaar zich juist door een gebrek aan betrokkenheid en het routinematig uitvoeren van taken, in tegenstelling tot de zorgdrager."
  },
  {
    "q": "Het 'naming, blaming, claiming'-model verklaart waarom veel juridische problemen niet leiden tot een rechtszaak.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het model laat zien dat veel geschillen afvallen in de fasen van herkennen (naming), toeschrijven (blaming) of claimen, waardoor rechten vaak niet worden geëffectueerd bij de rechter."
  },
  {
    "q": "De theorie van responsive regulation gaat ervan uit dat bestraffing de eerste en meest effectieve stap is in het handhavingsproces.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De theorie stelt juist dat men moet beginnen met overreding en dialoog aan de basis van de piramide, en dat bestraffing een escalatiemiddel is voor wanneer lichtere middelen falen."
  },
  {
    "q": "Bij 'bottom-up' handhaving wordt de uitvoering en invulling van beleid sterk beïnvloed door de uitvoerders op de werkvloer.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bottom-up handhaving erkent de invloed van de 'street-level bureaucrats' die in de dagelijkse praktijk vormgeven aan het beleid, in tegenstelling tot een strikte top-down dictaat."
  },
  {
    "q": "De 'weak signal' hypothese in handhavingsonderzoek stelt dat bedrijven elk signaal van boetes bij concurrenten direct en volledig oppikken.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De 'weak signal' hypothese stelt juist dat specifieke informatie over sancties vaak niet of onvolledig doordringt tot andere bedrijven, waardoor het specifieke afschrikkingseffect beperkt is."
  },
  {
    "q": "Uit onderzoek blijkt dat uitvoerders van de Participatiewet zich nooit laten leiden door persoonlijke opvattingen over rechtvaardigheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Uitvoerders zijn geen neutrale machines; hun handelen wordt beïnvloed door eigen professionele en morele opvattingen over wat de beste of meest rechtvaardige werkwijze is."
  },
  {
    "q": "Generale preventie richt zich op het voorkomen van recidive bij de specifieke dader die gestraft wordt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Generale preventie is gericht op het afschrikken van de samenleving of doelgroep als geheel (de potentiële overtreders), niet specifiek op de reeds gestrafte dader (dat is speciale preventie)."
  },
  {
    "q": "Het gebruik van ondoorzichtige algoritmes ('black box') bij de overheid kan risico's met zich meebrengen voor de rechtsbescherming van burgers.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Ondoorzichtige algoritmes maken het moeilijk om te controleren hoe een besluit tot stand is gekomen, wat de mogelijkheid tot verweer en de controle op discriminatie of fouten beperkt."
  }
]