[
  {
    "q": "Wat is de betekenis van het lex scripta-beginsel als onderdeel van het legaliteitsbeginsel?",
    "a": [
      "Strafbepalingen moeten met terugwerkende kracht worden toegepast.",
      "Strafbaarheid moet gebaseerd zijn op een geschreven wettelijke bepaling.",
      "Strafbepalingen moeten zo duidelijk mogelijk worden omschreven.",
      "Strafbaarheid mag worden gebaseerd op ongeschreven gewoonterecht."
    ],
    "c": 1,
    "exp": "Artikel 1 Sr.\n\nHet lex scripta-beginsel vereist dat strafrechtelijke aansprakelijkheid uitsluitend gebaseerd mag zijn op een geschreven wet. Gewoonterecht is in het materiële strafrecht uitgesloten als directe bron van strafbaarheid."
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het arrest Muilkorf over de bevoegdheid tot het stellen van strafvorderlijke regels?",
    "a": [
      "De gemeenteraad is bevoegd om zelfstandig strafprocesrechtelijke regels op te stellen.",
      "De lagere wetgever mag strafprocesrechtelijke regels scheppen zonder formele basis.",
      "Strafvordering mag alleen plaatsvinden op de wijze bij de wet in formele zin voorzien.",
      "De burgemeester heeft de discretionaire bevoegdheid om opsporingsmethoden te bepalen."
    ],
    "c": 2,
    "exp": "HR Muilkorf; Artikel 1 Sv.\n\nIn het arrest Muilkorf bepaalde de Hoge Raad dat strafvordering, waaronder opsporing, alleen mag plaatsvinden op de wijze bij de wet voorzien. Dit verwijst naar de wet in formele zin, waardoor de gemeentelijke verordening onverbindend was."
  },
  {
    "q": "Uit welke vier componenten is een strafbaar feit in de regel opgebouwd?",
    "a": [
      "Menselijke gedraging, wettelijke delictsomschrijving, wederrechtelijkheid, verwijtbaarheid.",
      "Menselijke gedraging, wettelijke delictsomschrijving, opzet, causaliteit.",
      "Daderschap, wettelijke delictsomschrijving, strafwaardigheid, toerekeningsvatbaarheid.",
      "Handeling, wettelijke delictsomschrijving, wederrechtelijkheid, voorbedachte raad."
    ],
    "c": 0,
    "exp": "Het strafbare feit bestaat cumulatief uit vier componenten: een menselijke gedraging, die valt binnen de wettelijke delictsomschrijving, die wederrechtelijk is en aan schuld (verwijtbaarheid) te wijten is."
  },
  {
    "q": "Welk criterium hanteerde de Hoge Raad in het arrest RuneScape om virtuele objecten als 'goed' aan te merken?",
    "a": [
      "Het object moet stoffelijk van aard zijn en tastbaar voor de bezitter.",
      "Het object moet zichtbaar zijn op een beeldscherm en verhandelbaar zijn.",
      "Het object moet economische waarde hebben en onder de Opiumwet vallen.",
      "Het object moet waarde hebben en de feitelijke heerschappij moet overdraagbaar zijn."
    ],
    "c": 3,
    "exp": "HR RuneScape; Artikel 310 Sr.\n\nDe Hoge Raad oordeelde dat virtuele objecten als een 'goed' kunnen worden aangemerkt in de zin van art. 310 Sr, indien zij een bepaalde waarde vertegenwoordigen en de feitelijke heerschappij overdraagbaar is (individualiseerbaar)."
  },
  {
    "q": "Waaraan kan men in het Wetboek van Strafrecht direct zien of een strafbaar feit een misdrijf of een overtreding betreft?",
    "a": [
      "Aan de hoogte van de maximale gevangenisstraf die op het feit staat.",
      "Aan de indeling in het Tweede Boek (misdrijven) of Derde Boek (overtredingen).",
      "Aan de vraag of er sprake is van opzet of schuld in de delictsomschrijving.",
      "Aan de aard van het beschermde rechtsgoed in de titel van de afdeling."
    ],
    "c": 1,
    "exp": "De indeling van strafbare feiten in misdrijven en overtredingen blijkt uit de plaatsing in het Wetboek van Strafrecht: misdrijven staan in Boek 2 en overtredingen in Boek 3."
  },
  {
    "q": "Wat houdt de grammaticale interpretatiemethode in bij de uitleg van een strafbepaling?",
    "a": [
      "De rechter sluit aan bij de betekenis van de woorden in het alledaagse spraakgebruik.",
      "De rechter kijkt naar de bedoeling van de wetgever ten tijde van de totstandkoming.",
      "De rechter plaatst de bepaling in de context van het wettelijk systeem.",
      "De rechter legt de bepaling uit naar het maatschappelijke doel van de wet."
    ],
    "c": 0,
    "exp": "Bij de grammaticale interpretatiemethode richt de rechter zich op de taalkundige betekenis van de woorden in de wettekst volgens het normale spraakgebruik."
  },
  {
    "q": "Wat vereist het lex certa-beginsel met betrekking tot strafbepalingen?",
    "a": [
      "Strafbepalingen mogen nooit met terugwerkende kracht worden toegepast.",
      "Strafbepalingen moeten uitsluitend in de wet in formele zin staan.",
      "Strafbepalingen moeten zo duidelijk en precies mogelijk worden omschreven.",
      "Strafbepalingen moeten altijd worden uitgelegd in het voordeel van de verdachte."
    ],
    "c": 2,
    "exp": "Artikel 1 Sr.\n\nHet lex certa-beginsel vereist dat de wetgever strafbepalingen duidelijk, voorzienbaar en precies formuleert, zodat de burger weet welk gedrag strafbaar is."
  },
  {
    "q": "Hoe verhoudt het verbod op analogie zich tot de interpretatievrijheid van de rechter?",
    "a": [
      "De rechter mag nooit interpreteren en moet de wet letterlijk toepassen.",
      "De rechter mag analogisch interpreteren ten voordele van de verdachte.",
      "De rechter mag analogisch interpreteren ten nadele van de verdachte.",
      "De rechter mag extensief interpreteren, maar niet analogisch ten nadele van de verdachte."
    ],
    "c": 1,
    "exp": "Artikel 1 Sr.\n\nAnalogie ten nadele van de verdachte is verboden op grond van het legaliteitsbeginsel (lex stricta). Analogie ten voordele van de verdachte of extensieve interpretatie binnen de taalgrens is wel toegestaan."
  },
  {
    "q": "Wat is het strafrechtelijke gevolg indien de wederrechtelijkheid als bestanddeel in de delictsomschrijving is opgenomen?",
    "a": [
      "Het ontbreken van wederrechtelijkheid leidt tot ontslag van alle rechtsvervolging.",
      "Het ontbreken van wederrechtelijkheid leidt tot niet-ontvankelijkheid van het OM.",
      "De wederrechtelijkheid hoeft niet bewezen te worden door het Openbaar Ministerie.",
      "Het ontbreken van wederrechtelijkheid leidt tot vrijspraak."
    ],
    "c": 3,
    "exp": "Artikel 350 Sv.\n\nIndien wederrechtelijkheid een bestanddeel is, moet dit worden bewezen (vraag 1 art. 350 Sv). Als dit niet kan worden bewezen (bijv. door een rechtvaardigingsgrond), volgt vrijspraak in plaats van ontslag van alle rechtsvervolging."
  },
  {
    "q": "Wat wordt in het strafrecht verstaan onder een omissiedelict?",
    "a": [
      "Een delict waarbij het gevolg niet is ingetreden.",
      "Een delict dat bestaat uit het nalaten van een geboden handeling.",
      "Een delict dat bestaat uit een actieve handeling.",
      "Een delict waarbij opzet geen vereiste is."
    ],
    "c": 1,
    "exp": "Een omissiedelict betreft een strafbaar feit waarbij de dader strafbaar is omdat hij nalaat iets te doen wat de wet gebiedt (een gebodsovertreding)."
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het arrest Onbehoorlijk Gedrag over het gebruik van vage termen in strafbepalingen?",
    "a": [
      "Vage termen zijn altijd in strijd met het lex certa-beginsel en dus onverbindend.",
      "Vage termen zijn onvermijdelijk en niet per definitie in strijd met het legaliteitsbeginsel.",
      "Vage termen mogen alleen worden gebruikt in wetten in formele zin.",
      "Vage termen vereisen dat de verdachte eerst wordt gewaarschuwd."
    ],
    "c": 1,
    "exp": "HR Onbehoorlijk Gedrag.\n\nDe Hoge Raad oordeelde dat het gebruik van de vage term 'onbehoorlijk gedrag' niet in strijd was met het legaliteitsbeginsel, omdat enige vaagheid soms onvermijdelijk is en de norm voldoende bepaalbaar was in de context."
  },
  {
    "q": "Wat is het kenmerkende verschil tussen een formeel en een materieel delict?",
    "a": [
      "Bij een formeel delict is de handeling strafbaar, bij een materieel delict het gevolg.",
      "Bij een formeel delict is opzet vereist, bij een materieel delict schuld.",
      "Een formeel delict staat in het Wetboek van Strafvordering, een materieel delict in het Wetboek van Strafrecht.",
      "Een formeel delict is een misdrijf, een materieel delict is een overtreding."
    ],
    "c": 0,
    "exp": "Bij formele delicten is de handeling zelf strafbaar gesteld, ongeacht het gevolg. Bij materiële delicten is het veroorzaken van een bepaald gevolg (bijv. de dood) strafbaar."
  },
  {
    "q": "Wat wordt in het strafrecht verstaan onder een gekwalificeerd delict?",
    "a": [
      "Een delict dat alleen door een ambtenaar kan worden gepleegd.",
      "Een delict waarbij de strafbedreiging lager is dan bij het gronddelict.",
      "Een delict waarbij een strafbeperkende omstandigheid geldt.",
      "Een delict met strafverzwarende omstandigheden ten opzichte van het gronddelict."
    ],
    "c": 3,
    "exp": "Een gekwalificeerd delict is een gronddelict waaraan specifieke omstandigheden of gevolgen zijn toegevoegd die de strafbaarheid verhogen (bijv. zware mishandeling t.o.v. mishandeling)."
  },
  {
    "q": "Welke interpretatiemethode paste de Hoge Raad toe in het arrest Mensenroof?",
    "a": [
      "Een actuele, moderniserende interpretatie die afweek van de oorspronkelijke wetshistorie.",
      "Een strikte grammaticale interpretatie van de wettekst.",
      "Een interpretatie gebaseerd op de wetsgeschiedenis van 1886.",
      "Een analogische interpretatie ten nadele van de verdachte."
    ],
    "c": 0,
    "exp": "HR Mensenroof.\n\nDe Hoge Raad koos voor een uitleg die past bij de huidige tijd en internationale rechtsontwikkeling, en week daarmee af van de beperkte historische bedoeling van de wetgever uit de 19e eeuw."
  },
  {
    "q": "Wat was de juridische consequentie van het arrest Tongzoen II voor de kwalificatie van de gedraging?",
    "a": [
      "Een gedwongen tongzoen wordt gekwalificeerd als verkrachting.",
      "Een gedwongen tongzoen geldt als een feitelijke aanranding van de eerbaarheid.",
      "Een gedwongen tongzoen is niet langer strafbaar.",
      "Een gedwongen tongzoen valt onder schennis van de eerbaarheid."
    ],
    "c": 1,
    "exp": "HR Tongzoen II.\n\nDe Hoge Raad kwam terug op eerdere rechtspraak en bepaalde dat een gedwongen tongzoen niet meer als verkrachting (seksueel binnendringen), maar als feitelijke aanranding van de eerbaarheid moet worden gekwalificeerd."
  },
  {
    "q": "Waarom wordt het strafrecht gerekend tot het publiekrecht?",
    "a": [
      "Omdat het geschillen tussen burgers onderling regelt.",
      "Omdat het de bevoegdheden van de gemeente regelt.",
      "Omdat het de verticale rechtsbetrekking tussen overheid en burger reguleert.",
      "Omdat het wetboek openbaar toegankelijk is voor het publiek."
    ],
    "c": 2,
    "exp": "Het strafrecht is publiekrecht omdat het de relatie regelt tussen de overheid (die straft) en de burger (die de norm overtreedt), waarbij de overheid eenzijdig gezag uitoefent."
  },
  {
    "q": "Wat houdt het lex scripta-beginsel in met betrekking tot strafbaarstellingen?",
    "a": [
      "Strafbaarheid kan uitsluitend worden gebaseerd op geschreven wettelijke bepalingen.",
      "Strafbaarheid kan worden gebaseerd op ongeschreven gewoonterecht.",
      "De rechter mag zelf bepalen wat strafbaar is in nieuwe gevallen.",
      "De wet moet in begrijpelijke taal geschreven zijn."
    ],
    "c": 0,
    "exp": "Artikel 1 Sr.\n\nLex scripta vereist dat strafbepalingen zijn vastgelegd in geschreven wetgeving. Gewoonterecht kan in Nederland niet dienen als zelfstandige grondslag voor strafbaarheid."
  },
  {
    "q": "Welke bron is leidend bij de toepassing van de wetshistorische interpretatiemethode?",
    "a": [
      "Het woordenboek en het algemeen spraakgebruik.",
      "De maatschappelijke opvattingen ten tijde van het delict.",
      "Het systeem van de wet en de plaats van het artikel.",
      "De parlementaire geschiedenis en de bedoeling van de wetgever."
    ],
    "c": 3,
    "exp": "De wetshistorische interpretatiemethode kijkt naar de totstandkomingsgeschiedenis van de wet, zoals de Memorie van Toelichting, om de bedoeling van de wetgever te achterhalen."
  },
  {
    "q": "Wat kenmerkt de systematische interpretatiemethode bij de uitleg van strafbepalingen?",
    "a": [
      "De uitleg wordt ontleend aan het maatschappelijk doel van de wet.",
      "De uitleg wordt gebaseerd op de letterlijke tekst.",
      "De uitleg wordt ontleend aan de plaats van de bepaling in het wettelijk systeem.",
      "De uitleg wordt gebaseerd op de wetsgeschiedenis."
    ],
    "c": 2,
    "exp": "Bij de systematische interpretatiemethode wordt de betekenis van een bepaling afgeleid uit de verhouding tot andere bepalingen en de structuur van de wet."
  },
  {
    "q": "Wat houdt de teleologische interpretatiemethode in het strafrecht in?",
    "a": [
      "De rechter kijkt naar de taalkundige betekenis van de woorden.",
      "De rechter legt de bepaling uit naar de strekking en het doel van de wet.",
      "De rechter kijkt naar de geschiedenis van de totstandkoming.",
      "De rechter kijkt naar de plaats van het artikel in het wetboek."
    ],
    "c": 1,
    "exp": "De teleologische interpretatie richt zich op de 'ratio' of het doel van de wettelijke regeling om de betekenis van een norm vast te stellen."
  },
  {
    "q": "Wat bepaalt artikel 1 lid 2 Sr als uitzondering op het verbod van terugwerkende kracht?",
    "a": [
      "Bij verandering van wetgeving na het feit wordt de voor de verdachte gunstigste bepaling toegepast.",
      "Nieuwe strafbepalingen hebben altijd terugwerkende kracht bij zware misdrijven.",
      "Procedurele regels hebben nooit terugwerkende kracht.",
      "Verandering van inzicht bij de rechter werkt terug tot het moment van het delict."
    ],
    "c": 0,
    "exp": "Artikel 1 lid 2 Sr.\n\nDit artikel bevat de uitzondering dat bij wetswijziging na het begaan van het feit de voor de verdachte gunstigste bepaling wordt toegepast."
  },
  {
    "q": "Wat houdt het nulla poena-beginsel in?",
    "a": [
      "Geen feit is strafbaar dan uit kracht van een wettelijke bepaling.",
      "Geen straf mag worden opgelegd zonder schuld.",
      "Niemand mag tweemaal voor hetzelfde feit worden vervolgd.",
      "Geen straf mag worden opgelegd die niet in de wet is bepaald."
    ],
    "c": 3,
    "exp": "Artikel 1 Sr.\n\nNulla poena sine lege betekent dat niet alleen het feit, maar ook de straf op de wet gebaseerd moet zijn. De rechter mag geen straffen opleggen die de wet niet kent of het maximum overschrijden."
  },
  {
    "q": "Wat is de juridische definitie van 'bestanddelen' in de context van het strafbare feit?",
    "a": [
      "De voorwaarden voor strafbaarheid die niet in de wet staan.",
      "De onderdelen van de delictsomschrijving zoals opgenomen in de wet.",
      "De algemene voorwaarden van wederrechtelijkheid en schuld.",
      "De strafverzwarende omstandigheden van een delict."
    ],
    "c": 1,
    "exp": "Bestanddelen zijn de elementen van het strafbare feit die expliciet in de wettelijke delictsomschrijving zijn opgenomen en die door het OM bewezen moeten worden."
  },
  {
    "q": "Welke voorwaarden behoren tot de 'elementen' van het strafbare feit indien ze niet expliciet in de wet staan?",
    "a": [
      "De menselijke gedraging en de delictsomschrijving.",
      "De opzet en de causaliteit.",
      "De wederrechtelijkheid en de verwijtbaarheid.",
      "De tijd en plaats van het delict."
    ],
    "c": 2,
    "exp": "Elementen zijn de algemene voorwaarden voor strafbaarheid (wederrechtelijkheid en verwijtbaarheid) die niet in de delictsomschrijving staan, maar wel vereist zijn voor een veroordeling."
  },
  {
    "q": "Welk rechtsbeginsel stond centraal in de discussie rondom het (niet voorgeschreven) arrest Elektriciteit?",
    "a": [
      "Het vertrouwensbeginsel bij de vervolging.",
      "Het lex scripta-beginsel en de grens tussen interpretatie en analogie.",
      "Het verbod op terugwerkende kracht bij strafverzwaring.",
      "De scheiding tussen formele en materiële delicten."
    ],
    "c": 1,
    "exp": "HR Elektriciteit.\n\nIn dit arrest (over het stelen van elektriciteit) stond de vraag centraal of de term 'goed' in art. 310 Sr extensief kon worden geïnterpreteerd of dat dit analogie (en dus strijd met legaliteit) was."
  },
  {
    "q": "Wat wordt in het strafrecht verstaan onder een geprivilegieerd delict?",
    "a": [
      "Een delict met strafverlagende omstandigheden ten opzichte van het gronddelict.",
      "Een delict dat alleen door een specifieke beroepsgroep gepleegd kan worden.",
      "Een delict dat bij overtreding niet tot een strafblad leidt.",
      "Een delict met strafverzwarende omstandigheden."
    ],
    "c": 0,
    "exp": "Een geprivilegieerd delict bevat omstandigheden die de strafbaarheid verlagen ten opzichte van het gronddelict (bijv. kinderdoodslag t.o.v. doodslag)."
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het arrest Vertonen over de reikwijdte van artikel 240a Sr?",
    "a": [
      "Het tonen van een afbeelding op een telefoon is geen vertonen.",
      "Het versturen van een afbeelding via WhatsApp valt onder het begrip 'vertonen'.",
      "Vertonen vereist een fysieke overdracht van een drager.",
      "De wetgever moet de wet aanpassen voordat digitaal vertonen strafbaar is."
    ],
    "c": 1,
    "exp": "HR Vertonen; Artikel 240a Sr.\n\nDe Hoge Raad oordeelde dat het begrip 'vertonen' in art. 240a Sr ruim moet worden uitgelegd, zodat ook het versturen van een afbeelding via WhatsApp daaronder valt."
  },
  {
    "q": "Waarop heeft de vraag naar de 'absolute competentie' van de rechter betrekking?",
    "a": [
      "Op de vraag in welke plaats de zaak moet dienen.",
      "Op de vraag of de rechter onpartijdig is.",
      "Op de vraag welk soort gerecht (bijv. rechtbank) bevoegd is.",
      "Op de vraag of de Nederlandse strafwet toepasselijk is."
    ],
    "c": 2,
    "exp": "De absolute competentie ziet op de vraag welk type rechter (kantonrechter, rechtbank, hof) bevoegd is om van de zaak kennis te nemen, gebaseerd op de aard van het delict."
  },
  {
    "q": "Waarop heeft de vraag naar de 'relatieve competentie' van de rechter betrekking?",
    "a": [
      "Op de vraag in welk geografisch gebied of arrondissement de zaak moet worden behandeld.",
      "Op de vraag of de verdachte minderjarig of meerderjarig is.",
      "Op de vraag of het gaat om een misdrijf of overtreding.",
      "Op de vraag welke kamer van de rechtbank bevoegd is."
    ],
    "c": 0,
    "exp": "Artikel 2 Sv.\n\nRelatieve competentie betreft de geografische bevoegdheid van de rechter: in welk arrondissement of ressort moet de zaak dienen (meestal de plaats van het delict)."
  },
  {
    "q": "Welke twee hoofddoelen van het strafrecht worden onderscheiden in de verenigingstheorie?",
    "a": [
      "Wraak en uitsluiting.",
      "Herstel en verzoening.",
      "Winstbejag en efficiëntie.",
      "Vergelding en preventie."
    ],
    "c": 3,
    "exp": "De verenigingstheorie combineert de klassieke grondslag van straf (vergelding) met de moderne doelen van straf (generale en speciale preventie)."
  }
]