[
  {
    "q": "De gemeente X stelt een Algemene Plaatselijke Verordening (APV) vast. In artikel 5 van deze APV staat: 'Iedere hondenbezitter is verplicht om op eerste vordering van een opsporingsambtenaar zijn hond ter beschikking te stellen voor het nemen van een DNA-monster ter opsporing van hondenpoep-overtredingen.' Klaas weigert hieraan mee te werken en stelt dat de gemeente deze regel niet mocht maken. Heeft Klaas gelijk?",
    "sample": "Issue: De rechtsvraag is of een gemeentelijke verordening strafvorderlijke voorschriften mag bevatten, gelet op het legaliteitsbeginsel.\n\nRule: Artikel 1 Sv bepaalt dat strafvordering alleen plaatsvindt op de wijze bij de wet voorzien. Uit jurisprudentie (Muilkorf-arrest) volgt dat hieronder een wet in formele zin wordt verstaan.\n\nApplication: De verplichting om een hond ter beschikking te stellen voor onderzoek is een dwangmiddel ter opsporing. De gemeenteraad is geen formele wetgever en mist de bevoegdheid om dergelijke strafprocesrechtelijke regels op te stellen.\n\nConclusion: Klaas heeft gelijk; de verordening is onverbindend wegens strijd met artikel 1 Sv.",
    "checklist": [
      "Strijd met artikel 1 Sv",
      "Strafvordering vereist wet in formele zin",
      "Gemeente is geen formele wetgever",
      "Verordening is onverbindend"
    ],
    "exp": "Artikel 1 Sv; HR Muilkorf.\n\nHet strafvorderlijk legaliteitsbeginsel eist dat dwangmiddelen en opsporingsbevoegdheden een basis hebben in een wet in formele zin. Een lagere wetgever, zoals de gemeente, is niet bevoegd zelfstandig strafprocesrechtelijke regels te scheppen."
  },
  {
    "q": "Tijdens een online spel dwingt Boris een medespeler, onder bedreiging van fysiek geweld in de echte wereld, om een zeldzaam virtueel schild en zwaard naar zijn account over te maken. De advocaat van Boris stelt dat er geen sprake kan zijn van diefstal (art. 310 Sr), omdat virtuele objecten niet tastbaar zijn en dus geen 'goed' zijn. Slaagt dit verweer?",
    "sample": "Issue: De rechtsvraag is of virtuele objecten kunnen worden aangemerkt als een 'goed' in de zin van artikel 310 Sr.\n\nRule: Volgens de Hoge Raad (RuneScape-arrest) is stoffelijkheid geen vereiste voor het begrip 'goed'. Een object is een goed als het waarde vertegenwoordigt en de feitelijke heerschappij overdraagbaar is.\n\nApplication: Het virtuele schild en zwaard hebben waarde voor de spelers (tijd/inspanning) en de feitelijke heerschappij is overgegaan van het slachtoffer naar Boris, waarbij de één de macht verloor en de ander deze verkreeg.\n\nConclusion: Het verweer faalt; de virtuele objecten kwalificeren als een goed.",
    "checklist": [
      "Stoffelijkheid is geen vereiste",
      "Objecten vertegenwoordigen waarde",
      "Feitelijke heerschappij is overdraagbaar",
      "Kwalificeert als goed ex art. 310 Sr"
    ],
    "exp": "HR RuneScape.\n\nDe Hoge Raad heeft bepaald dat virtuele objecten een 'goed' zijn in de zin van diefstal indien zij een bepaalde waarde vertegenwoordigen en de feitelijke heerschappij daarover kan worden overgedragen (individualiseerbaar is)."
  },
  {
    "q": "In de APV van gemeente Y is opgenomen dat het verboden is zich op de openbare weg 'onbehoorlijk' te gedragen. Els wordt beboet omdat zij luidkeels schreeuwend over straat loopt. Zij voert aan dat de term 'onbehoorlijk' te vaag is en de bepaling daarom in strijd is met het legaliteitsbeginsel. Beoordeel dit verweer.",
    "sample": "Issue: De rechtsvraag is of de term 'onbehoorlijk gedrag' in een strafbepaling in strijd is met het lex certa-beginsel.\n\nRule: Het lex certa-beginsel vereist duidelijke wetgeving, maar enige vaagheid is onvermijdelijk. De Hoge Raad oordeelde (Onbehoorlijk gedrag) dat een open norm niet per se onverbindend is als de betekenis in de context voldoende duidelijk is.\n\nApplication: Hoewel 'onbehoorlijk' een vage term is, oordeelde de Hoge Raad dat in de specifieke context burgers voldoende kunnen weten wat strafbaar is. De norm is niet per definitie in strijd met de rechtszekerheid.\n\nConclusion: Het verweer faalt; de bepaling is niet onverbindend wegens strijd met het legaliteitsbeginsel.",
    "checklist": [
      "Beroep op lex certa-beginsel",
      "Enige vaagheid in normen toegestaan",
      "Context maakt norm voldoende duidelijk",
      "Bepaling is niet onverbindend"
    ],
    "exp": "HR Onbehoorlijk gedrag; Artikel 1 Sr.\n\nHet lex certa-beginsel vereist duidelijkheid, maar sluit het gebruik van vage termen niet uit zolang de burger redelijkerwijs kan weten welk gedrag strafbaar is. De Hoge Raad accepteerde de term 'onbehoorlijk gedrag'."
  },
  {
    "q": "Karel wordt vervolgd voor vernieling (art. 350 Sr). Hij heeft met een hamer de ruit van een brandend huis ingeslagen om een kind te redden. Analyseer de strafbaarheid van Karel aan de hand van het vierlagenmodel (de vier componenten van een strafbaar feit).",
    "sample": "Issue: De vraag is of er sprake is van een strafbaar feit, opgebouwd uit vier componenten.\n\nRule: Een strafbaar feit vereist: 1) een menselijke gedraging, 2) die valt binnen de delictsomschrijving, 3) wederrechtelijk is, en 4) aan schuld te wijten is.\n\nApplication: 1) Het inslaan is een menselijke gedraging. 2) Het opzettelijk vernielen van een goed van een ander (de ruit) vervult de delictsomschrijving. 3) De wederrechtelijkheid ontbreekt echter vanwege de rechtvaardigingsgrond overmacht-noodtoestand (redden van een kind).\n\nConclusion: Er is geen sprake van een strafbaar feit omdat de component wederrechtelijkheid ontbreekt.",
    "checklist": [
      "Menselijke gedraging en delictsomschrijving vervuld",
      "Beroep op overmacht-noodtoestand",
      "Component wederrechtelijkheid ontbreekt",
      "Geen strafbaar feit"
    ],
    "exp": "Vierlagenmodel strafbaar feit.\n\nHet strafbare feit bestaat uit vier lagen. Hoewel de gedraging en de delictsomschrijving vaststaan, neemt een rechtvaardigingsgrond (noodtoestand) de wederrechtelijkheid weg, waardoor geen sprake is van een strafbaar feit."
  },
  {
    "q": "In een oude wet uit 1900 staat dat het verboden is om met een 'rijtuig' in het stadspark te rijden. Jan rijdt in 2025 met een elektrische eenwieler door het park. De advocaat van Jan stelt dat de wetgever in 1900 nooit de bedoeling kan hebben gehad om elektrische eenwielers te verbieden. Welke interpretatiemethode gebruikt de advocaat en hoe zou een rechter dit weerleggen?",
    "sample": "Issue: De vraag betreft de toepassing van interpretatiemethoden bij veranderende maatschappelijke omstandigheden.\n\nRule: De wetshistorische interpretatie kijkt naar de oorspronkelijke bedoeling van de wetgever. De teleologische interpretatie kijkt naar het doel en de strekking van de wet in de huidige tijd.\n\nApplication: De advocaat gebruikt de wetshistorische methode (bedoeling in 1900). De rechter kan dit weerleggen met de teleologische methode: het doel van de wet is veiligheid in het park, en een elektrische eenwieler past binnen dat doel en het begrip 'rijtuig'.\n\nConclusion: De rechter past extensieve (teleologische) interpretatie toe en acht het feit strafbaar.",
    "checklist": [
      "Advocaat gebruikt wetshistorische interpretatie",
      "Rechter gebruikt teleologische interpretatie",
      "Doel van de wet leidend",
      "Extensieve interpretatie is toegestaan"
    ],
    "exp": "Interpretatiemethoden.\n\nDe rechter mag de wet uitleggen naar de huidige maatschappelijke context en het doel van de bepaling (teleologisch), ook als de oorspronkelijke wetgever de specifieke techniek nog niet kende, zolang dit binnen de taalgrens blijft (extensief)."
  }
]