[
  {
    "q": "Het strafrecht behoort tot het privaatrecht omdat het geschillen tussen burgers onderling regelt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Strafrecht is onderdeel van het publiekrecht, dat de verticale rechtsbetrekking tussen de overheid en de burger reguleert, in tegenstelling tot het privaatrecht dat horizontale relaties betreft."
  },
  {
    "q": "Strafrechtelijke aansprakelijkheid kan in Nederland worden gebaseerd op ongeschreven gewoonterecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het lex scripta-beginsel (art. 1 Sr) vereist dat strafbaarheid uitsluitend mag worden gebaseerd op een geschreven wettelijke bepaling."
  },
  {
    "q": "Het lex certa-beginsel vereist dat strafbepalingen zo duidelijk en concreet mogelijk zijn geformuleerd.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het lex certa-beginsel houdt in dat de wetgever strafbepalingen helder, afgebakend en begrijpelijk moet formuleren ten behoeve van de rechtszekerheid."
  },
  {
    "q": "Analoge interpretatie ten nadele van de verdachte is toegestaan indien de gedraging maatschappelijk onwenselijk is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het legaliteitsbeginsel (art. 1 Sr) verbiedt analoge interpretatie ten nadele van de verdachte; de rechter mag niet buiten de grenzen van de wettekst treden."
  },
  {
    "q": "Een strafbaar feit bestaat in de regel uit vier componenten: een menselijke gedraging, de wettelijke delictsomschrijving, de wederrechtelijkheid en de verwijtbaarheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het strafbare feit wordt gedefinieerd als een menselijke gedraging die valt binnen een wettelijke delictsomschrijving, die wederrechtelijk is en aan schuld (verwijtbaarheid) te wijten is."
  },
  {
    "q": "Bestanddelen zijn de voorwaarden voor strafbaarheid die niet expliciet in de delictsomschrijving zijn opgenomen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Bestanddelen zijn de onderdelen die expliciet in de wettelijke delictsomschrijving zijn opgenomen. De ongeschreven voorwaarden (wederrechtelijkheid en verwijtbaarheid) worden elementen genoemd."
  },
  {
    "q": "Indien de wederrechtelijkheid als bestanddeel in de delictsomschrijving is opgenomen en deze ontbreekt, volgt ontslag van alle rechtsvervolging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Als de wederrechtelijkheid een bestanddeel is, leidt het ontbreken daarvan tot het niet-bewezen zijn van de tenlastelegging, wat resulteert in vrijspraak (art. 352 lid 1 Sv)."
  },
  {
    "q": "Volgens het arrest Muilkorf mag een gemeentelijke verordening zelfstandig regels van strafprocesrecht in het leven roepen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In het Muilkorf-arrest oordeelde de Hoge Raad dat strafvordering (zoals opsporingsbevoegdheden) alleen mag plaatsvinden op de wijze bij de wet (in formele zin) voorzien (art. 1 Sv)."
  },
  {
    "q": "Virtuele objecten kunnen volgens de Hoge Raad worden aangemerkt als een 'goed' in de zin van diefstal (art. 310 Sr).",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In het RuneScape-arrest bepaalde de Hoge Raad dat virtuele objecten een 'goed' kunnen zijn als ze een bepaalde waarde vertegenwoordigen en de feitelijke heerschappij overdraagbaar (individualiseerbaar) is."
  },
  {
    "q": "In het arrest Elektriciteit werd bepaald dat elektriciteit niet als 'goed' kan worden aangemerkt omdat het niet stoffelijk is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Hoge Raad oordeelde juist dat elektriciteit, ondanks het gebrek aan stoffelijkheid, als 'goed' in de zin van art. 310 Sr kan worden aangemerkt vanwege de economische waarde en overdraagbaarheid."
  },
  {
    "q": "Het gebruik van vage termen in een strafbepaling is per definitie in strijd met het legaliteitsbeginsel.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Enige vaagheid is soms onvermijdelijk en toegestaan, zolang de norm in de context voldoende duidelijk is, zoals bepaald in het arrest Onbehoorlijk gedrag."
  },
  {
    "q": "Bij een formeel delict is het intreden van een specifiek gevolg vereist voor strafbaarheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Bij formele delicten is de handeling zelf strafbaar gesteld, ongeacht het gevolg. Bij materiële delicten is het veroorzaken van een bepaald gevolg vereist."
  },
  {
    "q": "Misdrijven zijn opgenomen in het Derde Boek van het Wetboek van Strafrecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Misdrijven zijn opgenomen in het Tweede Boek van het Wetboek van Strafrecht; het Derde Boek bevat de overtredingen."
  },
  {
    "q": "Een omissiedelict houdt in dat de dader strafbaar is wegens het nalaten van een geboden handeling.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Een omissiedelict betreft een strafbaar feit dat bestaat uit het nalaten iets te doen wat de wet gebiedt (een gebodsovertreding)."
  },
  {
    "q": "Bij grammaticale interpretatie kijkt de rechter naar de bedoeling van de wetgever zoals die blijkt uit de parlementaire geschiedenis.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Bij grammaticale interpretatie wordt gekeken naar de taalkundige betekenis van de woorden in het alledaagse spraakgebruik. De bedoeling van de wetgever betreft wetshistorische interpretatie."
  },
  {
    "q": "In het arrest Mensenroof hield de Hoge Raad strikt vast aan de oorspronkelijke historische bedoeling van de wetgever uit 1886.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Hoge Raad paste een actuele interpretatie toe die aansloot bij de internationale rechtsontwikkeling, en week daarmee af van de beperkte historische bedoeling van de wetgever."
  },
  {
    "q": "Volgens het arrest Tongzoen II moet een gedwongen tongzoen worden gekwalificeerd als verkrachting.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Hoge Raad kwam terug op eerdere rechtspraak en oordeelde dat een gedwongen tongzoen kwalificeert als een feitelijke aanranding van de eerbaarheid, niet als verkrachting."
  },
  {
    "q": "Het versturen van een afbeelding via WhatsApp kan volgens de Hoge Raad vallen onder het begrip 'vertonen' in art. 240a Sr.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De Hoge Raad oordeelde dat het begrip 'vertonen' in de huidige maatschappelijke context ook het digitaal versturen van afbeeldingen via diensten als WhatsApp omvat."
  },
  {
    "q": "Het nulla poena-beginsel houdt in dat de rechter geen straf mag opleggen die het wettelijk maximum overschrijdt.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Nulla poena sine lege bepaalt dat de strafoplegging gebaseerd moet zijn op de wet, wat inhoudt dat de rechter gebonden is aan de wettelijke strafmaxima."
  },
  {
    "q": "Het verbod op terugwerkende kracht (art. 1 lid 1 Sr) kent in het Nederlandse strafrecht geen enkele uitzondering.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Artikel 1 lid 2 Sr bevat een uitzondering: bij verandering van wetgeving na het begaan van het feit worden de voor de verdachte gunstigste bepalingen toegepast."
  },
  {
    "q": "Teleologische interpretatie houdt in dat de rechter de wettekst uitlegt naar het doel en de strekking van de regeling.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De teleologische interpretatiemethode richt zich op de ratio, het doel of de strekking van de wettelijke bepaling om de betekenis vast te stellen."
  },
  {
    "q": "Het strafrecht regelt de horizontale rechtsbetrekking tussen burgers onderling.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Het strafrecht behoort tot het publiekrecht en regelt de verticale rechtsbetrekking tussen de overheid (die straft) en de burger."
  },
  {
    "q": "Absolute competentie van de rechter heeft betrekking op de vraag in welke geografische plaats de zaak moet dienen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Absolute competentie ziet op de soort rechter (bijv. rechtbank of kantonrechter) die bevoegd is. De geografische bevoegdheid betreft de relatieve competentie."
  },
  {
    "q": "Relatieve competentie bepaalt welk gerecht binnen een bepaalde categorie geografisch bevoegd is de zaak te behandelen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Relatieve competentie ziet op de geografische verdeling van de rechtsmacht (waar het feit is gepleegd of waar de verdachte woont)."
  },
  {
    "q": "De verenigingstheorie in het strafrecht combineert de grondslag van vergelding met het doel van preventie.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De verenigingstheorie vormt een compromis tussen de klassieke richting (vergelding) en de moderne richting (preventie/doelmatigheid)."
  },
  {
    "q": "Het strafvorderlijk legaliteitsbeginsel (art. 1 Sv) eist dat strafvordering plaatsvindt op de wijze bij de wet in formele zin voorzien.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Artikel 1 Sv schrijft voor dat strafvordering alleen plaatsvindt op de wijze bij de wet voorzien, waarbij wordt gedoeld op de wet in formele zin (regering en Staten-Generaal)."
  },
  {
    "q": "De termen 'wederrechtelijkheid' en 'verwijtbaarheid' worden in de regel aangeduid als de 'elementen' van het strafbare feit.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Indien deze voorwaarden niet expliciet in de delictsomschrijving staan, zijn het ongeschreven voorwaarden voor strafbaarheid die elementen worden genoemd."
  },
  {
    "q": "Een gekwalificeerd delict is een delict waarbij strafverlagende omstandigheden in de delictsomschrijving zijn opgenomen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Een gekwalificeerd delict bevat strafverzwarende omstandigheden (bijvoorbeeld zware mishandeling t.o.v. mishandeling). Strafverlagende omstandigheden horen bij een geprivilegieerd delict."
  },
  {
    "q": "Bij systematische interpretatie wordt de betekenis van een bepaling afgeleid uit de plaats ervan in het wetboek en de verhouding tot andere regels.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De systematische interpretatiemethode kijkt naar de structuur van de wet en de samenhang met andere wetsartikelen om de betekenis te bepalen."
  },
  {
    "q": "Wetshistorische interpretatie kijkt naar de huidige maatschappelijke opvattingen over de strafbare gedraging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Wetshistorische interpretatie richt zich op de totstandkomingsgeschiedenis en de bedoeling van de wetgever ten tijde van het maken van de wet (bijv. Memorie van Toelichting)."
  }
]