{
  "onderwerpen": {
    "Rechtsfilosofie: Natuurrecht en Rechtspositivisme": [
      {
        "q": "Volgens de klassieke natuurwetleer, zoals verdedigd door Thomas van Aquino, is er sprake van een teleologische orde. Wat houdt dit begrip in binnen deze context?",
        "a": [
          "De wet is gebaseerd op een sociaal contract tussen burgers en de staat.",
          "De natuur en alle dingen daarin hebben een inherent doel (inclinatio naturalis).",
          "Recht is louter een bevel van de soeverein dat dwingend wordt opgelegd.",
          "De geldigheid van recht wordt uitsluitend bepaald door de procedurele totstandkoming."
        ],
        "c": 1,
        "exp": "De teleologische visie, ontwikkeld door Aristoteles en overgenomen door Aquino, stelt dat de natuur doelgericht is. Dingen hebben een 'inclinatio naturalis' of natuurlijke neiging naar een doel. Volgens Aquino vormt dit streven de 'lex aeterna'."
      },
      {
        "q": "Hans Kelsen bekritiseert de natuurwetleer op basis van het onderscheid tussen 'Sein' en 'Sollen'. Wat is de kern van zijn kritiek?",
        "a": [
          "Natuurwetten zijn te rigide en houden geen rekening met culturele verschillen.",
          "De natuurwetleer maakt ten onrechte een sprong van feitelijke observaties (natuur) naar normatieve voorschriften.",
          "Natuurwetleer negeert de rol van God als wetgever.",
          "Natuurwetleer is in strijd met het formele legaliteitsbeginsel van artikel 16 Grondwet."
        ],
        "c": 1,
        "exp": "Kelsen stelt dat 'Sein' zijn (realiteit/feiten) en 'Sollen' moeten (normen) strikt gescheiden rijken zijn. De natuurwetleer maakt een logische fout door normen af te leiden uit de natuur (feiten). Men moet waarden in de natuur projecteren om ze eruit te halen."
      },
      {
        "q": "Lon Fuller stelt dat elk rechtssysteem aan bepaalde procedurele eisen moet voldoen om als rechtssysteem te kunnen overleven. Welke van de volgende opties is GEEN onderdeel van zijn acht eisen?",
        "a": [
          "Wetten moeten in overeenstemming zijn met de goddelijke wil.",
          "Regels moeten begrijpelijk zijn voor de burger.",
          "Wetten mogen niet met terugwerkende kracht worden toegepast.",
          "Er moet congruentie zijn tussen de regels en de handhaving door de overheid."
        ],
        "c": 0,
        "exp": "Fuller's eisen zijn procedureel van aard (internal morality of law), zoals begrijpelijkheid, geen terugwerkende kracht en algemeenheid. De eis van overeenstemming met een goddelijke wil behoort tot de klassieke (inhoudelijke) natuurwetleer, niet tot Fuller's procedurele theorie."
      },
      {
        "q": "Gustav Radbruch herzag zijn rechtspositivistische standpunt na de Tweede Wereldoorlog. Wat houdt zijn 'Radbruch-formule' in?",
        "a": [
          "Een wet is geldig zolang deze op de juiste wijze is uitgevaardigd, ongeacht de morele inhoud.",
          "Positief recht gaat altijd voor op natuurrecht vanwege de rechtszekerheid.",
          "Wetten die de gelijkheid volledig ontkennen of onverdraaglijk onrechtvaardig zijn, verliezen hun rechtsgeldigheid ('lex iniusta non est lex').",
          "Rechters mogen de wet nooit toetsen aan bovenwettelijke principes, dit is voorbehouden aan de wetgever."
        ],
        "c": 2,
        "exp": "Radbruch stelde dat wanneer wetten alle rechtvaardigheid missen (zoals nazi-wetten), de rechter de moed moet hebben hun geldigheid te ontkennen. Dit staat bekend als het concept van 'übergeseztliches Recht'."
      }
    ],
    "Strafrechtelijk Legaliteitsbeginsel": [
      {
        "q": "De heer X wordt vervolgd voor een feit dat ten tijde van het plegen verjaard was, maar door een wetswijziging is de verjaringstermijn nadien met terugwerkende kracht verlengd. De advocaat beroept zich op het legaliteitsbeginsel (art. 16 Gw). Wat is de lijn van de Hoge Raad hierover?",
        "a": [
          "Het beroep slaagt; verjaringstermijnen mogen nooit ten nadele van de verdachte worden gewijzigd.",
          "Het beroep faalt; wijzigingen in vervolgingsverjaring vallen niet onder het materiële legaliteitsbeginsel, tenzij de verjaring al was voltooid.",
          "Het beroep slaagt; dit is in strijd met het verbod op terugwerkende kracht zoals bedoeld in art. 1 Sr.",
          "Het beroep faalt; het legaliteitsbeginsel geldt alleen voor de strafmaat, niet voor de vervolgbaarheid."
        ],
        "c": 1,
        "exp": "De Hoge Raad oordeelde in 2010 dat lopende verjaringstermijnen met terugwerkende kracht kunnen worden verlengd. Dit valt niet onder de bescherming van het legaliteitsbeginsel, zolang de verjaring nog niet was verstreken op het moment van wijziging."
      },
      {
        "q": "In de zaak JI (HvJ EU 11 juni 2020) stond de uitleg van 'aanzienlijke hoeveelheid drugs' centraal. Wat oordeelde het Hof van Justitie over de beoordelingsruimte van de nationale rechter?",
        "a": [
          "De term moet in de hele EU uniform worden uitgelegd als meer dan 500 gram.",
          "De nationale rechter mag zelf invulling geven aan het begrip, mits de uitleg redelijkerwijs voorzienbaar is (lex certa).",
          "De nationale rechter mag het begrip niet uitleggen en moet wachten op wetgeving van het nationale parlement.",
          "Het Kaderbesluit verbiedt nationale rechters om onderscheid te maken tussen persoonlijk gebruik en handel."
        ],
        "c": 1,
        "exp": "Het HvJ oordeelde dat de nationale rechter beoordelingsruimte heeft, maar dat het legaliteitsbeginsel (art. 7 EVRM) en het lex-certabeginsel vereisen dat de uitleg 'redelijkerwijs voorzienbaar' moet zijn voor de verdachte."
      },
      {
        "q": "Welke interpretatiemethode hanteert de rechter wanneer hij kijkt naar de plaats van een wetsartikel in het grotere geheel van het wetboek en de verhouding tot andere regels?",
        "a": [
          "Grammaticale interpretatie.",
          "Wetshistorische interpretatie.",
          "Systematische interpretatie.",
          "Teleologische interpretatie."
        ],
        "c": 2,
        "exp": "Bij systematische interpretatie kijkt de rechter naar hoe de wet in het geheel van het rechtssysteem past en naar andere wetten om de regel uit te leggen."
      },
      {
        "q": "Wat wordt bedoeld met het 'lex certa'-beginsel als onderdeel van het legaliteitsbeginsel?",
        "a": [
          "Het verbod op terugwerkende kracht van strafbepalingen.",
          "De eis dat strafbepalingen afkomstig moeten zijn van een formele wetgever.",
          "De eis dat strafbepalingen voldoende duidelijk, precies en voorzienbaar moeten zijn.",
          "Het verbod voor de rechter om de wet extensief te interpreteren."
        ],
        "c": 2,
        "exp": "Lex certa (bepaaldheidsgebod) vereist dat de burger de wet kan kennen en dat de bepalingen voldoende duidelijk en precies zijn, zodat strafbaarheid voorzienbaar is."
      }
    ],
    "Constitutionele Democratie": [
      {
        "q": "Francis Fukuyama stelde in 'The End of History' dat de liberale democratie het eindpunt van de ideologische evolutie is. Welk potentieel intern conflict in dit model wordt in de literatuur (o.a. door Burke en Paine) besproken?",
        "a": [
          "Het conflict tussen kapitalisme en socialisme.",
          "De spanning tussen democratie (volkswil) en constitutionalisme (verschanste rechten/beperking van macht).",
          "De strijd tussen de uitvoerende en de rechterlijke macht over begrotingsrecht.",
          "Het conflict tussen directe en indirecte democratie."
        ],
        "c": 1,
        "exp": "Er is een spanning tussen constitutionalisme (dat macht beperkt via 'hoger recht' en verschansing) en democratie (de wil van de meerderheid). Paine stelde dat één generatie de volgende niet mag binden, terwijl Burke de waarde van traditie en constitutionele beperkingen benadrukte."
      },
      {
        "q": "In Nederland is constitutionele toetsing van wetten in formele zin aan de Grondwet expliciet verboden. In welk artikel is dit verbod vastgelegd?",
        "a": [
          "Artikel 93 Grondwet.",
          "Artikel 94 Grondwet.",
          "Artikel 120 Grondwet.",
          "Artikel 137 Grondwet."
        ],
        "c": 2,
        "exp": "Artikel 120 van de Grondwet regelt het verbod op toetsing aan de grondwet. De rechter mag wetten niet toetsen aan de grondwettigheid."
      },
      {
        "q": "Wat is volgens Schumpeter de essentie van democratie?",
        "a": [
          "Het realiseren van de 'volonté générale' (algemene wil).",
          "Een competitie tussen elites om de gunst (stem) van de kiezer.",
          "Directe participatie van alle burgers in besluitvorming.",
          "Het beschermen van minderheden tegen de meerderheid."
        ],
        "c": 1,
        "exp": "Schumpeter zag democratie niet als het uitvoeren van de volkswil, maar als een methode: een institutionele regeling voor het bereiken van politieke beslissingen waarbij individuen de macht verkrijgen door middel van een competitieve strijd om de stem van het volk."
      },
      {
        "q": "Welke stelling over het onderscheid tussen klassieke en sociale grondrechten is juist?",
        "a": [
          "Klassieke grondrechten vergen actief overheidsingrijpen, sociale grondrechten vergen overheidsonthouding.",
          "Sociale grondrechten zijn direct afdwingbaar bij de rechter, klassieke grondrechten niet.",
          "Klassieke grondrechten zijn in de regel negatieve rechten (vrijheid van), sociale grondrechten zijn instructienormen voor de overheid.",
          "Er is geen juridisch onderscheid; beide zijn in gelijke mate afdwingbaar via artikel 120 Grondwet."
        ],
        "c": 2,
        "exp": "Klassieke grondrechten bakenen een vrijheidssfeer af tegenover de staat (negatief). Sociale grondrechten zijn instructienormen die de overheid opdragen actief in te grijpen, maar zijn in de regel niet direct afdwingbaar bij de rechter."
      }
    ],
    "Scheiding Kerk en Staat": [
      {
        "q": "In de uitspraak 'Pastafarisme' (ABRvS 15 augustus 2018) oordeelde de Afdeling dat het Pastafarisme geen godsdienst is in de zin van art. 6 Gw en art. 9 EVRM. Wat was het doorslaggevende argument?",
        "a": [
          "Het ontbreekt aan een goddelijke entiteit.",
          "Het is geen traditionele religie die al eeuwen bestaat.",
          "Het satirische element overheerst zodanig dat niet wordt voldaan aan de vereisten van 'cogency, seriousness, cohesion and importance'.",
          "De kerk heeft niet genoeg leden om erkend te worden."
        ],
        "c": 2,
        "exp": "De Afdeling oordeelde dat het pastafarisme, vanwege het dominante satirische karakter, de vereiste ernst ('seriousness') en samenhang ('cohesion') mist om als godsdienst onder art. 9 EVRM/art. 6 Gw te vallen."
      },
      {
        "q": "Welk model van de verhouding tussen kerk en staat wordt gekenmerkt door een strikte neutraliteit waarbij de overheid zich niet identificeert met enige religie, zoals in Frankrijk (Laïcité)?",
        "a": [
          "Het theocratische model.",
          "Het multiculturele model.",
          "Het agnostische of seculiere model.",
          "Het staatskerkmodel."
        ],
        "c": 2,
        "exp": "In de seculiere of agnostische staat maakt de overheid geen onderscheid op basis van religie en verdedigt geen religieuze positie. Frankrijk met zijn 'laïcité' is hiervan het schoolvoorbeeld."
      },
      {
        "q": "Wat impliceert de 'staatskerk'-constructie, zoals historisch gezien in het Verenigd Koninkrijk?",
        "a": [
          "Dat alleen geestelijken politieke functies mogen bekleden.",
          "Dat er geen vrijheid van godsdienst is voor andere religies.",
          "Dat er een officiële band is tussen de staat en één specifieke religie, hoewel andere religies vaak wel worden getolereerd.",
          "Dat de staat atheïsme actief promoot."
        ],
        "c": 2,
        "exp": "Een staat met een staatsgodsdienst heeft een officiële religie, maar dit verschilt van een theocratie doordat andere religies ernaast kunnen bestaan, al is er sprake van ongelijkheid/bevoordeling."
      }
    ],
    "Universalisme en Cultuurrelativisme": [
      {
        "q": "Ruth Benedict en William Graham Sumner zijn bekende vertegenwoordigers van het cultuurrelativisme. Wat is de kern van hun opvatting over moraliteit?",
        "a": [
          "Moraliteit is universeel en in de menselijke natuur verankerd.",
          "Moraliteit bestaat uit 'socially approved habits' (folkways) en is dus afhankelijk van tijd en plaats.",
          "Moraliteit moet gebaseerd zijn op rationele toetsing (critical morality).",
          "Moraliteit wordt bepaald door economische klassenstrijd."
        ],
        "c": 1,
        "exp": "Sumner en Benedict stellen dat moraliteit cultureel bepaald is ('folkways', 'mores'). Wat als goed of kwaad wordt gezien, hangt af van de gewoonten van de specifieke cultuur; er zijn geen absolute waarden."
      },
      {
        "q": "Wat is een centraal punt in de kritiek van Ronald Dworkin op het cultuurrelativisme?",
        "a": [
          "Cultuurrelativisme leidt tot te veel tolerantie voor westerse waarden.",
          "Men moet onderscheid maken tussen 'folkways' en 'critical morality'; een morele positie vereist rechtvaardiging en consistentie, niet slechts gewoonte.",
          "Dworkin verdedigt dat alle culturen gelijkwaardig zijn en we niet mogen oordelen.",
          "Emoties zijn de enige ware basis voor morele oordelen (emotivisme)."
        ],
        "c": 1,
        "exp": "Dworkin stelt 'critical morality' tegenover louter gewoonten. Een morele positie moet gerechtvaardigd worden met redenen en consistent zijn, in plaats van slechts een emotionele reactie of het volgen van de groep."
      },
      {
        "q": "Herodotus illustreerde het concept dat 'gewoonte koning is' met een anekdote over Koning Darius. Waarover ging deze anekdote?",
        "a": [
          "De manier waarop verschillende culturen hun doden behandelen (begraven vs. opeten).",
          "De straffen voor diefstal in Perzië versus Griekenland.",
          "De manier waarop huwelijken werden gesloten.",
          "De religieuze rituelen voor de regengod."
        ],
        "c": 0,
        "exp": "Herodotus beschrijft hoe Darius Grieken (die verbranden) en Callatians (die hun doden opeten) confronteerde, waarbij beide groepen elkaars gebruiken afschuwelijk vonden. Dit toont aan dat elke cultuur zijn eigen gewoonten superieur acht."
      }
    ],
    "Vrijheid van Meningsuiting (Artikel 7 Gw)": [
      {
        "q": "Artikel 7 van de Grondwet bevat een specifiek verbod op censuur. Wat houdt dit verbod in de Nederlandse context in?",
        "a": [
          "Een absoluut verbod op elke vorm van overheidsbemoeienis met meningsuiting.",
          "Een verbod op repressief toezicht (toezicht achteraf).",
          "Een verbod op preventief toezicht (voorafgaande verlof) door de overheid op de inhoud van uitingen.",
          "Een verbod dat alleen geldt voor de drukpers, niet voor televisie of internet."
        ],
        "c": 2,
        "exp": "De kern van artikel 7 Gw is het verbod op preventieve censuur: niemand heeft voorafgaand verlof nodig om gedachten of gevoelens te openbaren. Toezicht achteraf (repressief) via het strafrecht is wel toegestaan."
      },
      {
        "q": "Welke rechtvaardiging voor de vrijheid van meningsuiting wordt aangeduid met de term 'marketplace of ideas'?",
        "a": [
          "Vrijheid van meningsuiting is essentieel voor de persoonlijke autonomie van de spreker.",
          "Door de vrije uitwisseling van ideeën overleeft de waarheid en worden inferieure ideeën wegebt.",
          "De overheid moet commerciële uitingen reguleren om de economie te beschermen.",
          "Vrijheid van meningsuiting dient als 'stoomventiel' om geweld in de samenleving te voorkomen."
        ],
        "c": 1,
        "exp": "Het 'marktplaats van ideeën'-argument stelt dat vrije uitwisseling leidt tot het filteren van slechte ideeën en het overblijven van ideeën van hoge kwaliteit/waarheid."
      },
      {
        "q": "Geldt het censuurverbod van artikel 7 Grondwet ook voor handelsreclame?",
        "a": [
          "Ja, artikel 7 maakt geen onderscheid naar het doel van de uiting.",
          "Nee, artikel 7 lid 4 Gw zondert handelsreclame expliciet uit van de grondwettelijke bescherming.",
          "Ja, maar alleen als de reclame ook een politieke boodschap bevat.",
          "Nee, tenzij de reclame op televisie wordt uitgezonden."
        ],
        "c": 1,
        "exp": "De Grondwet van 1983 introduceerde lid 4 in artikel 7, dat stelt dat de voorgaande leden niet van toepassing zijn op het maken van handelsreclame."
      }
    ],
    "Grondslagen van het Moderne Recht": [
      {
        "q": "René Descartes wordt gezien als de vader van de moderne filosofie. Met welke stelling introduceerde hij het moderne subjectivisme?",
        "a": [
          "Homo homini lupus est.",
          "Ubi societas, ibi ius.",
          "Cogito, ergo sum.",
          "Sapere aude."
        ],
        "c": 2,
        "exp": "Descartes stelde 'Ik denk, dus ik ben' (cogito, ergo sum) centraal. Hij zette de subjectiviteit van de mens ('het ik') en het denken centraal als basis voor zekerheid, in plaats van goddelijke openbaring."
      },
      {
        "q": "Wat is het fundamentele verschil tussen het mensbeeld van Thomas Hobbes en dat van Jean-Jacques Rousseau in hun contracttheorieën?",
        "a": [
          "Hobbes ziet de mens als van nature goed ('noble savage'), Rousseau ziet de mens als geneigd tot oorlog.",
          "Hobbes ziet de natuurtoestand als een oorlog van allen tegen allen; Rousseau ziet de mens als van nature vrij en goed, maar bedorven door eigendom.",
          "Rousseau pleit voor een absolute heerser (Leviathan), Hobbes voor volkssoevereiniteit.",
          "Beiden geloven dat de menselijke natuur wordt bepaald door goddelijke predestinatie."
        ],
        "c": 1,
        "exp": "Hobbes heeft een pessimistisch mensbeeld (oorlog van allen tegen allen), terwijl Rousseau de mens ziet als van nature goed en vrij ('noble savage'), waarbij corruptie ontstaat door maatschappij en eigendom."
      },
      {
        "q": "Artikel 114 van de Nederlandse Grondwet verbiedt de doodstraf. Welk argument tegen de doodstraf wordt als 'principieel' beschouwd?",
        "a": [
          "De doodstraf heeft geen bewezen groter afschrikwekkend effect dan levenslang.",
          "Het risico op het executeren van onschuldigen is onomkeerbaar.",
          "De doodstraf is in strijd met de inherente menselijke waardigheid en het recht op leven.",
          "De kosten van doodstrafprocedures zijn vaak hoger dan die van levenslange opsluiting."
        ],
        "c": 2,
        "exp": "Het argument over menselijke waardigheid en de onschendbaarheid van het leven is een principieel (moreel) argument. De andere opties (afschrikking, onschuldigen, kosten) zijn pragmatische argumenten."
      },
      {
        "q": "Volgens Immanuel Kant is 'Verlichting' het uittreden van de mens uit zijn 'onmondigheid'. Wat is volgens hem het motto van de Verlichting?",
        "a": [
          "Ken uzelf.",
          "Durf te weten (Sapere Aude).",
          "Het doel heiligt de middelen.",
          "Alles stroomt (Panta Rhei)."
        ],
        "c": 1,
        "exp": "Kant definieert de Verlichting met het motto 'Sapere Aude' (durf te weten/durf je verstand te gebruiken). Onmondigheid is het onvermogen je verstand te gebruiken zonder leiding van een ander."
      },
      {
        "q": "In de moderne tijd is er sprake van een secularisatie van het recht. Wat houdt dit concreet in voor de legitimatie van macht?",
        "a": [
          "Macht wordt niet langer gelegitimeerd door God of heilige geschriften, maar door volkssoevereiniteit en rede.",
          "Kerkelijke rechtbanken krijgen exclusieve bevoegdheid over familierecht.",
          "De staat verbiedt alle vormen van religie in de openbare ruimte.",
          "Rechters moeten zweren op de Bijbel bij hun ambtseenvaarding."
        ],
        "c": 0,
        "exp": "Een kernmerk van moderniteit is de overgang van God naar het volk als basis van de rechtsorde. Legitimiteit wordt ontleend aan het contract en de rede, niet aan theologie."
      }
    ]
  }
}