[
  {
    "q": "Wat is volgens de Hoge Raad het beslissende criterium om de grens tussen voorwaardelijk opzet en bewuste schuld te bepalen?",
    "a": [
      "De ernstige gevolgen van de gedraging voor het slachtoffer.",
      "De bewuste aanvaarding van de aanmerkelijke kans door de verdachte.",
      "De mate van onvoorzichtigheid in het handelen van de verdachte.",
      "De voorzienbaarheid van het gevolg voor een gemiddeld persoon."
    ],
    "c": 1,
    "exp": "HR Spookrijder; HR Porsche.\n\nHet onderscheid tussen voorwaardelijk opzet en bewuste schuld ligt in de wilscomponent. Bij voorwaardelijk opzet aanvaardt de verdachte de aanmerkelijke kans op het gevolg (hij neemt het op de koop toe), terwijl bij bewuste schuld de verdachte de kans wel ziet, maar erop vertrouwt dat het gevolg niet zal intreden."
  },
  {
    "q": "Welke uitspraak dient de rechter te doen indien hij bewezen acht dat de verdachte het feit heeft begaan, maar het feit niet te kwalificeren is onder een wettelijke strafbepaling?",
    "a": [
      "Vrijspraak van het ten laste gelegde feit.",
      "Ontslag van alle rechtsvervolging.",
      "Schuldigverklaring zonder strafoplegging.",
      "Niet-ontvankelijkverklaring van het Openbaar Ministerie."
    ],
    "c": 1,
    "exp": "Artikel 352 lid 2 Sv.\n\nIndien het bewezenverklaarde feit niet strafbaar is (omdat het niet onder een wettelijke delictsomschrijving valt), volgt ontslag van alle rechtsvervolging. Dit volgt uit de tweede materiële vraag van artikel 350 Sv."
  },
  {
    "q": "Wanneer kan iemand volgens artikel 27 van het Wetboek van Strafvordering als verdachte worden aangemerkt?",
    "a": [
      "Wanneer een opsporingsambtenaar een intuïtief vermoeden heeft van betrokkenheid.",
      "Indien er sprake is van een redelijk vermoeden van schuld aan een strafbaar feit.",
      "Zodra er een aangifte tegen de betreffende persoon is gedaan bij de politie.",
      "Op het moment dat de officier van justitie besluit tot vervolging over te gaan."
    ],
    "c": 1,
    "exp": "Artikel 27 Sv.\n\nAls verdachte wordt aangemerkt degene te wiens aanzien uit feiten of omstandigheden een redelijk vermoeden van schuld aan een strafbaar feit voortvloeit."
  },
  {
    "q": "Welke omstandigheid werd in het arrest 'Porsche' door de Hoge Raad aangemerkt als een contra-indicatie voor het aannemen van voorwaardelijk opzet?",
    "a": [
      "De verdachte had overmatig alcohol geconsumeerd voor de rit.",
      "De verdachte had eerdere inhaalmanoeuvres afgebroken.",
      "De verdachte reed met een extreem hoge snelheid.",
      "De verdachte verklaarde dat hij haast had om thuis te komen."
    ],
    "c": 1,
    "exp": "HR Porsche.\n\nDe Hoge Raad oordeelde dat het feit dat de verdachte eerdere inhaalpogingen had afgebroken, erop wees dat hij niet de intentie had om een ongeval te veroorzaken en de kans daarop niet had aanvaard. Dit vormde een contra-indicatie voor de wilscomponent van voorwaardelijk opzet."
  },
  {
    "q": "Wat houdt de 'Garantenstellung' in bij de beoordeling van culpa (schuld)?",
    "a": [
      "De verdachte heeft een bijzondere zorgplicht vanwege zijn beroep of functie.",
      "De verdachte heeft de garantie gegeven dat het gevolg niet zou intreden.",
      "De verdachte staat garant voor de schadevergoeding aan het slachtoffer.",
      "De verdachte heeft een strafblad met soortgelijke eerdere veroordelingen."
    ],
    "c": 0,
    "exp": "HR Verpleegster.\n\nBij de Garantenstellung rust op een persoon met een bijzondere kwaliteit of functie (zoals een verpleegster of arts) een grotere verantwoordelijkheid en zorgplicht. Dit speelt een rol bij de vaststelling van de verwijtbaarheid bij culpa."
  },
  {
    "q": "Welke volgorde van de materiële vragen van artikel 350 Sv is correct?",
    "a": [
      "Strafbaarheid feit, bewijs, strafbaarheid dader, sanctie.",
      "Bewijs, strafbaarheid feit, strafbaarheid dader, sanctie.",
      "Bewijs, strafbaarheid dader, strafbaarheid feit, sanctie.",
      "Strafbaarheid dader, bewijs, strafbaarheid feit, sanctie."
    ],
    "c": 1,
    "exp": "Artikel 350 Sv.\n\nDe dwingende volgorde is: 1. Is het ten laste gelegde feit bewezen? 2. Levert het bewezenverklaarde een strafbaar feit op (kwalificatie + wederrechtelijkheid)? 3. Is de dader strafbaar (verwijtbaarheid)? 4. Welke straf of maatregel moet worden opgelegd?"
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het arrest 'Hollende kleurling' (ook wel 'Caribian Nights') over het verdachtenbegrip?",
    "a": [
      "Het wegrennen bij het zien van politie is voldoende voor een redelijk vermoeden van schuld.",
      "Enkel een huidskleur en de locatie zijn onvoldoende voor een redelijk vermoeden van schuld.",
      "Iedereen die zich in de buurt van een bekend drugscafé bevindt, is per definitie verdachte.",
      "De politie mag preventief fouilleren zonder concreet redelijk vermoeden van schuld."
    ],
    "c": 1,
    "exp": "Hof Amsterdam 3 juni 1977 (Hollende kleurling/Caribian Nights).\n\nHet enkele feit dat een getinte man hard wegloopt uit de richting van een bekend drugscafé levert geen redelijk vermoeden van schuld op in de zin van artikel 27 Sv. Er moet sprake zijn van objectiveerbare feiten en omstandigheden."
  },
  {
    "q": "Wanneer is volgens het arrest 'Plastic boodschappentasje' de cautie verplicht?",
    "a": [
      "Zodra een opsporingsambtenaar een burger aanspreekt op straat.",
      "Op het moment dat iemand formeel wordt aangehouden en mee moet.",
      "Wanneer vragen worden gesteld over de betrokkenheid bij een strafbaar feit aan een verdachte.",
      "Vanaf het moment dat een opsporingsambtenaar een proces-verbaal opmaakt."
    ],
    "c": 2,
    "exp": "HR Plastic boodschappentasje; Artikel 29 lid 2 Sv.\n\nDe cautie (mededeling zwijgrecht) moet worden gegeven voorafgaand aan een verhoor. Van een verhoor is sprake wanneer vragen worden gesteld aan een als verdachte aangemerkt persoon betreffende diens betrokkenheid bij een strafbaar feit."
  },
  {
    "q": "Wat is het gevolg indien de wederrechtelijkheid als bestanddeel in de delictsomschrijving is opgenomen en de verdachte zich succesvol beroept op een rechtvaardigingsgrond?",
    "a": [
      "De verdachte wordt ontslagen van alle rechtsvervolging.",
      "De verdachte wordt vrijgesproken van het ten laste gelegde.",
      "De verdachte wordt schuldig verklaard zonder strafoplegging.",
      "De dagvaarding wordt door de rechter nietig verklaard."
    ],
    "c": 1,
    "exp": "Beslissingsschema art. 350 Sv.\n\nAls de wederrechtelijkheid een bestanddeel is (en dus in de delictsomschrijving staat), moet dit worden bewezen bij de eerste vraag van artikel 350 Sv. Een geslaagd beroep op een rechtvaardigingsgrond betekent dat de wederrechtelijkheid niet bewezen kan worden, wat leidt tot vrijspraak."
  },
  {
    "q": "In het arrest 'Vier schepen' oordeelde de Hoge Raad over daderschap. Wat was de kern van dit oordeel?",
    "a": [
      "Alle betrokken schippers zijn strafbaar omdat zij gezamenlijk de regel overtraden.",
      "Alleen de schipper die als laatste aanlegde en de verboden toestand creëerde is strafbaar.",
      "De eigenaar van de haven is aansprakelijk voor het ontbreken van toezicht.",
      "Geen van de schippers is strafbaar omdat er sprake was van overmacht."
    ],
    "c": 1,
    "exp": "HR Vier schepen.\n\nDe Hoge Raad bepaalde dat alleen degene die door zijn gedraging de strafbare toestand heeft doen ontstaan (de vierde schipper) als dader kan worden aangemerkt. De andere schippers handelden aanvankelijk rechtmatig."
  },
  {
    "q": "Welk vereiste voor voorwaardelijk opzet ziet op de 'grootte' van de kans dat het gevolg intreedt?",
    "a": [
      "De wilscomponent.",
      "De kenniscomponent.",
      "De risicocomponent.",
      "De feitelijke component."
    ],
    "c": 2,
    "exp": "HR Spookrijder.\n\nDe risicocomponent van voorwaardelijk opzet vereist dat er sprake moet zijn van een aanmerkelijke kans dat het strafbare gevolg zal intreden."
  },
  {
    "q": "Wat wordt verstaan onder 'opzet met noodzakelijkheidsbewustzijn'?",
    "a": [
      "De dader wil het gevolg primair en handelt enkel om dat doel te bereiken.",
      "De dader weet dat het nevengevolg zeker of noodzakelijkerwijs zal intreden bij zijn handelen.",
      "De dader neemt bewust de aanmerkelijke kans op de koop toe dat een gevolg intreedt.",
      "De dader had redelijkerwijs moeten vermoeden dat het gevolg zou intreden."
    ],
    "c": 1,
    "exp": "Opzetvormen.\n\nBij opzet met noodzakelijkheidsbewustzijn is het gevolg niet het primaire doel van de dader, maar weet hij dat dit gevolg noodzakelijkerwijs en onvermijdelijk vaststaat als hij zijn handeling verricht."
  },
  {
    "q": "Wat impliceert het arrest 'Vrijspraak of ontslag' voor de volgorde van het beslissingsschema?",
    "a": [
      "De rechter mag direct overgaan tot ontslag van rechtsvervolging als de strafbaarheid ontbreekt.",
      "De rechter moet eerst vaststellen of het feit bewezen is voordat hij over strafbaarheid oordeelt.",
      "De rechter mag de formele vragen overslaan als het materiële feit evident niet bewezen is.",
      "De rechter moet eerst de strafmaat bepalen en daarna de bewijsvraag beantwoorden."
    ],
    "c": 1,
    "exp": "HR Vrijspraak of ontslag?\n\nDe Hoge Raad oordeelde dat de rechter de dwingende volgorde van artikel 350 Sv moet aanhouden. Hij kan niet tot ontslag van rechtsvervolging komen (vraag 2 of 3) zonder eerst te hebben vastgesteld dat het feit bewezen is (vraag 1). Als het niet bewezen is, moet vrijspraak volgen."
  },
  {
    "q": "Welk element is cruciaal voor de vaststelling van culpa (schuld) in strafrechtelijke zin?",
    "a": [
      "Het willens en wetens aanvaarden van een risico.",
      "Een verwijtbare aanmerkelijke onvoorzichtigheid.",
      "Het hebben van een specifiek oogmerk op het gevolg.",
      "De opzettelijke schending van een wettelijk voorschrift."
    ],
    "c": 1,
    "exp": "HR Verpleegster; HR Porsche.\n\nCulpa (schuld) vereist een verwijtbare aanmerkelijke onvoorzichtigheid. Er moet sprake zijn van een grove of aanmerkelijke onachtzaamheid die de verdachte verweten kan worden."
  },
  {
    "q": "In het arrest 'Drie fietsers' oordeelde de Hoge Raad dat alle drie de fietsers strafbaar waren. Waarom?",
    "a": [
      "Omdat zij vooraf hadden afgesproken om de wet te overtreden.",
      "Omdat zij door naast elkaar te blijven fietsen de verboden toestand in stand hielden.",
      "Omdat de derde fietser niet geïdentificeerd kon worden door de agent.",
      "Omdat fietsen met drie personen altijd als roekeloos gedrag wordt gezien."
    ],
    "c": 1,
    "exp": "HR Drie fietsers.\n\nDe Hoge Raad oordeelde dat sprake was van een gezamenlijke gedraging. Door naast elkaar te blijven fietsen, lieten zij ieder voor zich de verboden situatie voortbestaan en waren zij allen dader."
  },
  {
    "q": "Wat is volgens het arrest 'Stormsteeg' voldoende voor een redelijk vermoeden van schuld?",
    "a": [
      "Enkel het feit dat iemand zich in een buurt bevindt waar veel drugshandel plaatsvindt.",
      "Het wegrennen voor de politie in een beruchte buurt, gecombineerd met schrikreacties.",
      "Een anonieme tip zonder verdere ondersteunende feiten of omstandigheden.",
      "Het hebben van een strafblad voor soortgelijke feiten in het verleden."
    ],
    "c": 1,
    "exp": "HR Stormsteeg.\n\nDe Hoge Raad oordeelde dat gedragingen zoals schrikken bij het zien van politie, de hand stevig in de zak houden en proberen weg te lopen in een buurt bekend om drugshandel, samen voldoende zijn voor een redelijk vermoeden van schuld (ernstige bezwaren)."
  },
  {
    "q": "Welke vraag behoort NIET tot de materiële vragen van artikel 350 Sv?",
    "a": [
      "Is de dagvaarding geldig?",
      "Is het ten laste gelegde feit bewezen?",
      "Levert het bewezenverklaarde een strafbaar feit op?",
      "Is de verdachte strafbaar?"
    ],
    "c": 0,
    "exp": "Artikel 348 Sv; Artikel 350 Sv.\n\nDe vraag naar de geldigheid van de dagvaarding is een formele vraag die valt onder artikel 348 Sv. De overige opties zijn materiële vragen uit artikel 350 Sv."
  },
  {
    "q": "Wat betekent het 'objectiveren' bij de vaststelling van opzet?",
    "a": [
      "Dat de rechter kijkt naar de persoonlijke verklaring van de verdachte over zijn intenties.",
      "Dat de rechter opzet afleidt uit de uiterlijke verschijningsvorm van de gedraging.",
      "Dat de rechter gebruik maakt van deskundigenrapporten over de psychische gesteldheid.",
      "Dat de rechter de verklaringen van getuigen als absolute waarheid aanneemt."
    ],
    "c": 1,
    "exp": "HR Spookrijder.\n\nIndien de verdachte geen inzicht geeft in zijn gedachten, kan de rechter opzet afleiden uit de feitelijke omstandigheden en de aard van de gedraging (de uiterlijke verschijningsvorm). Dit wordt objectiveren genoemd."
  },
  {
    "q": "Welk leerstuk staat centraal in het arrest 'Blackout'?",
    "a": [
      "De grens tussen poging en voorbereiding.",
      "Culpa in causa (eigen schuld aan de ontoerekenbaarheid).",
      "De toepassing van noodweerexces door een politieagent.",
      "De rechtmatigheid van bewijsgaring bij een huiszoeking."
    ],
    "c": 1,
    "exp": "HR Blackout.\n\nIn dit arrest staat culpa in causa centraal. De vraag was of de verdachte zich op een blackout (bewusteloosheid) kon beroepen als deze het gevolg was van zijn eigen verwijtbare gedrag (niet eten icm diabetes)."
  },
  {
    "q": "Wat is het gevolg van een geslaagd beroep op een schulduitsluitingsgrond bij een 'normaal' delict?",
    "a": [
      "De verdachte wordt vrijgesproken.",
      "De verdachte wordt ontslagen van alle rechtsvervolging.",
      "De verdachte wordt schuldig verklaard zonder straf.",
      "De officier van justitie wordt niet-ontvankelijk verklaard."
    ],
    "c": 1,
    "exp": "Artikel 352 lid 2 Sv.\n\nEen schulduitsluitingsgrond neemt de verwijtbaarheid weg (vraag 3 van art. 350 Sv). Als de verwijtbaarheid ontbreekt bij een delict waar dit een element is, volgt ontslag van alle rechtsvervolging."
  },
  {
    "q": "Wanneer is er sprake van een 'strafbaar feit' volgens de definitie in de samenvatting?",
    "a": [
      "Als er een menselijke gedraging is die voldoet aan de delictsomschrijving, wederrechtelijk is en verwijtbaar is.",
      "Als de politie een proces-verbaal heeft opgemaakt van een overtreding of misdrijf.",
      "Als de officier van justitie besluit om een verdachte te dagvaarden voor de rechtbank.",
      "Als er sprake is van een gedraging die maatschappelijk ongewenst is en schade veroorzaakt."
    ],
    "c": 0,
    "exp": "Definitie strafbaar feit (Vierlagenmodel).\n\nEen strafbaar feit bestaat uit vier componenten: een menselijke gedraging, die valt binnen een wettelijke delictsomschrijving, die wederrechtelijk is en aan schuld (verwijtbaarheid) te wijten is."
  },
  {
    "q": "Wat wordt in de context van artikel 350 Sv verstaan onder de 'kwalificatie' van het feit?",
    "a": [
      "Het bepalen of het feit wettig en overtuigend is bewezen.",
      "Het vaststellen onder welke wettelijke strafbepaling het bewezenverklaarde valt.",
      "Het beoordelen van de persoonlijke omstandigheden van de verdachte.",
      "Het bepalen van de hoogte van de strafmaat door de rechter."
    ],
    "c": 1,
    "exp": "Artikel 350 Sv.\n\nDe kwalificatievraag (vraag 2) houdt in dat de rechter onderzoekt of het bewezenverklaarde feit voldoet aan een wettelijke delictsomschrijving en dus een strafbaar feit oplevert."
  },
  {
    "q": "Welk onderscheid maakt de wet tussen misdrijven en overtredingen?",
    "a": [
      "Misdrijven staan in het Wetboek van Strafvordering, overtredingen in het Wetboek van Strafrecht.",
      "Bij misdrijven is altijd opzet vereist, bij overtredingen nooit.",
      "Misdrijven zijn zwaardere feiten (Boek 2 Sr), overtredingen lichtere feiten (Boek 3 Sr).",
      "Misdrijven worden berecht door de kantonrechter, overtredingen door de meervoudige kamer."
    ],
    "c": 2,
    "exp": "Indeling Wetboek van Strafrecht.\n\nHet Wetboek van Strafrecht is ingedeeld in boeken. Boek 2 bevat de misdrijven (ernstige feiten) en Boek 3 bevat de overtredingen (lichtere feiten)."
  },
  {
    "q": "Wat is het 'lex certa-beginsel'?",
    "a": [
      "Strafbepalingen moeten schriftelijk zijn vastgelegd in de wet.",
      "Strafbepalingen moeten voldoende duidelijk en bepaald zijn.",
      "Strafbepalingen mogen niet met terugwerkende kracht worden toegepast.",
      "Strafbepalingen mogen niet naar analogie worden geïnterpreteerd."
    ],
    "c": 1,
    "exp": "Legaliteitsbeginsel.\n\nLex certa houdt in dat de wetgever strafbare feiten zo duidelijk en nauwkeurig mogelijk moet omschrijven, zodat de burger weet wat wel en niet strafbaar is."
  },
  {
    "q": "Wat oordeelde de Hoge Raad in het arrest 'Spookrijder' over de wilscomponent?",
    "a": [
      "De verdachte had geen opzet omdat hij in paniek handelde.",
      "De verdachte had de kans op een ongeval bewust aanvaard, blijkend uit zijn verklaring dat het 'kicken' was.",
      "De verdachte was ontoerekeningsvatbaar op het moment van het spookrijden.",
      "De verdachte had enkel schuld omdat hij de gevolgen onderschatte."
    ],
    "c": 1,
    "exp": "HR Spookrijder.\n\nDe Hoge Raad oordeelde dat er sprake was van voorwaardelijk opzet. De verdachte had de aanmerkelijke kans op een dodelijk ongeval bewust aanvaard, wat mede bleek uit zijn verklaring dat hij het 'kicken' vond."
  },
  {
    "q": "Wat is een 'element' van een strafbaar feit in tegenstelling tot een 'bestanddeel'?",
    "a": [
      "Een element staat letterlijk in de wettekst, een bestanddeel niet.",
      "Een element is een ongeschreven voorwaarde voor strafbaarheid, een bestanddeel staat in de wet.",
      "Een element heeft betrekking op de procedure, een bestanddeel op de inhoud.",
      "Een element kan niet worden bewezen, een bestanddeel wel."
    ],
    "c": 1,
    "exp": "Bestanddelen en elementen.\n\nBestanddelen zijn de onderdelen die letterlijk in de delictsomschrijving staan. Elementen (zoals wederrechtelijkheid en verwijtbaarheid) zijn ongeschreven voorwaarden die doorgaans niet in de tekst staan, maar wel vereist zijn voor strafbaarheid."
  },
  {
    "q": "Welke eis stelt de Hoge Raad aan 'normativering' bij het bewijs van opzet in het Porsche-arrest?",
    "a": [
      "Dat een ieder geacht wordt de wet te kennen en na te leven.",
      "Dat gekeken moet worden naar wat een normaal mens zou hebben geweten, behoudens contra-indicaties.",
      "Dat de psychische gesteldheid van de verdachte altijd leidend is voor de norm.",
      "Dat verkeersovertredingen altijd als opzettelijk worden beschouwd."
    ],
    "c": 1,
    "exp": "HR Porsche.\n\nBij normativering wordt gekeken naar wat een gemiddeld, normaal mens zou weten of doen. Echter, er moet gelet worden op contra-indicaties die erop wijzen dat de verdachte de kans in dit specifieke geval niet heeft aanvaard (zoals het afbreken van inhaalmanoeuvres)."
  },
  {
    "q": "Wat is het rechtsgevolg als de officier van justitie een strafbaar feit ten laste legt dat niet in de wet staat (schending lex scripta)?",
    "a": [
      "Vrijspraak.",
      "Niet-ontvankelijkheid van het Openbaar Ministerie.",
      "Ontslag van alle rechtsvervolging.",
      "Nietigheid van de dagvaarding."
    ],
    "c": 2,
    "exp": "Artikel 352 lid 2 Sv.\n\nAls het feit wel bewezen is, maar niet strafbaar is (omdat het niet op een wet is gebaseerd), kan het niet gekwalificeerd worden. Dit leidt bij de tweede materiële vraag tot ontslag van alle rechtsvervolging."
  },
  {
    "q": "Wat houdt het 'analogieverbod' in?",
    "a": [
      "De rechter mag de wet niet extensief interpreteren.",
      "De rechter mag een strafbepaling niet toepassen op gevallen die niet onder de wettekst vallen.",
      "De rechter mag geen gebruik maken van jurisprudentie uit andere rechtsgebieden.",
      "De wetgever mag geen vage termen gebruiken in strafbepalingen."
    ],
    "c": 1,
    "exp": "Artikel 1 Sr (Legaliteitsbeginsel).\n\nHet analogieverbod verbiedt de rechter om een strafbepaling uit te breiden tot gevallen die niet door de tekst van de wet worden gedekt, zelfs als ze op het strafbare feit lijken."
  },
  {
    "q": "Welke rol speelt de 'intentie' van de verdachte bij overtredingen (in tegenstelling tot misdrijven)?",
    "a": [
      "Bij overtredingen moet altijd opzet worden bewezen.",
      "Bij overtredingen moet altijd schuld (culpa) worden bewezen.",
      "Bij overtredingen is de intentie (opzet/schuld) in beginsel niet van belang voor de strafbaarheid.",
      "Bij overtredingen geldt een verzwaard opzetvereiste."
    ],
    "c": 2,
    "exp": "Onderscheid misdrijven en overtredingen.\n\nBij overtredingen (Boek 3 Sr) zijn opzet en schuld doorgaans geen bestanddeel van de delictsomschrijving. Het enkele verrichten van de handeling is vaak al voldoende voor strafbaarheid (behoudens avas)."
  }
]