[
  {
    "q": "Tijdens een drukbezocht festival gooit Mark, om indruk te maken op zijn vrienden, een zwaar stuk vuurwerk in een dichte menigte. Hij roept: 'Eens kijken of ze snel kunnen rennen!' Het vuurwerk ontploft dicht bij een bezoeker, die daardoor zwaar lichamelijk letsel oploopt. Mark wordt vervolgd voor zware mishandeling. Zijn advocaat voert aan dat Mark niemand wilde verwonden, maar slechts een grap wilde uithalen. Beoordeel of er sprake is van voorwaardelijk opzet op het toebrengen van zwaar lichamelijk letsel.",
    "sample": "Issue: De rechtsvraag is of Mark voorwaardelijk opzet had op het toebrengen van zwaar lichamelijk letsel.\n\nRule: Voorwaardelijk opzet vereist dat de verdachte zich willens en wetens heeft blootgesteld aan de aanmerkelijke kans dat het gevolg intreedt. Dit omvat een kenniscomponent (wetenschap van de kans) en een wilscomponent (aanvaarding van de kans). Uit jurisprudentie blijkt dat bepaalde gedragingen naar hun uiterlijke verschijningsvorm zozeer gericht zijn op een bepaald gevolg, dat de aanvaarding van de kans behoudens contra-indicaties vaststaat.\n\nApplication: Het gooien van zwaar vuurwerk in een dichte menigte levert naar algemene ervaringsregels een aanmerkelijke kans op letsel op. Mark was zich hiervan bewust ('kijken of ze rennen'). Door te handelen heeft hij deze kans op de koop toegenomen.\n\nConclusion: Er is sprake van voorwaardelijk opzet op zwaar lichamelijk letsel.",
    "checklist": [
      "Noem definitie voorwaardelijk opzet: willens en wetens blootstellen.",
      "Vaststellen aanmerkelijke kans op letsel naar algemene ervaringsregels.",
      "Vaststellen bewustheid verdachte (kenniscomponent).",
      "Vaststellen aanvaarding van risico door handelen (wilscomponent)."
    ],
    "exp": "Analyse van voorwaardelijk opzet vereist toetsing aan de criteria uit het Spookrijder-arrest: kennis van de aanmerkelijke kans en de bewuste aanvaarding daarvan (op de koop toenemen)."
  },
  {
    "q": "Verpleegster Sophie dient tijdens een nachtdienst per ongeluk een verkeerde dosis medicatie toe aan een patiënt, waardoor deze overlijdt. Sophie was extreem vermoeid omdat ze net terugkwam van een vliegvakantie en direct door is gegaan naar haar werk zonder te slapen. Ze heeft het protocol voor medicatiecontrole niet gevolgd. Is er sprake van culpa (dood door schuld)?",
    "sample": "Issue: De vraag is of Sophie schuld (culpa) heeft aan de dood van de patiënt.\n\nRule: Culpa vereist een verwijtbare aanmerkelijke onvoorzichtigheid. Hierbij speelt de Garantenstellung een rol: van personen met een specifieke functie (zoals een verpleegster) mag een hogere mate van zorgvuldigheid worden verwacht (HR Verpleegster).\n\nApplication: Sophie heeft als verpleegster een bijzondere zorgplicht. Door oververmoeid te werken en het protocol te negeren, heeft zij grovelijk onvoorzichtig gehandeld. Dit gedrag is haar verwijtbaar, nu zij anders had kunnen en moeten handelen.\n\nConclusion: Er is sprake van culpa (verwijtbare aanmerkelijke onvoorzichtigheid).",
    "checklist": [
      "Definieer culpa als verwijtbare aanmerkelijke onvoorzichtigheid.",
      "Pas het leerstuk Garantenstellung toe op de verpleegster.",
      "Benoem schending van zorgplicht en protocol.",
      "Concludeer dat de onvoorzichtigheid verwijtbaar is."
    ],
    "exp": "Bij culpa wordt gekeken naar de mate van onvoorzichtigheid en de verwijtbaarheid, waarbij een professionele hoedanigheid (Garantenstellung) de zorgplicht verzwaart, zoals bepaald in het Verpleegster-arrest."
  },
  {
    "q": "Karel rijdt met hoge snelheid op een provinciale weg en begint een inhaalmanoeuvre. Hij ziet een tegenligger aankomen, remt hard en breekt de manoeuvre af door terug te voegen. Even later probeert hij het opnieuw, maar schat de afstand verkeerd in, wat leidt tot een fataal ongeval. Het OM vervolgt voor doodslag (opzet). De verdediging pleit voor dood door schuld. Beoordeel de opzetvraag.",
    "sample": "Issue: Is er sprake van voorwaardelijk opzet op de dood of van bewuste schuld?\n\nRule: Voor voorwaardelijk opzet is de bewuste aanvaarding van de aanmerkelijke kans vereist. Contra-indicaties kunnen wijzen op het ontbreken van deze wilscomponent. In het Porsche-arrest oordeelde de HR dat het afbreken van eerdere gevaarlijke manoeuvres een contra-indicatie kan zijn voor het aanvaarden van de kans op een ongeval (en eigen dood).\n\nApplication: Karel brak een eerdere manoeuvre af, wat erop wijst dat hij het ongeval niet wilde en erop vertrouwde dat het goed zou gaan. Hij nam de kans niet op de koop toe.\n\nConclusion: Er is geen sprake van opzet, maar van bewuste schuld.",
    "checklist": [
      "Onderscheid maken tussen voorwaardelijk opzet en bewuste schuld.",
      "Toetsen van de wilscomponent (aanvaarding van de kans).",
      "Toepassen contra-indicaties uit het Porsche-arrest.",
      "Conclusie: bewuste schuld wegens ontbreken wilscomponent."
    ],
    "exp": "Het onderscheid tussen voorwaardelijk opzet en bewuste schuld ligt in de wilscomponent. Contra-indicaties, zoals ontwijkend gedrag, kunnen aantonen dat de verdachte de kans niet aanvaardde."
  },
  {
    "q": "In een kanaal geldt een verbod om met meer dan drie schepen breed naast elkaar te liggen. Er liggen al drie schepen naast elkaar. Schipper A komt aanvaren en legt zijn schip als vierde ernaast, waardoor de doorvaart geblokkeerd wordt. Wie is strafrechtelijk dader van de overtreding van het verbod?",
    "sample": "Issue: Wie wordt aangemerkt als dader van het overtreden van het verbod: de vierde schipper of alle schippers?\n\nRule: Volgens het arrest Vier schepen is alleen degene die door zijn gedraging de verboden toestand in het leven roept de dader. Degenen die reeds aanwezig waren en rechtmatig handelden, worden niet automatisch dader door de handeling van de nieuwkomer.\n\nApplication: De eerste drie schepen lagen er rechtmatig. Schipper A creëerde de verboden situatie door als vierde aan te leggen.\n\nConclusion: Alleen schipper A is de strafrechtelijke dader.",
    "checklist": [
      "Identificeer rechtsvraag omtrent daderschap bij overtreding.",
      "Pas rechtsregel uit arrest Vier schepen toe.",
      "Stel vast wie de verboden toestand veroorzaakte.",
      "Concludeer dat alleen de veroorzaker dader is."
    ],
    "exp": "Jurisprudentie bepaalt dat bij het ontstaan van een verboden toestand degene die de toestand actief veroorzaakt de dader is, niet degenen die eerder rechtmatig handelden."
  },
  {
    "q": "Jan wordt vervolgd voor vernieling ex artikel 350 Sr ('Hij die opzettelijk en wederrechtelijk enig goed...'). Jan heeft de ruit van Piet ingeslagen, maar Piet had hem hiervoor expliciet toestemming gegeven omdat hij de sleutel kwijt was. De rechter acht de feiten bewezen. Tot welke einduitspraak moet de rechter komen volgens het beslissingsschema van art. 350 Sv?",
    "sample": "Issue: Tot welke einduitspraak leidt het ontbreken van wederrechtelijkheid als dit een bestanddeel is van de delictsomschrijving?\n\nRule: Indien 'wederrechtelijk' in de delictsomschrijving staat, is het een bestanddeel dat bewezen moet worden (vraag 1 of 2 art. 350 Sv). Toestemming van de rechthebbende neemt de wederrechtelijkheid weg.\n\nApplication: Nu Jan toestemming had, is de gedraging niet wederrechtelijk. Omdat wederrechtelijkheid een bestanddeel is, is het feit niet wettig en overtuigend bewezen conform de tenlastelegging.\n\nConclusion: De rechter moet vrijspreken (art. 352 lid 1 Sv).",
    "checklist": [
      "Kwalificeer 'wederrechtelijk' als bestanddeel in art. 350 Sr.",
      "Stel vast dat toestemming wederrechtelijkheid wegneemt.",
      "Koppel ontbreken bestanddeel aan vrijspraak (niet OVAR).",
      "Noem artikel 352 lid 1 Sv als einduitspraak."
    ],
    "exp": "Wanneer wederrechtelijkheid een bestanddeel is van de delictsomschrijving, leidt het ontbreken daarvan (door rechtvaardiging) tot vrijspraak, omdat het feit niet bewezen kan worden."
  }
]