[
  {
    "q": "Indien de officier van justitie niet-ontvankelijk is, komt de rechter niet toe aan de beantwoording van de materiële vragen van artikel 350 Sv.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De vragen van artikel 348 Sv (formele vragen) gaan vooraf aan de vragen van artikel 350 Sv (materiële vragen). Indien een formele vraag negatief wordt beantwoord (zoals niet-ontvankelijkheid), stopt het onderzoek en wordt niet toegekomen aan de inhoudelijke behandeling."
  },
  {
    "q": "De vraag of de dagvaarding geldig is, behoort tot de materiële vragen van artikel 350 Sv.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De vraag naar de geldigheid van de dagvaarding is de eerste formele vraag van artikel 348 Sv, niet van artikel 350 Sv."
  },
  {
    "q": "Een strafbaar feit bestaat in de regel uit vier componenten: een menselijke gedraging, de wettelijke delictsomschrijving, de wederrechtelijkheid en de verwijtbaarheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Het strafbare feit wordt gedefinieerd als een menselijke gedraging die valt binnen de grenzen van een wettelijke delictsomschrijving, die wederrechtelijk is en aan schuld (verwijtbaarheid) te wijten is."
  },
  {
    "q": "Indien de wederrechtelijkheid als bestanddeel in de delictsomschrijving is opgenomen, leidt een geslaagd beroep op een rechtvaardigingsgrond tot ontslag van alle rechtsvervolging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Als de wederrechtelijkheid een bestanddeel is, moet dit worden bewezen. Een geslaagd beroep op een rechtvaardigingsgrond betekent dat het bestanddeel niet kan worden bewezen, wat leidt tot vrijspraak (art. 352 lid 1 Sv) in plaats van ontslag van alle rechtsvervolging."
  },
  {
    "q": "De relatieve competentie van de rechter ziet op de vraag welk soort gerecht (bijvoorbeeld rechtbank of gerechtshof) bevoegd is.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De relatieve competentie ziet op de geografische bevoegdheid (welke plaats/arrondissement), terwijl de absolute competentie ziet op het soort gerecht."
  },
  {
    "q": "In het arrest Vier schepen oordeelde de Hoge Raad dat alle schippers strafbaar waren voor het blokkeren van de vaarweg.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In het arrest Vier schepen oordeelde de Hoge Raad dat alleen degene die door zijn gedraging de strafbare toestand heeft doen ontstaan (de vierde schipper) dader was. De andere schippers handelden aanvankelijk rechtmatig."
  },
  {
    "q": "In het arrest Drie fietsers werd geoordeeld dat het gezamenlijk fietsen een gedraging opleverde waaraan alle fietsers een bijdrage leverden, waardoor zij allen strafbaar waren.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De Hoge Raad oordeelde dat sprake was van een gezamenlijke gedraging. Door naast elkaar te blijven fietsen, lieten zij ieder voor zich de verboden situatie voortbestaan."
  },
  {
    "q": "Volgens het arrest Vrijspraak of ontslag? mag de rechter direct overgaan tot ontslag van alle rechtsvervolging als de strafbaarheid van het feit ontbreekt, zonder eerst de bewijsvraag te beantwoorden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Hoge Raad bepaalde dat de volgorde van artikel 350 Sv dwingend is. De rechter moet eerst vaststellen of het feit bewezen is. Als het feit niet bewezen is, moet vrijspraak volgen, geen ontslag van alle rechtsvervolging."
  },
  {
    "q": "Voorwaardelijk opzet vereist dat de verdachte zich willens en wetens heeft blootgesteld aan de aanmerkelijke kans dat het gevolg zal intreden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Dit is de vaste definitie van voorwaardelijk opzet zoals geformuleerd in onder meer het arrest Spookrijder."
  },
  {
    "q": "Bij opzet met noodzakelijkheidsbewustzijn is het gevolg niet het primaire doel, maar weet de dader dat het gevolg zeker zal intreden.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij opzet met noodzakelijkheidsbewustzijn staat het niet primair gewilde gevolg onvermijdelijk vast als noodzakelijk nevengevolg van de handeling."
  },
  {
    "q": "In het Porsche-arrest nam de Hoge Raad aan dat er sprake was van voorwaardelijk opzet op de dood van de tegenliggers.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In het Porsche-arrest oordeelde de Hoge Raad dat er sprake was van bewuste schuld, geen voorwaardelijk opzet, omdat de verdachte (gezien zijn inhaalmanoeuvres en eigen levensgevaar) de kans op het ongeval niet had aanvaard."
  },
  {
    "q": "Het verschil tussen voorwaardelijk opzet en bewuste schuld ligt in de wilscomponent: de aanvaarding van de aanmerkelijke kans.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij voorwaardelijk opzet aanvaardt de dader de kans (neemt deze op de koop toe), terwijl bij bewuste schuld de dader de kans wel ziet maar erop vertrouwt dat het gevolg niet zal intreden."
  },
  {
    "q": "Culpa (schuld) vereist altijd dat de verdachte de gevolgen van zijn handelen heeft gewild.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Culpa betreft verwijtbare aanmerkelijke onvoorzichtigheid. Het willen van de gevolgen is kenmerkend voor opzet (dolus), niet voor schuld."
  },
  {
    "q": "In het arrest Verpleegster speelde de Garantenstellung een rol bij de beoordeling van de schuld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In het arrest Verpleegster werd geoordeeld dat van een verpleegster, gezien haar functie en verantwoordelijkheid (Garantenstellung), een grotere mate van oplettendheid en zorgvuldigheid mag worden verwacht."
  },
  {
    "q": "Een aanmerkelijke kans in de zin van voorwaardelijk opzet wordt bepaald aan de hand van algemene ervaringsregels.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De aanmerkelijke kans moet naar algemene ervaringsregels aannemelijk zijn, waarbij geen betekenis toekomt aan de aard of ernst van het gevolg."
  },
  {
    "q": "In het arrest Spookrijder oordeelde de Hoge Raad dat er geen sprake was van voorwaardelijk opzet omdat de verdachte in paniek was.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De Hoge Raad nam in het arrest Spookrijder voorwaardelijk opzet aan omdat de verdachte de aanmerkelijke kans op een ongeval bewust had aanvaard, mede blijkend uit zijn verklaring dat hij het 'kicken' vond."
  },
  {
    "q": "De term 'kleurloos opzet' houdt in dat de verdachte niet alleen opzet moet hebben op de handeling, maar ook op de wederrechtelijkheid daarvan.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Kleurloos opzet betekent dat de verdachte opzet moet hebben op de bestanddelen van het delict, maar niet noodzakelijkerwijs hoeft te weten dat de handeling strafbaar of wederrechtelijk is (boos opzet)."
  },
  {
    "q": "Als een verdachte zich beroept op een schulduitsluitingsgrond bij een 'normaal' delict (geen culpa-delict), en dit beroep slaagt, volgt ontslag van alle rechtsvervolging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Een geslaagd beroep op een schulduitsluitingsgrond neemt de verwijtbaarheid (vraag 3 art. 350 Sv) weg, wat leidt tot ontslag van alle rechtsvervolging."
  },
  {
    "q": "Bij overtredingen (Boek 3 Sr) is doorgaans geen opzet of schuld vereist voor strafbaarheid.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij overtredingen wordt in de regel uitgegaan van de leer van het materiële feit, waarbij het enkele verrichten van de gedraging voldoende is, tenzij er sprake is van afwezigheid van alle schuld (AVAS)."
  },
  {
    "q": "Het arrest Cicero gaat over voorwaardelijk opzet bij de schending van auteursrecht.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "In het arrest Cicero oordeelde de Hoge Raad dat het bewust niet naleven van een voorwaarde voor opvoering leidde tot voorwaardelijk opzet op de inbreuk op het auteursrecht."
  },
  {
    "q": "Het arrest Blackout bepaalt dat iemand die door eigen schuld in een toestand van bewusteloosheid raakt, niet strafbaar is voor verkeersovertredingen.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "In het arrest Blackout oordeelde de Hoge Raad dat als de bewusteloosheid aan de verdachte te verwijten is (culpa in causa), hij zich niet met succes op onmacht kan beroepen en strafbaar blijft."
  },
  {
    "q": "De kwalificatievraag (vraag 2 van art. 350 Sv) houdt in dat de rechter toetst of de dader verwijtbaar heeft gehandeld.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De kwalificatievraag toetst of het bewezenverklaarde feit valt onder een wettelijke delictsomschrijving. De vraag naar verwijtbaarheid is de derde materiële vraag."
  },
  {
    "q": "Objectiveren bij de bewijsvoering van opzet betekent dat de rechter kijkt naar de uiterlijke verschijningsvorm van de gedraging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij gebrek aan een bekentenis kan opzet worden afgeleid uit de feitelijke omstandigheden en de aard van de gedraging (uiterlijke verschijningsvorm)."
  },
  {
    "q": "In het arrest Hoornse Taart nam de Hoge Raad aan dat er sprake was van voorwaardelijk opzet op de dood van de onbedoelde slachtoffers.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De verdachte stuurde een vergiftigde taart en aanvaardde daarmee bewust de kans dat ook anderen dan het beoogde slachtoffer ervan zouden eten en sterven."
  },
  {
    "q": "Als schuld (culpa) een bestanddeel is van de delictsomschrijving, leidt een geslaagd beroep op een strafuitsluitingsgrond tot vrijspraak.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij een culpoos delict zijn wederrechtelijkheid en verwijtbaarheid onderdeel van de delictsomschrijving (bestanddeel). Als deze ontbreken, is het feit niet bewezen, wat leidt tot vrijspraak."
  },
  {
    "q": "De straftoemetingsvraag is de eerste vraag die de rechter moet beantwoorden volgens artikel 350 Sv.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "De straftoemetingsvraag is de vierde en laatste vraag van artikel 350 Sv, die pas aan de orde komt na de vragen over bewijs, strafbaarheid van het feit en strafbaarheid van de dader."
  },
  {
    "q": "Een misdrijf waarbij een strafverzwarend gevolg optreedt zonder dat daarop opzet van de dader is vereist, heet een gekwalificeerd delict.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Bij gekwalificeerde delicten (zoals mishandeling met de dood tot gevolg) is het gevolg geobjectiveerd; opzet op het gevolg is niet vereist, opzet op de basishandeling wel."
  },
  {
    "q": "In het arrest Inrijden op agent werd geoordeeld dat het inrijden op een agent voorwaardelijk opzet op doodslag opleverde.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "De automobilist creëerde een levensgevaarlijke situatie en accepteerde het risico dat de agent zou worden aangereden en zou overlijden."
  },
  {
    "q": "Contra-indicaties kunnen in het kader van voorwaardelijk opzet wijzen op het ontbreken van de wilscomponent.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 0,
    "exp": "Contra-indicaties (zoals in het Porsche-arrest) kunnen aantonen dat de verdachte de kans op het gevolg niet heeft aanvaard, waardoor voorwaardelijk opzet ontbreekt."
  },
  {
    "q": "Als de rechter bij de eerste vraag van art. 350 Sv oordeelt dat het feit niet is bewezen, volgt ontslag van alle rechtsvervolging.",
    "a": [
      "Waar",
      "Niet waar"
    ],
    "c": 1,
    "exp": "Als het feit niet is bewezen (vraag 1), volgt vrijspraak (artikel 352 lid 1 Sv)."
  }
]